Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/1-index.po
Languages: de, es, fr, it, ko_kr, nl, pt_br, pt_pt, sv_se, th, zh_cn

source: Check out the [documentation](wiki/Getting-Started) and consider the [troubleshooting section](wiki/Client-Troubleshooting)! You can also ask on the [forums](https://github.com/jamulussoftware/jamulus/discussions).
es: Consulta la[documentación](wiki/Getting-Started) ¡y ten en cuenta la [sección de resolución de problemas](wiki/Client-Troubleshooting)! También puedes preguntar en el [foro](https://github.com/jamulussoftware/jamulus/discussions).
fr: Consultez la [documentation](wiki/Getting-Started) et pensez à la [section de dépannage](wiki/Client-Troubleshooting) ! Vous pouvez également poser des questions sur les [forums](https://github.com/jamulussoftware/jamulus/discussions).
it: Controlla la [documentazione](wiki/Getting-Started) e la [sezione sulla risoluzione dei problemi](wiki/Client-Troubleshooting)! Puoi anche chiedere sul [forum](https://github.com/jamulussoftware/jamulus/discussions).
nl: Lees de [documentatie](wiki/Getting-Started) en overweeg ook nog een bezoek aan de [problemen oplossen](wiki/Client-Troubleshooting) sectie! Je kunt ook vragen stellen op het [forum](https://github.com/jamulussoftware/jamulus/discussions).
pt_br: Confira a [documentação](wiki/Getting-Started) e considere a seção de [solução de problemas](wiki/Client-Troubleshooting)! Você também pode perguntar nos [fóruns](https://github.com/jamulussoftware/jamulus/discussions).
pt_pt: Consulte a [documentação](wiki/Getting-Started) e considere a [secção de resolução de problemas](wiki/Client-Troubleshooting)! Também pode perguntar nos [fóruns](https://github.com/jamulussoftware/jamulus/discussions).
sv_se: Kolla in [dokumentationen](wiki/Getting-Started) och överväg att läsa avsnittet om [troubleshooting section](wiki/Client-Troubleshooting)! Du kan också ställa frågor på [forums](https://github.com/jamulussoftware/jamulus/discussions).
th: หากต้องการความช่วยเหลือ ลองดู[คู่มือการใช้งาน](wiki/Getting-Started) และลองอ่าน[คู่มือการแก้ไขปัญหา](wiki/Client-Troubleshooting)! คุณยังสามารถสอบถามได้ใน[ฟอรัม](https://github.com/jamulussoftware/jamulus/discussions)
zh_cn: 查看[文档](wiki/Getting-Started)并考虑[故障排除](wiki/Client-Troubleshooting)! 你也可以在[论坛](https://github.com/jamulussoftware/jamulus/discussions)上提问.

source: Ideas? Found a bug? Want to contribute some code or help [translating](https://github.com/jamulussoftware/jamulus/blob/main/docs/TRANSLATING.md) Jamulus into your language? Since Jamulus is [free and open source software](https://www.gnu.org/philosophy/free-sw.en.html) (FOSS) licensed under the [GPL](https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html) you can help us!
es: ¿Ideas? Has encontrado un bug? ¿Quieres contribuir con código o ayudar a [traducir](https://github.com/jamulussoftware/jamulus/blob/main/docs/translating.md) Jamulus a tu idioma? Puesto que Jamulus es [software libre y de código abierto](https://www.gnu.org/philosophy/free-sw.en.html) (FOSS) bajo la licencia [GPL](https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html) ¡nos puedes ayudar!
fr: Des idées ? Vous avez trouvé un bogue ? Vous voulez contribuer au code ou aider à [traduire](https://github.com/jamulussoftware/jamulus/blob/main/docs/TRANSLATING.md) Jamulus dans votre langue ? Jamulus étant un [logiciel libre et gratuit](https://www.gnu.org/philosophy/free-sw.fr.html) (FOSS) sous [GPL](https://www.gnu.org/licenses/old-licenses/gpl-2.0.fr.html), vous pouvez nous aider !
it: Idee? Hai trovato un bug? Vuoi contribuire a qualche codice o aiutare a [tradurre](https://github.com/jamulussoftware/jamulus/blob/main/docs/TRANSLATING.md) Jamulus nella tua lingua? Poiché Jamulus è [software libero e open source](https://www.gnu.org/philosophy/free-sw.en.html) (FOSS) sotto licenza [GPL](https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html) puoi aiutarci!
nl: Heb je een idee? Een bug gevonden? Wil je bijdragen aan de ontwikkeling of helpen bij het [vertalen](https://github.com/jamulussoftware/jamulus/blob/main/docs/TRANSLATING.md) van Jamulus in jouw taal? Aangezien Jamulus [gratis is en open source software](https://www.gnu.org/philosophy/free-sw.en.html) (FOSS) gelicentieerd onder de [GPL](https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html), kun je ons helpen!
pt_br: Ideias? Encontrou um bug? Quer contribuir com algum código ou ajudar a [traduzir](https://github.com/jamulussoftware/jamulus/blob/main/docs/TRANSLATING.md) o Jamulus para o seu idioma? Já que o Jamulus é um [software livre e de código aberto](https://www.gnu.org/philosophy/free-sw.en.html) (FOSS) licenciado sob a GPL, você pode nos ajudar!
pt_pt: Ideias? Encontrou um erro? Quer contribuir com algum código ou ajudar a [traduzir](https://github.com/jamulussoftware/jamulus/blob/main/docs/TRANSLATING.md) o Jamulus para a sua língua? Como o Jamulus é [software livre e de código aberto](https://www.gnu.org/philosophy/free-sw.en.html) (FOSS) licenciado sob a [GPL](https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html) você pode ajudar-nos!
sv_se: Har du idéer? Hittat en bugg? Vill du bidra med kod eller hjälpa till att [translating](https://github.com/jamulussoftware/jamulus/blob/main/docs/TRANSLATING.md) Jamulus till ditt språk? Eftersom Jamulus är [fri och öppen källkodsprogramvara](https://www.gnu.org/philosophy/free-sw.en.html) (FOSS) licensierad under [GPL](https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html) kan du hjälpa oss!
th: มีไอเดีย? พบเจอบั๊ก? ต้องการช่วยเขียนโค้ด หรือช่วย[แปล](https://github.com/jamulussoftware/jamulus/blob/main/docs/TRANSLATING.md) Jamulus เป็นภาษาของคุณ? เนื่องจาก Jamulus เป็น[ซอฟต์แวร์เสรีและโอเพนซอร์ส](https://www.gnu.org/philosophy/free-sw.en.html) (FOSS) ภายใต้ลิขสิทธิ์ [GPL](https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html) คุณสามารถช่วยเราได้!
zh_cn: 新想法？发现 bug ？想贡献一些代码或帮助[翻译](https://github.com/jamulussoftware/jamulus/blob/main/docs/TRANSLATING.md) Jamulus 成您的语言？由于 Jamulus 是根据 [GPL](https://www.gnu.org/licenses/old-licenses/gpl-2.0.en.html) 许可的 [自由和开放源码软件](https://www.gnu.org/philosophy/free-sw.en.html) (FOSS) ，您可以帮助我们！

source: Take a look at our [contribution guidelines](wiki/Contribution) to find out how. Everybody is welcome!
es: Echa un vistazo a nuestra [guía para contribuciones](wiki/Contribution) para saber cómo. ¡Cualquier persona es bienvenida!
fr: Consultez nos [directives de contribution](wiki/Contribution) pour savoir comment procéder.Tout le monde est le bienvenu !
it: Date un'occhiata alle nostre [linee di contributo](wiki/Contribution) per scoprire come. Tutti sono i benvenuti!
nl: Bekijk onze [richtlijnen voor bijdragen](wiki/Contribution) om erachter te komen hoe. Iedereen is welkom!
pt_br: Confira nossas [diretrizes de contribuição](wiki/Contribution) para saber como. Todos são bem-vindos!
pt_pt: Dá uma vista de olhos às nossas [directrizes de contribuição](wiki/Contribution) para saberes como. Todos são bem-vindos!
sv_se: Ta en titt på våra [contribution guidelines](wiki/Contribution) för att ta reda på hur du kan bidra. Alla är välkomna!
th: ลองดู[แนวทางการมีส่วนร่วม](wiki/Contribution) ของเรา เพื่อดูวิธีการ พวกเรายินดีตอนรับทุกท่าน!
zh_cn: 请查看我们的[贡献指南](wiki/Contribution)，了解如何贡献。我们欢迎所有人！

source: _For detailed information on how Jamulus works, see [this paper by Volker Fischer (PDF)](/PerformingBandRehearsalsontheInternetWithJamulus.pdf)._
es: _Para información detallada sobre el funcionamiento de Jamulus, consulta [este artículo de Volker Fischer (PDF)](/PerformingBandRehearsalsontheInternetWithJamulus.pdf).
fr: Pour des informations détaillées sur le fonctionnement de Jamulus, voir [cet article de Volker Fischer (PDF)](/PerformingBandRehearsalsontheInternetWithJamulus.pdf).
it: Per informazioni dettagliate su come funziona Jamulus, vedere [questo documento di Volker Fischer PDF](/PerformingBandRehearsalsontheInternetWithJamulus.pdf)_
nl: Voor gedetailleerde informatie over hoe Jamulus werkt, zie [dit artikel van Volker Fischer (PDF in het engels)](/PerformingBandRehearsalsontheInternetWithJamulus.pdf).
pt_br: _Para informações detalhadas sobre como o Jamulus funciona, consulte [este artigo de Volker Fischer (PDF)](/PerformingBandRehearsalsontheInternetWithJamulus.pdf)._
pt_pt: _Para obter informações pormenorizadas sobre o funcionamento do Jamulus, ver [este documento de Volker Fischer (PDF)](/PerformingBandRehearsalsontheInternetWithJamulus.pdf)._
sv_se: _För detaljerad information om hur Jamulus fungerar, se [denna artikel av Volker Fischer (PDF)](/PerformingBandRehearsalsontheInternetWithJamulus.pdf)._
th: _สำหรับข้อมูลโดยละเอียดเกี่ยวกับวิธีการทำงานของ Jamulus โปรดอ่าน[บทความวิชาการโดย Volker Fischer (PDF)](/PerformingBandRehearsalsontheInternetWithJamulus.pdf)_
zh_cn: _有关 Jamulus 工作原理的详细信息，请参阅 [Volker Fischer 撰写的本文 (PDF)](/PerformingBandRehearsalsontheInternetWithJamulus.pdf)._
