Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/1-index.po
Languages: de, es, fr, it, ko_kr, nl, pt_br, pt_pt, sv_se, th, zh_cn

source: --- title: "Jamulus ‒ Play music online. With friends. For free." lang: "en" permalink: / layout: mainhomepage ldjAppCategory: "Music" ldjSlogan: "Play music online. With friends. For free." ldjCreator: "Volker Fischer and contributors" metadescription: "Jamulus is free and open source software that lets musicians perform music, rehearse or jam together, in real time over the Internet." mAltProgIcon: "Jamulus icon" mTSlogan: "Play music online. With friends. For free." mTGetStartedNow: "Get started now!" mTDownloadNow: 'Download now for' mTOtherPlatforms: 'other platforms' ---
de: --- title: "Jamulus ‒ Musiziere online. Mit deinen Freunden. Kostenlos." lang: "de" permalink: / layout: mainhomepage ldjAppCategory: "Musik" ldjSlogan: "Musiziere online. Mit deinen Freunden. Kostenlos." ldjCreator: "Volker Fischer und Mitwirkende" metadescription: "Jamulus ist eine Freie/Open Source Software, die Musizieren, Proben und Jammen in Echtzeit übers Internet ermöglicht." mAltProgIcon: "Jamulus icon" mTSlogan: "Musiziere online. Mit deinen Freunden. Kostenlos." mTGetStartedNow: "Jetzt Starten!" mTDownloadNow: 'Sofort herunterladen für' mTOtherPlatforms: 'weitere Plattformen' ---

source: What is Jamulus?
de: Was ist Jamulus?
es: ¿Qué es Jamulus?
fr: Qu'est-ce que Jamulus ?
it: Cos'è Jamulus?
ko_kr: Jamulus란 무엇일까요?
nl: Wat is Jamulus?
pt_br: O que é Jamulus?
pt_pt: O que é Jamulus?
sv_se: Vad är Jamulus?
th: Jamulus คืออะไร?
zh_cn: 什么是 Jamulus？

source: Jamulus lets you play, rehearse, or jam with your friends, your band, or anyone you find online. Play together remotely in time with high quality, low-latency sound on a normal broadband connection.
de: Mit Jamulus kannst du mit deinen Freunden, deiner Band oder jedem, den du online findest, spielen, proben oder jammen. Spiele aus der Ferne im Takt mit hochqualitativem Sound mit geringer Latenz über eine normale Breitbandverbindung.
ko_kr: Jamulus를 사용하면 친구, 밴드 또는 온라인에서 찾은 모든 사람과 연주, 리허설 또는 즉흥 연주를 할 수 있습니다. 일반 광대역 연결에서 지연 시간이 짧은 고음질 사운드로 원격으로 함께 플레이하세요.

source: Download it here
de: Lade Jamulus hier herunter
ko_kr: 여기에서 다운로드하세요
pt_br: Baixe aqui

source: Jamulus worldwide
de: Jamulus weltweit
es: Jamulus en todo el mundo
fr: Jamulus dans le monde
it: Jamulus nel mondo
ko_kr: 세계 속의 Jamulus
nl: Jamulus wereldwijd
pt_br: Jamulus no mundo
pt_pt: Jamulus no mundo
sv_se: Jamulus världen över
th: Jamulus เชื่อมโลกดนตรี
zh_cn: 世界各地的 Jamulus

source: All over the world Jamulus allows choirs to rehearse and rock bands to play. Jamulus brings folk and classical musicians together. It's being used for remote music lessons, in schools and universities, in private and in public — all in real time on the Internet, as if you were there in person.
de: Überall auf der Welt können dank Jamulus Chöre zusammen proben und Rockbands ihre Gigs aufführen. Jamulus vereint klassische und Popmusiker und wird auch für musikalischen Fernunterricht in Schulen, Universitäten, privat und öffentlich genutzt — alles in Echtzeit, über das Internet, als ob du persönlich vor Ort wärst.
ko_kr: 전 세계적으로 Jamulus는 합창단들이 리허설을 하고 록 밴드들이 연주할 수 있도록 허용합니다. Jamulus는 포크 뮤지션들과 클래식 뮤지션들을 하나로 모았습니다. 원격 음악 수업, 학교와 대학, 사립학교와 공공장소에서 사용되고 있습니다 — 마치 당신이 직접 그곳에 있는 것처럼 인터넷에서 실시간으로.

source: Help needed?
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d'aide ?
it: Hai bisogno di aiuto?
ko_kr: 도움이 필요하십니까?
nl: Hulp nodig?
pt_br: Precisa de ajuda?
pt_pt: Precisa de ajuda?
sv_se: Behöver du hjälp?
th: ต้องการความช่วยเหลือ?
zh_cn: 需要帮助？

source: Check out the
de: Wirf einen Blick in die
ko_kr: 살펴보기:

source: documentation
de: Jamulus Dokumentation
ko_kr: 설명서
pt_br: documentação

source: and consider the
de: und beachte bitte auch die
ko_kr: 및 고려할 사항:

source: troubleshooting section
de: Fehlerbehebungsseite
ko_kr: 문제 해결 섹션
pt_br: problemas e soluções

source: ! You can also ask on the
de: ! Du kannst auch im
ko_kr: ! 문의할 곳:
pt_br: ! Você também pode postar a sua pergunta nos

source: forums
de: Forum (Englisch) nach Hilfe fragen
ko_kr: 포럼
pt_br: fórums

source: Want to get involved?
de: Willst du mithelfen?
es: ¿Quieres involucrarte?
fr: Vous voulez vous impliquer ?
it: Ti va di collaborare?
ko_kr: 참여하고 싶으신가요?
nl: Wil je meehelpen?
pt_br: Quer contribuir?
pt_pt: Quer contribuir?
sv_se: Vill du engagera dig?
th: อยากมีส่วนร่วมไหม?
zh_cn: 想参与其中吗？

source: Ideas? Found a bug? Want to contribute some code or help
de: Ideen? Hast du einen Fehler gefunden oder willst du Code beisteuern?
ko_kr: 아이디어? 버그를 찾았습니까? 코드나 도움을 주고 싶습니까?

source: translating
de: Möchtest du Jamulus in deine Sprache übersetzen?
ko_kr: 번역하기

source: Jamulus into your language? Since Jamulus is
de: Da Jamulus
ko_kr: Jamulus를 사용자의 언어로 번역하시겠습니까? Jamulus는 내내

source: free and open source software
de: Freie/Open Source Software
ko_kr: 자유 및 오픈 소스 소프트웨어입니다
pt_br: um software livre e de código aberto

source: (FOSS) licensed under the
de: ist, die unter der
ko_kr: (FOSS) 다음에 따라 라이선스 부여됨:
pt_br: (FOSS) licenciado sob a

source: GPL
de: GPL Lizenz steht

source: , you can help us!
de: , kannst du aktiv mitgestalten!
ko_kr: , 당신은 저희를 도울 수 있습니다!
pt_br: , você pode nos ajudar!

source: Take a look at our
de: Werfe einen Blick in unsere
ko_kr: 살펴보기:
pt_br: Dê uma olhada nas nossas

source: contribution guidelines
de: Richtlinien für Beiträge
ko_kr: 기여 지침
pt_br: diretrizes de contribuição

source: to find out how. Everybody is welcome!
de: . Wir freuen uns auf dich!
ko_kr: 방법을 알아보십시오. 모두 환영합니다!
pt_br: para saber como. Todos são bem-vindos!

source: For detailed information on how Jamulus works, see
de: Ausführliche Informationen darüber, wie Jamulus funktioniert, findest du in
ko_kr: Jamulus 작동 방식에 대한 자세한 내용은 다음을 참조하십시오

source: this paper by Volker Fischer (PDF)
de: diesem Paper von Volker Fischer (PDF)
ko_kr: Volker Fischer의 이 백서 (PDF)
pt_br: esse paper escrito por Volker Fischer (PDF)

source: --- title: "Jamulus ‒ Play music online. With friends. For free." lang: "en" permalink: / layout: mainhomepage ldjAppCategory: "Music" ldjSlogan: "Play music online. With friends. For free." ldjCreator: "Volker Fischer and contributors" metadescription: "Jamulus is free and open source software that lets musicians perform music, rehearse or jam together, in real time over the Internet." mAltProgIcon: "Jamulus icon" mTSlogan: "Play music online. With friends. For free." mTGetStartedNow: "Get started now!" mTDownloadNow: 'Download now for' mTPlatformsAnd: 'and' mTOtherPlatforms: 'other platforms' ---
ko_kr: --- title: "Jamulus ‒ 온라인으로 음악을 재생합니다. 친구들과 함께. 무료로." lang: "ko_KR" permalink: / layout: mainhomepage ldjAppCategory: "음악" ldjSlogan: "온라인으로 음악을 재생합니다. 친구들과 함께. 무료로." ldjCreator: "Volker Fischer 및 기여자" metadescription: "Jamulus는 뮤지션들이 인터넷을 통해 실시간으로 함께 음악을 연주하고, 리허설하거나 즉흥 연주할 수 있는 무료 오픈 소스 소프트웨어입니다." mAltProgIcon: "Jamulus 아이콘" mTSlogan: "온라인으로 음악을 재생합니다. 친구들과 함께. 무료로." mTGetStartedNow: "지금 시작하세요!" mTDownloadNow: '지금 다운로드' mTPlatformsAnd: '및' mTOtherPlatforms: '다른 플랫폼' ---

source: --- title: "Jamulus ‒ Play music online. With friends. For free." lang: "en" permalink: / layout: mainhomepage ldjAppCategory: "Music" ldjSlogan: "Play music online. With friends. For free." ldjCreator: "Volker Fischer and contributors" metadescription: "Jamulus is open source software that lets musicians perform music, rehearse or just jam together, all in real time over the Internet." mAltProgIcon: "Jamulus icon" mTSlogan: "Play music online. With friends. For free." mTGetStartedNow: "Get started now!" mTDownloadNow: 'Download now for' mTOtherPlatforms: 'other platforms' ---
pt_br: --- title: "Jamulus ‒ Faça música online. Com amigos. De graça." lang: "pt_BR" permalink: / layout: mainhomepage ldjAppCategory: "Música" ldjSlogan: "Faça música online. Com amigos. De graça." ldjCreator: "Volker Fischer e colaboradores" metadescription: "Jamulus é um software de código aberto que permite que músicos toquem, ensaiem ou simplesmente façam um som, em tempo real na Internet." mAltProgIcon: "Jamulus icon" mTSlogan: "Faça música online. Com amigos. De graça." mTGetStartedNow: "Comece agora!" mTDownloadNow: 'Baixe agora para' mTOtherPlatforms: 'outras plataformas' ---

source: Jamulus is for playing, rehearsing, or just jamming with your friends, your band or just anyone you find online. With high quality, low-latency sound on a normal broadband connection, it's easy to play together remotely and in time.
pt_br: Jamulus é um programa para tocar, ensaiar ou simplesmente fazer um som com seus amigos, sua banda ou com qualquer um que estiver online. Com som de alta qualidade e baixa latência através de uma conexão de banda larga, nunca foi tão fácil tocar a distância e no ritmo.

source: All over the world Jamulus allows huge choirs to rehearse, loud rock bands to play, and brings folk and classical musicians together. It's being used for remote music lessons, in schools and universities, in private and in public. Even just for the spoken word – all in real time on the Internet, as if you were there in person.
pt_br: No mundo inteiro Jamulus permite que grandes corais ensaiem, que bandas de rock façam um som e une músicos clássicos e populares. Tem sido usado para aulas de música a distância, em escolas e universidades, públicas e privadas. Até mesmo para apenas falar - tudo em tempo real e na Internet, como se você estivesse lá em pessoa.

source: Have a look at the
pt_br: Dê uma olhada na

source: . Especially consider the
pt_br: . Considerar especialmente a

source: Ideas? Found a bug? Want to contribute some code or help translating into your language? Since Jamulus is
pt_br: Teve uma idéia? Encontrou um bug? Quer contribuir programando ou ajudar na tradução para o seu idioma? Uma vez que Jamulus é

source: For detailed information about how Jamulus hacks the space-time continuum to produce a near-perfect 5th dimension of collaborative sound, see
pt_br: Para informações detalhadas sobre como Jamulus hackeia o continuum do espaço-tempo para produzir uma 5ª dimensão quase perfeita do som colaborativo, veja

source: --- title: "Jamulus ‒ Play music online. With friends. For free." lang: "en" permalink: / layout: mainhomepage ldjAppCategory: "Music" ldjSlogan: "Play music online. With friends. For free." ldjCreator: "Volker Fischer and contributors" metadescription: "Jamulus is free and open source software that lets musicians perform music, rehearse or jam together, in real time over the Internet." mAltProgIcon: "Jamulus icon" mTSlogan: "Play music online. With friends. For free." mTGetStartedNow: "Get started now!" mTDownloadNow: 'Download now for' mTPlatformsAnd: 'and' mTOtherPlatforms: 'other platforms' --- [//]: # Markdown sections should not be indented, otherwise they are treated as code blocks.
es: --- title: "Jamulus ‒ Toca música online. Con amig@s. Gratis." lang: "es" permalink: / layout: mainhomepage ldjAppCategory: "Música" ldjSlogan: "Toca música online. Con amig@s. Gratis." ldjCreator: "Volker Fischer y contribuidores" metadescription: "Jamulus es software libre de código abierto que permite a músicos tocar música, ensayar o hacer jam sessions juntos, en tiempo real a través de Internet." mAltProgIcon: "Jamulus icon" mTSlogan: "Toca música online. Con amig@s. Gratis." mTGetStartedNow: "¡Empieza ya!" mTDownloadNow: 'Descarga ahora para' mTPlatformsAnd: 'y' mTOtherPlatforms: 'otras plataformas' --- [//]: # Markdown sections should not be indented, otherwise they are treated as code blocks.
fr: --- title: "Jamulus ‒ Jouez de la musique en ligne. Avec vos amis. Librement et gratuitement." lang: "fr" permalink: / layout: mainhomepage ldjAppCategory: "Musique" ldjSlogan: "Jouez de la musique en ligne. Avec vos amis. Librement et gratuitement." ldjCreator: "Volker Fischer et contributeurs" metadescription: "Jamulus est un logiciel libre à source ouverte qui permet aux musiciens de jouer de la musique, de répéter ou de bœuffer en ligne et en temps réel via internet." mAltProgIcon: "Icône de Jamulus" mTSlogan: "Jouez de la musique en ligne. Avec vos amis. Librement et gratuitement." mTGetStartedNow: "Commencer maintenant !" mTDownloadNow: 'Télécharger maintenant pour' mTPlatformsAnd: 'et' mTOtherPlatforms: 'autres plateformes' --- [//] : # Les sections Markdown ne doivent pas être indentées, sinon elles sont traitées comme des blocs de code.
it: --- title: "Jamulus ‒ Suonare Online. Tra Amici. In libertà." lang: "it" permalink: / layout: mainhomepage ldjAppCategory: "Musica" ldjSlogan: "Suonare Online. Tra Amici. In libertà." ldjCreator: "Volker Fischer ed altri collaboratori" metadescription: "Jamulus è un software opensource che permette ai musicisti di suonare, provare o partecipare ad una jam, in tempo reale tramite Internet." mAltProgIcon: "Jamulus icon" mTSlogan: "Suonare Online. Tra Amici. In libertà." mTGetStartedNow: "Comincia a Suonare!" mTDownloadNow: 'Scarica ora per' mTPlatformsAnd: 'e' mTOtherPlatforms: 'altre piattaforme' --- [//]: # Markdown sections should not be indented, otherwise they are treated as code blocks.
nl: --- title: "Jamulus ‒ Maak online muziek. Met vrienden. Gratis." lang: "nl" permalink: / layout: mainhomepage ldjAppCategory: "Muziek" ldjSlogan: "Maak online muziek. Met vrienden. Gratis." ldjCreator: "Volker Fischer en bijdragers" metadescription: "Jamulus is gratis en open source software waarmee muzikanten muziek kunnen uitvoeren, repeteren of samen jammen, in realtime via internet." mAltProgIcon: "Jamulus icoon" mTSlogan: "Maak online muziek. Met vrienden. Gratis." mTGetStartedNow: "Begin nu!" mTDownloadNow: 'Download nu voor' mTPlatformsAnd: 'en' mTOtherPlatforms: 'andere platformen' ---
pt_br: --- title: "Jamulus ‒ Faça música online. Com amigos. De graça." lang: "pt-BR" permalink: / layout: mainhomepage ldjAppCategory: "Música" ldjSlogan: "Faça música online. Com amigos. De graça." ldjCreator: "Volker Fischer e colaboradores" metadescription: "Jamulus é um software gratuito de código aberto que permite que músicos toquem, ensaiem ou façam um som, em tempo real na Internet." mAltProgIcon: "Ícone do Jamulus" mTSlogan: "Faça música online. Com amigos. De graça." mTGetStartedNow: "Comece agora!" mTDownloadNow: 'Baixe agora para' mTPlatformsAnd: 'e' mTOtherPlatforms: 'outras plataformas' --- [//]: # Seções em Markdown não devem ser indentadas, caso contrário serão tratadas como blocos de código.
pt_pt: --- título: "Jamulus - Toca música online. Com amigos. De graça." lang: "pt-PT" permalink: / layout: mainhomepage ldjAppCategory: "Música" ldjSlogan: "Tocar música online. Com amigos. De graça." ldjCreator: "Volker Fischer e colaboradores" metadescrição: "Jamulus é um software gratuito e de código aberto que permite aos músicos tocar música, ensaiar ou improvisar em conjunto, em tempo real, através da Internet." mAltProgIcon: "Ícone do Jamulus" mTSlogan: "Tocar música online. Com amigos. De graça." mTGetStartedNow: "Começar agora!" mTDownloadNow: "Descarregar agora para" mTPlatformsAnd: 'e' mTOtherPlatforms: 'outras plataformas' --- [//]: # As secções Markdown não devem ser indentadas, caso contrário são tratadas como blocos de código.
sv_se: --- title: "Jamulus ‒ Spela musik online. Med vänner. Gratis." lang: "sv-SE" permalink: / layout: mainhomepage ldjAppCategory: "Musik" ldjSlogan: "Spela musik online. Med vänner. Gratis." ldjCreator: "Volker Fischer och andra medverkande" metadescription: "Jamulus är fri och öppen källkodsprogramvara som gör det möjligt för musiker att spela musik, öva eller jamma tillsammans i realtid över internet." mAltProgIcon: "Jamulus icon" mTSlogan: "Spela musik online. Med vänner. Gratis." mTGetStartedNow: "Kom igång nu!" mTDownloadNow: 'Ladda ner nu för' mTPlatformsAnd: 'och' mTOtherPlatforms: 'andra platformar' --- [//]: # Markdown-avsnitt ska inte vara indragna, annars behandlas de som kodblock.
th: --- title: "Jamulus ‒ เล่นดนตรีออนไลน์ กับเพื่อนๆ ฟรี!" lang: "th" permalink: / layout: mainhomepage ldjAppCategory: "Music" ldjSlogan: "เล่นดนตรีออนไลน์ กับเพื่อนๆ ฟรี!" ldjCreator: "Volker Fischer and contributors" metadescription: "Jamulus เป็นซอฟต์แวร์ฟรีและโอเพนซอร์สที่ช่วยให้นักดนตรีสามารถเล่นดนตรี ซ้อม หรือแจมร่วมกันได้แบบเรียลไทม์ผ่านอินเตอร์เน็ต" mAltProgIcon: "Jamulus icon" mTSlogan: "Play music online. With friends. For free." mTGetStartedNow: "เริ่มต้นใช้งานได้เลย!" mTDownloadNow: 'ดาวน์โหลดโปรแกรมเพื่อใช้งานบน' mTPlatformsAnd: 'และ' mTOtherPlatforms: 'แพลตฟอร์มอื่นๆ' --- [//]: # Markdown sections should not be indented, otherwise they are treated as code blocks.
zh_cn: --- title: "Jamulus - 与朋友一起免费的在线演奏音乐。" lang: "zh_CN" permalink: / layout: mainhomepage ldjAppCategory: "音乐" ldjSlogan: "与朋友一起免费的在线演奏音乐。" ldjCreator: "Volker Fischer 和贡献者" metadescription: "Jamulus是一款免费开源软件，可让音乐家通过互联网实时一起演奏音乐、排练或即兴演奏" mAltProgIcon: "Jamulus 图标" mTSlogan: " 与朋友一起免费的在线演奏音乐。" mTGetStartedNow: "现在就开始吧！" mTDownloadNow: '现在下载' mTPlatformsAnd: '和' mTOtherPlatforms: '其他平台' --- [//]: # Markdown 部分不应缩进，否则会被视为代码块。

source: Jamulus lets you play, rehearse, or jam with your friends, your band, or anyone you find online. Play together remotely in time with high quality, low-latency sound on a normal broadband connection. [Download it here!](wiki/Getting-Started)
es: Jamulus te permite tocar, ensayar o improvisar con tus amigos, tu grupo o cualquier persona que encuentres en Internet. Tocad juntos a distancia y a tiempo con sonido de alta calidad y baja latencia en una conexión de banda ancha normal. [Descárgalo aquí](wiki/Getting-Started)
fr: Jamulus vous permet de jouer, de répéter ou de bœuffer avec vos amis, votre groupe, ou toute personne en ligne. Jouez ensemble à distance en temps réel avec un son de haute qualité et à faible latence sur une connexion haut débit normale. [Téléchargez-le ici !](wiki/Getting-Started)
it: Jamulus ti consente di suonare, provare o suonare con i tuoi amici, la tua band o chiunque trovi online. Suona insieme da remoto a tempo con audio di alta qualità e bassa latenza su una normale connessione a banda larga. [Scaricalo qui!](wiki/Getting-Started)
nl: Met Jamulus kun je spelen, repeteren of jammen met je vrienden, je band of iedereen die je online vindt. Speel samen op afstand met hoogwaardig geluid met lage latentie via een normale breedbandverbinding. [Download het hier!](wiki/Getting-Started)
pt_br: Jamulus permite que você toque, ensaie ou faça um som com seus amigos, sua banda ou com qualquer um que estiver online. Toque juntos remotamente em tempo real com som de alta qualidade e baixa latência através de uma conexão de banda larga. [Baixe aqui!](wiki/Getting-Started)
pt_pt: O Jamulus permite-lhe tocar, ensaiar ou improvisar com os seus amigos, a sua banda ou qualquer pessoa que encontre online. Toquem juntos remotamente em tempo real com som de alta qualidade e baixa latência numa ligação de banda larga normal. [Descarregue-o aqui!](wiki/Getting-Started)
sv_se: Jamulus låter dig spela, öva eller jamma med dina vänner, ditt band eller vem som helst du hittar online. Spela tillsammans på distans i takt med högkvalitativt ljud och låg latens via en vanlig bredbandsuppkoppling. [Ladda ner här!](wiki/Getting-Started)
th: Jamulus ให้คุณเล่นดนตรี ซ้อม หรือแจมกับเพื่อนๆ วงดนตรีของคุณ หรือใครก็ตามที่คุณเจอทางออนไลน์ เล่นด้วยกันได้อย่างพร้อมเพรียงด้วยคุณภาพเสียงสูงและดีเลย์ต่ำ ผ่านการเชื่อมต่ออินเทอร์เน็ตแบบทั่วไป [ดาวน์โหลดได้ที่นี่!](wiki/Getting-Started)
zh_cn: Jamulus 让您的朋友、乐队或您在网上找到的任何人一起演奏、排练或即兴演奏。用普通宽带连接上提供高品质、低延迟的声音，可以轻松地远程及时地一起播放。 [从这里下载](wiki/Getting-Started)

source: Jamulus is international
it: Jamulus è internazionale
nl: Jamulus is internationaal
pt_br: Jamulus é internacional
pt_pt: Jamulus é internacional
sv_se: Jamulus är internationellt
th: Jamulus ใช้งานได้ทั่วโลก

source: All over the world Jamulus allows choirs to rehearse and rock bands to play. Jamulus brings folk and classical musicians together. It's being used for remote music lessons, in schools and universities, in private and in public — all in real time on the Internet, as if you were there in person.
es: En todo el mundo, Jamulus permite ensayar a coros y tocar a bandas de rock. Jamulus reúne a músicos clásicos y populares. Se utiliza para clases de música a distancia, en escuelas y universidades, en privado y en público, todo en tiempo real por Internet, como si estuvieras allí en persona.
fr: Partout dans le monde, Jamulus permet à des chorales de répéter, à des groupes de rock de jouer. Jamulus réunit des musiciens folkloriques et classiques. Il est utilisé pour des cours de musique à distance, dans des écoles et des universités, en privé et en public — tout cela en temps réel sur internet, comme si vous y étiez en personne.
it: In tutto il mondo Jamulus permette ai cori di provare e alle rock band di suonare. Jamulus riunisce musicisti folk e classici. Viene utilizzato per lezioni di musica a distanza, nelle scuole e nelle università, nel privato e nel pubblico, tutto in tempo reale su Internet, come se fossi in presenza e di persona.
nl: Over de hele wereld laat Jamulus koren repeteren en rockbands spelen. Jamulus brengt folk- en klassieke muzikanten samen. Het wordt gebruikt voor muzieklessen op afstand, op scholen en universiteiten, privé en in het openbaar — alles in realtime via het internet, alsof je er persoonlijk bij bent.
pt_br: No mundo inteiro, Jamulus permite que corais ensaiem, que bandas de rock façam um som. Jamulus une músicos clássicos e populares. Tem sido usado para aulas de música a distância, em escolas e universidades, públicas e privadas. — tudo em tempo real e na Internet, como se você estivesse lá em pessoa.
pt_pt: Em todo o mundo, o Jamulus permite que os coros ensaiem e as bandas de rock toquem. O Jamulus junta músicos populares e clássicos. Está a ser utilizado para aulas de música à distância, em escolas e universidades, em privado e em público - tudo em tempo real na Internet, como se estivesse lá pessoalmente.
sv_se: Över hela världen möjliggör Jamulus att körer kan repetera och rockband kan spela. Jamulus för samman folkmusiker och klassiska musiker. Det används bland annat för distansundervisning i musik, i skolor och på universitet, privat och offentligt – allt i realtid över internet, som om du vore där personligen.
th: ทั่วทุกมุมโลก Jamulus ช่วยให้คณะนักร้องประสานเสียงสามารถฝึกซ้อม และวงดนตรีร็อกสามารถเล่นดนตรีร่วมกันได้ Jamulus เชื่อมโยงนักดนตรีพื้นบ้านและนักดนตรีคลาสสิกเข้าด้วยกัน มีการใช้งาน Jamulus สำหรับการเรียนดนตรีทางไกล ในโรงเรียนและมหาวิทยาลัย ทั้งในที่ส่วนตัวและที่สาธารณะ ทั้งหมดนี้เกิดขึ้นแบบเรียลไทม์บนอินเทอร์เน็ต ราวกับว่าคุณอยู่ที่นั่นด้วยตนเอง
zh_cn: 在世界各地，Jamulus 允许合唱团排练、摇滚乐队演奏，并将民间音乐家和古典音乐家聚集在一起。它被用于远程音乐课程，在学校和大学，在私人和公共场合——所有这些都是在互联网上实时进行的，就像您亲临现场一样。
