Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Client-Troubleshooting.po
Languages: de, fr, ko_kr, nl, sv_se, th, zh_cn

source: When using a microphone while playing your other instrument, you can use a stereo audio input signal in your settings where one channel is connected to the instrument and the other channel is connected to a microphone signal. On the microphone channel an optional reverberation effect can be applied.
de: Wenn du ein Mikrofon verwendest, während du ein anderes Instrument spielst, kannst du in deinen Einstellungen ein Stereo-Audioeingangssignal verwenden, bei dem ein Kanal mit dem Instrument und der andere Kanal mit einem Mikrofonsignal verbunden ist. Auf den Mikrofonkanal kann ein optionaler Hall-Effekt eingestellt werden.
fr: Lorsque vous utilisez un microphone tout en jouant de votre autre instrument, vous pouvez utiliser un signal audio d'entrée stéréo dans vos réglages où un canal est connecté à l'instrument et l'autre canal est connecté à un signal de microphone. Sur le canal du microphone, un effet de réverbération optionnel peut être appliqué.
ko_kr: 다른 악기를 연주하는 동안 마이크를 사용할 때 한 채널은 악기에 연결되고 다른 채널은 마이크 신호에 연결되는 설정에서 스테레오 오디오 입력 신호를 사용할 수 있습니다. 마이크 채널에서는 선택적 잔향 효과를 적용할 수 있습니다.
nl: Wanneer je een microfoon gebruikt terwijl je jouw andere instrument bespeelt, dan kun je een stereo audio-ingangssignaal gebruiken in jouw instellingen waarbij het ene kanaal is aangesloten op het instrument en het andere kanaal is aangesloten op het microfoonsignaal. Op het microfoonkanaal kan een optioneel galm-effect worden toegepast.
sv_se: När du använder en mikrofon medan du spelar ditt andra instrument kan du använda en stereoljudingångssignal i dina inställningar där en kanal är ansluten till instrumentet och den andra kanalen är ansluten till en mikrofonsignal. På mikrofonkanalen kan en valfri efterklangseffekt läggas till.
th: เมื่อใช้ไมโครโฟนขณะเล่นเครื่องดนตรีของคุณ คุณสามารถใช้สัญญาณอินพุตเสียงแบบสเตอริโอในการตั้งค่าของคุณได้ โดยที่ช่องสัญญาณหนึ่งเชื่อมต่อกับเครื่องดนตรี และอีกช่องสัญญาณหนึ่งเชื่อมต่อกับสัญญาณไมโครโฟน และคุณสามารถเลือกใส่เอฟเฟกต์ reverb ในช่องสัญญาณไมโครโฟนได้
zh_cn: 在演奏其他乐器时使用麦克风时，您可以在设置中使用立体声音频输入信号，其中一个通道连接到乐器，另一个通道连接到麦克风信号。在麦克风通道上可以应用可选的混响效果。

source: Buffer LEDs suddenly going red, outages, [jittering](https://en.wikipedia.org/wiki/Jitter), weird sounds?
fr: Les voyants de la mémoire tampon deviennent soudainement rouges, pannes, [gigue](https://fr.wikipedia.org/wiki/Gigue_(%C3%A9lectronique)), sons bizarres ?
ko_kr: 버퍼 LED가 갑자기 빨간색으로 변하고, 중단되고, [지터링](https://en.wikipedia.org/wiki/Jitter), 이상한 소리가 나나요?
sv_se: Buffertlysdioder blir plötsligt röda, avbrott, [skakande](https://en.wikipedia.org/wiki/Jitter), konstiga ljud?
th: ไฟ LED ของบัฟเฟอร์เปลี่ยนเป็นสีแดงกะทันหัน เสียงขาดๆ หายๆ มีอาการ [jittering](https://en.wikipedia.org/wiki/Jitter) หรือมีเสียงแปลกๆ?

source: Your computer may be under too much load. Try not to have anything competing with Jamulus (like Zoom Meetings or Facebook live streams) on your machine. Or at least quit them while you're playing. Prevent things like virus scanners doing scans, or software updates happening, etc. Be aware that the reverb setting in Jamulus also uses more CPU the more reverb you have.
de: Dein Computer ist möglicherweise zu stark belastet. Versuche alles was mit Jamulus konkurriert (wie Zoom Meetings oder Facebook-Livestreams) von deinem Computer zu entfernen. Oder beende diese zumindest, während du spielst. Verhindere dass z. B. Virenscanner Scans durchführen oder Software-Updates durchgeführt werden, usw. Beachte dass auch die Hall-Einstellung in Jamulus mehr CPU verbraucht, je mehr Hall eingestellt wird.
fr: Votre ordinateur est peut-être trop sollicité. Essayez de ne rien avoir qui soit en concurrence avec Jamulus (comme Zoom Meetings ou les flux en direct de Facebook) sur votre machine. Ou du moins, quittez-les pendant que vous jouez. Empêchez les scanners de virus d'effectuer des analyses, les mises à jour de logiciels, etc. Sachez que le paramètre de réverbération dans Jamulus utilise également plus de CPU lorsque le réglage de réverbération est élevé.
ko_kr: 컴퓨터의 부하가 너무 높을 수 있습니다. 귀하의 컴퓨터에서 Jamulus와 경쟁하는 것(예: Zoom Meetings 또는 Facebook 라이브 스트림)을 갖지 않도록 하십시오. 아니면 적어도 플레이하는 동안 종료하세요. 스캔을 수행하는 바이러스 스캐너나 소프트웨어 업데이트 등을 방지합니다. 또한 Jamulus의 리버브 설정은 리버브가 많을수록 더 많은 CPU를 사용한다는 점에 유의하세요.
nl: Je computer wordt mogelijk te zwaar belast. Probeer niets op je computer te hebben dat concurreert met Jamulus (zoals Zoom Meetings of Facebook-livestreams). Of sluit ze in ieder geval af terwijl je aan het spelen bent. Voorkom dat zaken als virusscanners scans maken of software-updates, enz. Houd er rekening mee dat de galminstelling in Jamulus ook meer CPU gebruikt naarmate je meer galm hebt.
sv_se: Din dator kan vara för mycket belastad. Försök att inte ha något som konkurrerar med Jamulus (som Zoom Meetings eller Facebook livestreams) på din maskin. Eller åtminstone avsluta dem medan du spelar. Förhindra saker som virusskannrar som skannar, eller programuppdateringar som händer, etc. Var medveten om att reverb-inställningen i Jamulus också använder mer CPU ju mer reverb du har.
th: คอมพิวเตอร์ของคุณอาจทำงานหนักเกินไป พยายามอย่าให้มีอะไรที่แย่งทรัพยากรกับ Jamulus (เช่น การประชุม Zoom หรือการไลฟ์สตรีม Facebook) บนเครื่องของคุณ หรืออย่างน้อยก็ให้ออกจากโปรแกรมเหล่านั้นในขณะที่คุณกำลังเล่น ป้องกันไม่ให้โปรแกรมอย่างเช่น โปรแกรมสแกนไวรัส หรือโปรแกรมที่กำลังอัปเดตซอฟต์แวร์ ทำงานในขณะที่คุณกำลังเล่น และโปรดทราบว่า ยิ่งตั้งค่า reverb ไว้ฉ่ำเท่าไหร่ Jamulus จะใช้ CPU มากขึ้นเท่านั้น
zh_cn: 您的计算机可能负载过大。尽量不要在您的机器上与 Jamulus 竞争（例如 Zoom Meetings 或 Facebook 直播）。或者至少在你玩的时候退出它们。防止病毒扫描程序进行扫描或发生软件更新等事情。请注意，Jamulus 中的混响设置也会使用更多的 CPU，您拥有的混响越多。

source: Ping times and latency start well, then get worse, causing issues
fr: Les temps de ping et de latence commencent bien, puis s'aggravent et causent des problèmes
ko_kr: 핑 시간과 대기 시간이 잘 시작된 후 악화되어 문제가 발생함
sv_se: Pingtider och latens börjar bra och blir sedan värre och orsakar problem
th: ค่า ping time และ latency เริ่มต้นดี แต่แย่ลงเรื่อยๆ จนทำให้เกิดปัญหา

source: This can indicate something else is competing with Jamulus on your network, so make sure nobody is watching HD Netflix movies or taking part in Zoom video conferences while you are playing. A more permanent solution for technically-minded users may be found by investigating [the issue of buffer bloat](https://www.bufferbloat.net/projects/bloat/wiki/) on their router and whether you can implement Smart Queue Management (SQM). [More details here](https://www.bufferbloat.net/projects/bloat/wiki/What_can_I_do_about_Bufferbloat/).
de: Das kann darauf hindeuten, dass ein anderer Dienst in deinem Netzwerk mit Jamulus konkurriert. Stelle also sicher, dass niemand HD-Netflix-Filme ansieht oder an Zoom-Videokonferenzen teilnimmt, während du spielst. Du kannst auch [ein Problem mit Bufferbloat](https://www.bufferbloat.net/projects/bloat/wiki/) haben. Um das zu beheben solltest du deinen Router untersuchen und prüfen, ob du Smart Queue Management (SQM) implementieren kannst. [Weitere Einzelheiten findest du hier](https://www.bufferbloat.net/projects/bloat/wiki/What_can_I_do_about_Bufferbloat/).
fr: Cela peut indiquer que quelque chose d'autre est en concurrence avec Jamulus sur votre réseau, alors assurez-vous que personne ne regarde des films Netflix HD ou ne participe à des vidéoconférences Zoom pendant que vous jouez. Une solution plus permanente pour les utilisateurs à l'esprit technique peut être trouvée en examinant [le problème de l'hypertrophie de la mémoire tampon](https://www.bufferbloat.net/projects/bloat/wiki/) sur leur routeur et si vous pouvez mettre en œuvre la gestion intelligente des files d'attente (SQM). [Plus de détails ici](https://www.bufferbloat.net/projects/bloat/wiki/What_can_I_do_about_Bufferbloat/).
ko_kr: 이는 네트워크에서 다른 것이 Jamulus와 경쟁하고 있음을 나타낼 수 있으므로 플레이하는 동안 아무도 HD Netflix 영화를 보거나 Zoom 화상 회의에 참여하지 않는지 확인하십시오. 기술적인 생각이 있는 사용자를 위한 보다 영구적인 솔루션은 라우터의 [버퍼 팽창 문제](https://www.bufferbloat.net/projects/bloat/wiki/)와 스마트 대기열 관리 구현 가능 여부를 조사하여 찾을 수 있습니다. (SQM). [자세한 내용은 여기](https://www.bufferbloat.net/projects/bloat/wiki/What_can_I_do_about_Bufferbloat/).
nl: Dit kan erop wijzen dat er iets anders concurreert met Jamulus op jouw netwerk, zorg ervoor dat niemand HD Netflix-films kijkt of deelneemt aan Zoom-videoconferenties terwijl je aan het spelen bent. Een meer permanente oplossing voor technisch ingestelde gebruikers kan worden gevonden door te onderzoeken of [het vollopen van de buffer](https://www.bufferbloat.net/projects/bloat/wiki/) op de router een probleem is en of je wellicht Smart Queue Management (SQM) kunt gebruiken. [Klik hier voor meer informatie (engelstalig)](https://www.bufferbloat.net/projects/bloat/wiki/What_can_I_do_about_Bufferbloat/).
sv_se: Detta kan indikera att något annat konkurrerar med Jamulus i ditt nätverk, så se till att ingen tittar på HD Netflix-filmer eller deltar i Zoom-videokonferenser medan du spelar. En mer permanent lösning för tekniskt sinnade användare kan hittas genom att undersöka [frågan om buffertbloat](https://www.bufferbloat.net/projects/bloat/wiki/) på deras router och om du kan implementera Smart Queue Management (SQM). [Mer information här](https://www.bufferbloat.net/projects/bloat/wiki/What_can_I_do_about_Bufferbloat/).
th: สิ่งนี้อาจบ่งชี้ว่ามีบางสิ่งกำลังแย่งแบนด์วิดท์กับ Jamulus บนเครือข่ายของคุณอยู่ ดังนั้น ตรวจสอบให้แน่ใจว่าไม่มีใครกำลังดูภาพยนตร์ Netflix ความละเอียดสูง หรือเข้าร่วมการประชุมทางวิดีโอ Zoom ในขณะที่คุณกำลังเล่น สำหรับผู้ใช้ที่มีความรู้ทางเทคนิค อาจหาวิธีแก้ปัญหาที่ยั่งยืนกว่านี้ได้โดยการตรวจสอบ[ปัญหา buffer bloat](https://www.bufferbloat.net/projects/bloat/wiki/) บนเราเตอร์ และดูว่าคุณสามารถตั้งค่า Smart Queue Management (SQM) ได้หรือไม่ [ดูรายละเอียดเพิ่มเติม](https://www.bufferbloat.net/projects/bloat/wiki/What_can_I_do_about_Bufferbloat/)
zh_cn: 这可能表明有其他东西在你的网络上与 Jamulus 竞争，所以要确保在你玩的时候没有人在看高清 Netflix 电影或参加 Zoom 视频会议。对于有技术头脑的用户来说，可以通过调查他们的路由器上的[缓冲区膨胀问题](https://www.bufferbloat.net/projects/bloat/wiki/)以及你是否可以实现智能队列管理（SQM）来找到一个更持久的解决方案。[更多细节在这里](https://www.bufferbloat.net/projects/bloat/wiki/What_can_I_do_about_Bufferbloat/)。

source: Getting frustrated with software channels, audio routing, sample rates and more?
fr: Vous êtes frustré par les canaux logiciels, le routage audio, les taux d'échantillonnage et autres ?
ko_kr: 소프트웨어 채널, 오디오 라우팅, 샘플링 속도 등에 불만이 있으신가요?
sv_se: Blir du frustrerad över mjukvarukanaler, ljuddirigering, samplingsfrekvens och mer?
th: รู้สึกหงุดหงิดกับช่องสัญญาณซอฟต์แวร์ การกำหนดเส้นทางเสียง sample rate และอื่นๆ?

source: It's usually far easier and more reliable to have a [mixing desk](https://www.thomann.de/pics/bdb/191244/7355025_800.jpg) to connect your kit (instruments, mic, recorder etc.) and then send a simple stereo signal to your sound interface (be sure to listen to the resulting sound from the Jamulus Server via your computer though!). The huge variety of possible hardware, software and instrument combinations means that setting up your sound card to work with your particular configuration can otherwise get complicated very fast.
de: In der Regel ist es viel einfacher und zuverlässiger, ein [Mischpult](https://www.thomann.de/pics/bdb/191244/7355025_800.jpg) zu nutzen, an das du dein Equipment (Instrumente, Mikrofon, Aufnahmegerät usw.) anschließt und dann ein einfaches Stereosignal an dein Sound-Interface zu senden (achte aber darauf, dass du den resultierenden Sound vom Jamulus Server über deinen Computer abhörst!) Die große Vielfalt an möglichen Hardware-, Software- und Instrumentenkombinationen bedeutet, dass das Einrichten deiner Soundkarte für deine spezielle Konfiguration ansonsten sehr schnell kompliziert werden kann.
fr: Il est généralement bien plus simple et plus fiable de disposer d'une [table de mixage](https://www.thomann.de/pics/bdb/191244/7355025_800.jpg) pour connecter votre matériel (instruments, micro, enregistreur, etc.), puis d'envoyer un simple signal stéréo à votre interface audio (assurez-vous toutefois d'écouter le son résultant sur le serveur Jamulus via votre ordinateur !). L'énorme variété des combinaisons possibles de matériels, de logiciels et d'instruments signifie que le paramétrage de votre carte son peut sinon devenir très vite compliqué pour fonctionner avec votre configuration particulière.
ko_kr: 일반적으로 [믹싱 데스크](https://www.thomann.de/pics/bdb/191244/7355025_800.jpg)를 사용하여 키트(악기, 마이크, 레코더 등)를 연결하는 것이 훨씬 더 쉽고 안정적입니다. 간단한 스테레오 신호를 사운드 인터페이스로 보냅니다(단, 컴퓨터를 통해 Jamulus 서버에서 나오는 사운드를 들어보세요!). 하드웨어, 소프트웨어 및 악기 조합이 매우 다양하다는 것은 특정 구성에 맞게 사운드 카드를 설정하는 것이 매우 빠르게 복잡해질 수 있음을 의미합니다.
nl: Het is meestal veel gemakkelijker en betrouwbaarder om een [mixer](https://www.thomann.de/pics/bdb/191244/7355025_800.jpg) aan te sluiten op je apparatuur (instrumenten, microfoons, opname-apparaat, etc.) en stuur vervolgens een stereosignaal naar je geluidsinterface (luister echter wel naar het resulterende geluid van de Jamulus-server via je computer!). De enorme verscheidenheid aan mogelijke hardware-, software- en instrumentcombinaties betekent dat het instellen van je geluidskaart om te werken met jouw specifieke configuratie anders zeer snel ingewikkeld kan worden.
sv_se: Det är vanligtvis mycket enklare och mer tillförlitligt att ha ett [mixerbord](https://www.thomann.de/pics/bdb/191244/7355025_800.jpg) för att ansluta ditt kit (instrument, mikrofon, inspelare etc.) och sedan skicka en enkel stereosignal till ditt ljudgränssnitt (se dock till att lyssna på det resulterande ljudet från Jamulus-servern via din dator!). Det enorma utbudet av möjliga kombinationer av hårdvara, mjukvara och instrument gör att det annars kan bli komplicerat väldigt snabbt att ställa in ditt ljudkort för att fungera med just din konfiguration.
th: โดยปกติแล้ว การมี[มิกเซอร์](https://www.thomann.de/pics/bdb/191244/7355025_800.jpg) เพื่อเชื่อมต่อชุดอุปกรณ์ของคุณ (เครื่องดนตรี ไมโครโฟน เครื่องบันทึกเสียง ฯลฯ) แล้วส่งสัญญาณเสียงแบบสเตอริโอไปยังออดิโออินเตอร์เฟสของคุณ จะง่ายกว่าและโอกาสตั้งค่าผิดพลาดน้อยกว่ามาก (แต่ต้องแน่ใจว่าคุณกำลังฟังเสียงที่ส่งกลับมาจากเซิร์ฟเวอร์ Jamulus ผ่านคอมพิวเตอร์ของคุณ) เนื่องจากชุดอุปกรณ์ ฮาร์ดแวร์ ซอฟต์แวร์ และเครื่องดนตรีที่เป็นไปได้นั้นมีหลากหลายมาก การตั้งค่าการ์ดเสียงของคุณให้ทำงานกับเซ็ตอัพเฉพาะของคุณอาจกลายเป็นเรื่องซับซ้อนได้อย่างรวดเร็ว
zh_cn: 拥有一个 [混音台](https://www.thomann.de/pics/bdb/191244/7355025_800.jpg) 来连接您的套件（乐器、麦克风、录音机等）通常更容易、更可靠，然后向您的声音接口发送一个简单的立体声信号（不过，请务必通过您的计算机收听来自 Jamulus 服务器的声音！）。各种可能的硬件、软件和乐器组合意味着将声卡设置为与您的特定配置一起使用可能会很快变得复杂。

source: Somebody joining your jam and being too loud?
fr: Quelqu'un se joint à votre bœuf et joue trop fort ?
ko_kr: 누군가가 당신의 잼에 참여했는데 너무 시끄럽나요?
sv_se: Någon som är med i din jam och är för högljudd?
th: มีคนเข้าร่วมแจมของคุณและเสียงดังเกินไป?

source: You can set your "New Client Level" to a low value (e.g. 10), or set the musicians you are playing with to "Solo" state (in the mixer panel on the right side). That way, either new entrants will be very quiet, or you won't hear them at all.
de: Du kannst den „Pegel für neue Teilnehmer“ auf einen niedrigen Wert (z. B. 10) einstellen oder die Musiker, mit denen du spielst, in den „SOLO“-Status versetzen (im Mischpult auf der rechten Seite). Auf diese Weise werden neue Teilnehmer entweder sehr leise sein oder du wirst sie überhaupt nicht hören.
fr: Vous pouvez régler votre "Niveau de nouveau client" sur une valeur faible (par exemple 10), ou régler les musiciens avec lesquels vous jouez sur l'état "Solo" (dans le panneau de mixage sur le côté droit). De cette façon, soit les nouveaux arrivants seront très silencieux, soit vous ne les entendrez pas du tout.
ko_kr: "새 클라이언트 레벨"을 낮은 값(예: 10)으로 설정하거나 함께 연주하는 뮤지션을 "솔로" 상태(오른쪽 믹서 패널)로 설정할 수 있습니다. 그렇게 하면 새로운 참가자가 매우 조용해지거나 전혀 들리지 않게 됩니다.
nl: Je kunt het "nieuw client-niveau" op een lage waarde zetten (bijv. 10) of de muzikanten waarmee je speelt op "Solo" zetten (in het mixerpaneel aan de rechterkant). Op die manier zijn nieuwkomers ofwel erg stil, ofwel hoor je ze helemaal niet.
sv_se: Du kan ställa in din "New Client Level" till ett lågt värde (t.ex. 10), eller ställa in musikerna du spelar med till "Solo"-läge (i mixerpanelen på höger sida). På så sätt blir antingen nya deltagare väldigt tysta, eller så hör du dem inte alls.
th: คุณสามารถตั้งค่า "New Client Level" เป็นค่าต่ำๆ ได้ (เช่น 10) หรือตั้งค่าให้นักดนตรีที่คุณกำลังเล่นด้วยอยู่ในสถานะ "Solo" (ในแผงมิกเซอร์ทางด้านขวา) วิธีนี้จะทำให้ผู้เข้าร่วมใหม่เสียงเบามาก หรือคุณจะไม่ได้ยินเสียงพวกเขาเลย
zh_cn: 您可以将“新客户端级别”设置为较低的值（例如 10），或将您正在演奏的音乐家设置为“独奏”状态（在右侧的混音器面板中）。这样，要么新进入者会非常安静，要么你根本听不到他们的声音。

source: Can't see the Server you want to join?
fr: Vous ne voyez pas le serveur que vous voulez rejoindre ?
ko_kr: 참여하려는 서버가 보이지 않나요?
sv_se: Kan du inte se servern du vill gå med i?
th: ไม่เห็นเซิร์ฟเวอร์ที่คุณต้องการเข้าร่วม?

source: First check that you have the right genre Server selected in your Connect window. Sometimes network issues mean your Client won't list all the available Servers. If you know the name of the Server you want to join, you can [look up its IP address here](https://explorer.jamulus.io/). Enter that address in the "Server Address" field in the Connect Setup window to connect to it.
de: Vergewissere dich zunächst, dass du den richtigen Verzeichnis-Server in deinem Verbindungsfenster ausgewählt hast. Manchmal führen Netzwerkprobleme dazu, dass dein Client nicht alle verfügbaren Server auflistet. Wenn du den Namen des Servers kennst, dem du beitreten möchtest, kannst du [hier seine IP-Adresse nachschlagen](https://explorer.jamulus.io/). Gib diese Adresse in das Feld „Serveradresse“ im Fenster „Verbindungsaufbau“ ein, um eine Verbindung herzustellen.
fr: Vérifiez d'abord que vous avez sélectionné le bon Annuaire dans la fenêtre de configuration de la connexion. Parfois, des problèmes de réseau font que votre client ne liste pas tous les serveurs disponibles. Si vous connaissez le nom du serveur que vous voulez rejoindre, vous pouvez [rechercher son adresse IP ici](https://explorer.jamulus.io/). Saisissez l'adresse IP dans le champ "Adresse du serveur" de la fenêtre de configuration de la connexion pour vous y connecter.
ko_kr: 먼저 연결 창에서 올바른 서버 장르를 선택했는지 확인하세요. 때때로 네트워크 문제로 인해 클라이언트가 사용 가능한 모든 서버를 나열하지 못하는 경우가 있습니다. 가입하려는 서버의 이름을 알고 있다면 [여기에서 IP 주소를 찾아보세요](https://explorer.jamulus.io/). 연결 설정 창의 "서버 주소" 필드에 해당 주소를 입력하여 연결합니다.
nl: Controleer eerst of je de juiste genre server hebt geselecteerd in het verbindingsinstellingen venster. Soms zorgen netwerkproblemen ervoor dat je client niet alle beschikbare servers laat zien. Als je de naam weet van de server waaraan je wilt deelnemen, kun je [het IP-adres hier opzoeken](https://explorer.jamulus.io/). Voer het IP-adres in het "Serveradres" veld in het verbindinginstellingen venster om daar mee verbinding te maken.
sv_se: Kontrollera först att du har valt rätt genre Server i ditt Connect-fönster. Ibland innebär nätverksproblem att din klient inte kommer att lista alla tillgängliga servrar. Om du vet namnet på servern du vill gå med i kan du [söka upp dess IP-adress här](https://explorer.jamulus.io/). Ange den adressen i fältet "Serveradress" i fönstret Connect Setup för att ansluta till den.
th: ก่อนอื่น ตรวจสอบให้แน่ใจว่าคุณได้เลือก genre ของเซิร์ฟเวอร์ที่ถูกต้องในหน้าต่าง Connect แล้ว บางครั้งปัญหาเครือข่ายอาจทำให้ไคลเอนต์ Jamulus ของคุณไม่แสดงรายชื่อเซิร์ฟเวอร์ทั้งหมด หากคุณทราบชื่อของเซิร์ฟเวอร์ที่คุณต้องการเข้าร่วม คุณสามารถ[ค้นหาที่อยู่ IP ของเซิร์ฟเวอร์ได้ที่นี่](https://explorer.jamulus.io/) ป้อนที่อยู่นั้นในช่อง "Server Address" ในหน้าต่าง Connect Setup เพื่อเชื่อมต่อ
zh_cn: 首先检查您是否在“连接”窗口中选择了正确的流派服务器。有时网络问题意味着您的客户端不会列出所有可用的服务器。如果您知道要加入的服务器的名称，您可以[在此处查找其 IP 地址](https://explorer.jamulus.io/)。在“连接设置”窗口的“服务器地址”字段中输入该地址以连接到它。

source: Not seeing a list of Servers at all?
fr: Vous ne voyez pas du tout de liste de serveurs ?
ko_kr: 서버 목록이 전혀 표시되지 않습니까?
sv_se: Ser du inte en lista över servrar alls?
th: ไม่เห็นรายชื่อเซิร์ฟเวอร์เลย?

source: In the UK (and possibly other regions/routers) the Virgin Media Cable Internet Modem setting can cause an issue. "Block Fragmented IP Packets" should not be checked. For other routers/ISP, also try turning off SPI (Stateful Packet Inspection) and if that fixes it, you can make a judgment about whether to leave that off or not.
de: In Großbritannien (und möglicherweise in anderen Regionen/Routern) kann die Einstellung des Virgin Media Cable Internet Modem ein Problem verursachen. die Option „Fragmentierte IP Pakete blockieren“ sollte nicht aktiviert sein. Versuche bei anderen Routern/ISP auch, SPI (Stateful Packet Inspection) zu deaktivieren. Wenn dies das Problem behebt, kannst du dich entscheiden, ob du diese Einstellung beibehalten willst oder nicht.
fr: Au Royaume-Uni (et peut-être dans d'autres régions/routeurs), le paramètre du modem Internet de Virgin Media Cable peut causer un problème. La case "Block Fragmented IP Packets" ne doit pas être cochée. Pour les autres routeurs/ISP, essayez également de désactiver le SPI (Stateful Packet Inspection) et si cela résout le problème, vous pourrez décider de le laisser désactivé ou non.
ko_kr: 영국(및 기타 지역/라우터)에서는 Virgin Media 케이블 인터넷 모뎀 설정으로 인해 문제가 발생할 수 있습니다. "조각화된 IP 패킷 차단"을 선택하면 안 됩니다. 다른 라우터/ISP의 경우에도 SPI(Stateful Packet Inspection)를 꺼서 문제가 해결되면 꺼둘지 여부를 판단할 수 있습니다.
nl: In het VK (en mogelijk andere regio's/routers) kan de instelling van de Virgin Media Cable Internet Modem een probleem veroorzaken. "Blokkeer gefragmenteerde IP-pakketten" moet niet worden aangevinkt. Probeer voor andere routers/ISP ook SPI (Stateful Packet Inspection) uit te schakelen en als dat het probleem oplost, kun je bepalen of je dat uit moet laten of niet.
sv_se: I Storbritannien (och möjligen andra regioner/routrar) kan inställningen av Virgin Media Cable Internet Modem orsaka problem. "Blockera fragmenterade IP-paket" ska inte markeras. För andra routrar/ISP, prova också att stänga av SPI (Stateful Packet Inspection) och om det fixar det kan du göra en bedömning om du ska lämna det av eller inte.
th: ในสหราชอาณาจักร (และอาจรวมถึงภูมิภาค/เราเตอร์อื่นๆ) การตั้งค่าของ Virgin Media Cable Internet Modem อาจทำให้เกิดปัญหาได้ ไม่ควรเลือกตัวเลือก "Block Fragmented IP Packets" สำหรับเราเตอร์/ISP อื่นๆ ให้ลองปิด SPI (Stateful Packet Inspection) และหากวิธีนี้แก้ไขปัญหาได้ คุณสามารถตัดสินใจได้ว่าจะปิดมันไว้หรือไม่
zh_cn: 在英国（可能还有其他区域/路由器），维珍媒体有线互联网调制解调器设置可能会导致问题。不应检查“阻止分段 IP 数据包”。对于其他路由器/ISP，也可以尝试关闭 SPI（状态数据包检测），如果修复了它，您可以判断是否将其关闭。
