Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Client-Troubleshooting.po
Languages: de, fr, ko_kr, nl, sv_se, th, zh_cn

source: en
de: de
fr: fr
ko_kr: ko_KR
nl: nl
sv_se: sv-SE
th: th
zh_cn: zh_CN

source: Client Troubleshooting
de: Client-Fehlerbehebung
fr: Dépannage du client
ko_kr: 클라이언트 문제 해결
nl: Client problemen oplossen
sv_se: Klientfelsökning
th: การแก้ไขปัญหาไคลเอนต์
zh_cn: 客户端故障排除

source: Troubleshooting
fr: Dépannage
ko_kr: 문제 해결하기
sv_se: Felsökning
th: การแก้ไขปัญหา

source: <summary>Table of contents</summary>
fr: <summary>Table des matières</summary>
ko_kr: <summary>목차</summary>
sv_se: <summary>Innehållsförteckning</summary>
th: <summary>สารบัญ</summary>

source: Don’t hear any sound/Others don’t hear you?
fr: Vous n'entendez aucun son / les autres ne vous entendent pas ?
ko_kr: 아무 소리도 들리지 않습니다/다른 사람이 당신의 말을 듣지 못합니까?
sv_se: Hör inget ljud/andra hör dig inte?

source: Start with the simple stuff: make sure your instrument/microphone and headphones are connected to the correct sockets. Make sure no other applications like your browser, video conferencing tool etc. is also using your sound card. You should shut those down when using Jamulus. If that all looks OK and the problem persists, it's likely there's an issue with your sound device settings. This will depend on your particular setup (platform, hardware, software and drivers), so it's best to ask on [the forums](https://github.com/jamulussoftware/jamulus/discussions) for guidance.
de: Beginne mit den einfachen Dingen: Vergewissere dich, dass dein Instrument/Mikrofon und deine Kopfhörer an die richtigen Buchsen angeschlossen sind. Stelle sicher, dass keine anderen Anwendungen wie Browser, Videokonferenz Programme usw. deine Soundkarte ebenfalls benutzen. Du solltest diese Anwendungen schließen, wenn du Jamulus verwendest. Wenn das alles in Ordnung ist und das Problem weiterhin besteht, liegt wahrscheinlich ein Problem mit den Einstellungen deines Soundgeräts vor. Dies hängt von deiner speziellen Konfiguration ab (Plattform, Hardware, Software und Treiber), daher frage am besten im [Forum](https://github.com/jamulussoftware/jamulus/discussions) nach.
fr: Commencez par les choses simples : vérifiez que votre instrument/microphone et vos écouteurs sont connectés aux bonnes prises. Assurez-vous qu'aucune autre application (navigateur, outil de vidéoconférence, etc...) n'utilise également votre carte son. Vous devriez les fermer lorsque vous utilisez Jamulus. Si tout semble correct et que le problème persiste, il est probable qu'il y ait un problème avec les paramètres de votre périphérique audio. Cela dépendra de votre configuration particulière (plate-forme, matériels, logiciels et pilotes), il est donc préférable de demander conseil sur [les forums](https://github.com/jamulussoftware/jamulus/discussions).
ko_kr: 간단한 것부터 시작하십시오. 악기/마이크 및 헤드폰이 올바른 소켓에 연결되어 있는지 확인하십시오. 브라우저, 화상 회의 도구 등과 같은 다른 응용 프로그램도 사운드 카드를 사용하고 있지 않은지 확인하십시오. Jamulus를 사용할 때는 해당 기능을 종료해야 합니다. 모든 것이 정상으로 보이고 문제가 지속된다면 사운드 장치 설정에 문제가 있을 가능성이 높습니다. 이는 특정 설정(플랫폼, 하드웨어, 소프트웨어 및 드라이버)에 따라 다르므로 [포럼](https://github.com/jamulussoftware/jamulus/discussions)에 지침을 문의하는 것이 가장 좋습니다.
nl: Begin met de simpele dingen: zorg ervoor dat je instrument/microfoon en hoofdtelefoon op de juiste aansluitingen zijn aangesloten. Zorg ervoor dat geen andere toepassingen zoals je browser, videoconferentietool enz. de geluidskaart ook gebruiken. Je moet deze uitschakelen als je Jamulus gebruikt. Als dat er allemaal goed uitziet en het probleem zich blijft voordoen, dan is er waarschijnlijk een probleem met de instellingen van je geluidskaart/audio-interface. Dit hangt af van je specifieke configuratie (platform, hardware, software en stuurprogramma's), dus je kunt het beste vragen stellen in [de forums (engelstalig)](https://github.com/jamulussoftware/jamulus/discussions) voor hulp.
sv_se: Börja med de enkla sakerna: se till att ditt instrument/mikrofon och hörlurar är anslutna till rätt uttag. Se till att inga andra applikationer som din webbläsare, videokonferensverktyg etc. också använder ditt ljudkort. Du bör stänga av dem när du använder Jamulus. Om allt ser OK ut och problemet kvarstår, är det troligtvis ett problem med inställningarna för din ljudenhet. Detta beror på din specifika konfiguration (plattform, hårdvara, mjukvara och drivrutiner), så det är bäst att fråga på [forumen](https://github.com/jamulussoftware/jamulus/discussions) för vägledning.
th: เริ่มจากเบสิคก่อน: ตรวจสอบให้แน่ใจว่าเครื่องดนตรี/ไมโครโฟนและหูฟังของคุณเชื่อมต่อกับช่องเสียบที่ถูกต้อง ตรวจสอบให้แน่ใจว่าไม่มีแอปพลิเคชันอื่นๆ เช่น เบราว์เซอร์ วิดีโอคอล ฯลฯ ที่กำลังใช้งานการ์ดเสียงของคุณอยู่ คุณควรปิดแอปพลิเคชันเหล่านั้นขณะใช้งาน Jamulus หากมีปัญหาอยู่ แสดงว่าการตั้งค่าอุปกรณ์เสียงของคุณอาจมีปัญหา ซึ่งจะขึ้นอยู่กับการตั้งค่าเฉพาะของคุณ (แพลตฟอร์ม ฮาร์ดแวร์ ซอฟต์แวร์ และไดรเวอร์) ดังนั้น ทางที่ดีควรสอบถามดูใน[ฟอรัม](https://github.com/jamulussoftware/jamulus/discussions) เพื่อขอคำแนะนำ
zh_cn: 从简单的东西开始:确保您的乐器/麦克风和耳机连接到正确的插座。确保没有其他应用程序（例如您的浏览器、视频会议工具等）也在使用您的声卡。使用 Jamulus 时应该关闭它们。如果一切正常且问题仍然存在，则可能是您的声音设备设置存在问题。这取决于您的特定设置（平台、硬件、软件和驱动程序），因此最好在 [论坛](https://github.com/jamulussoftware/jamulus/discussions) 上寻求指导。

source: **Windows users (ASIO4ALL)**: If you’re using the ASIO4ALL driver have a look at the [ASIO4ALL setup section](Installation-for-Windows#setting-up-asio4all)
fr: **Utilisateurs de Windows (ASIO4ALL)** : si vous utilisez le pilote ASIO4ALL, consultez la section [Configuration de ASIO4LL](Installation-for-Windows#configuration-de-asio4all)
ko_kr: **Windows 사용자(ASIO4ALL)**: ASIO4ALL 드라이버를 사용하는 경우 [ASIO4ALL 설정 섹션](Installation-for-Windows#setting-up-asio4all)을 참조하세요.
nl: **Windows gebruikers (ASIO4ALL)**: Als je het ASIO4ALL-stuurprogramma gebruikt, kijk dan eens naar het [ASIO4ALL instellen](Installation-for-Windows#asio4all-instellen) gedeelte
sv_se: **Windows-användare (ASIO4ALL)**: Om du använder ASIO4ALL-drivrutinen ta en titt på [ASIO4ALL-installationsavsnittet](Installation-for-Windows#setting-up-asio4all)
th: **ผู้ใช้ Windows (ASIO4ALL)**: หากคุณกำลังใช้ไดรเวอร์ ASIO4ALL ให้ดูที่[ส่วนการตั้งค่า ASIO4ALL](Installation-for-Windows#setting-up-asio4all)
zh_cn: **Windows 用户 (ASIO4ALL)**:如果您使用的是 ASIO4ALL 驱动程序，请查看 [ASIO4ALL 设置部分](Installation-for-Windows#设置-asio4all)

source: Not seeing the headphone or microphone you just connected to your PC?
fr: Vous ne voyez pas le casque ou le microphone que vous venez de connecter à votre PC ?
ko_kr: 방금 사용자의 PC에 연결한 헤드폰이나 마이크가 보이지 않습니까?
sv_se: Ser du inte hörlurarna eller mikrofonen du just anslutit till din dator?
th: ไม่เห็นหูฟังหรือไมโครโฟนที่คุณเพิ่งเชื่อมต่อกับ PC ของคุณ?

source: Just restart Jamulus with your device plugged in. Jamulus currently doesn't show devices which were plugged in after the sound system was loaded.
de: Starte Jamulus einfach neu, wenn deine Geräte eingesteckt sind. Jamulus zeigt derzeit keine Geräte an, die nach dem Laden des Soundsystems eingesteckt wurden.
fr: Redémarrez simplement Jamulus avec votre appareil branché. Actuellement, Jamulus n'affiche pas les périphériques qui ont été branchés après le chargement du système de son.
ko_kr: 장치를 연결한 상태에서 Jamulus를 다시 시작하면 됩니다. Jamulus는 현재 사운드 시스템이 로드된 후 연결된 장치를 표시하지 않습니다.
nl: Start Jamulus gewoon opnieuw op met je apparaat aangesloten. Jamulus toont momenteel geen apparaten die zijn aangesloten nadat het geluidssysteem is geladen.
sv_se: Starta bara om Jamulus med din enhet inkopplad. Jamulus visar för närvarande inte enheter som anslutits efter att ljudsystemet laddades.
th: ให้รีสตาร์ท Jamulus หนึ่งครั้งโดยที่ยังคงเสียบอุปกรณ์ของคุณอยู่ เนื่องจากในตอนนี้ Jamulus ยังไม่สามารถแสดงอุปกรณ์ที่ถูกเสียบหลังจากที่เปิดแอพพลิเคชันได้
zh_cn: 只需在设备接通电源的情况下重新启动 Jamulus。Jamulus 目前不显示加载音响系统后插入的设备。

source: Your sound is stuttering
fr: Votre son est saccadé
ko_kr: 당신의 소리가 끊깁니다
sv_se: Ditt ljud hackar
th: เสียงของคุณกระตุก

source: Your audio device may not work with the buffer size you selected. Select a bigger buffer size in Jamulus's settings. If possible though, use another device, since large buffer sizes mean higher latency.
de: Dein Audiogerät funktioniert möglicherweise nicht mit der von dir gewählten Puffergröße. Wähle in den Einstellungen von Jamulus eine größere Puffergröße. Wenn möglich, solltest du ein anderes Gerät verwenden, da große Puffergrößen eine höhere Latenz bedeuten.
fr: Il se peut que votre périphérique audio ne fonctionne pas avec la taille de tampon que vous avez sélectionnée. Sélectionnez une taille de mémoire tampon plus importante dans les paramètres de Jamulus. Si possible, utilisez un autre périphérique, car une grande taille de mémoire tampon entraîne une latence plus élevée.
ko_kr: 사용자의 오디오 장치는 사용자가 선택한 버퍼 크기로 작동하지 않을 수 있습니다. Jamulus 설정에서 더 큰 버퍼 크기를 선택하세요. 하지만 가능하다면 다른 장치를 사용하십시오. 버퍼 크기가 크면 대기 시간이 길어집니다.
nl: Je geluidskaart/audio-interface werkt mogelijk niet goed met de buffergrootte die je hebt geselecteerd. Selecteer een grotere buffergrootte in de instellingen van Jamulus. Gebruik indien mogelijk een ander apparaat, aangezien grotere buffergroottes een hogere latentcy betekenen.
sv_se: Din ljudenhet kanske inte fungerar med den buffertstorlek du valde. Välj en större buffertstorlek i Jamulus inställningar. Om möjligt, använd dock en annan enhet, eftersom stora buffertstorlekar innebär högre latens.
th: อุปกรณ์เสียงของคุณอาจทำงานไม่ได้กับ buffer size ที่คุณเลือก ให้ลองปรับ buffer size ให้ใหญ่ขึ้นในหน้า Settings ของ Jamulus แต่ถ้าเป็นไปได้ ควรใช้อุปกรณ์อื่น เนื่องจากยิ่งบัฟเฟอร์ใหญ่ดีเลย์ก็ยิ่งเยอะ
zh_cn: 您的音频设备可能无法使用您选择的缓冲区大小。在 Jamulus 的设置中选择更大的缓冲区大小。如果可能，请使用其他设备，因为大缓冲区大小意味着更高的延迟。

source: You all sound OK, but it's difficult to keep together
fr: Vous avez tous un son correct, mais il est difficile de jouer ensemble
ko_kr: 당신들의 모든 소리는 좋습니다. 하지만, 함께 유지하기가 어렵습니다
sv_se: Ni låter alla okej, men det är svårt att hålla ihop
th: ทุกคนได้ยินเสียงชัดเจนดี แต่เล่นให้ตรงจังหวะกันยาก

source: **If at all possible, DO NOT listen to your direct signal.** Make sure you are listening as much as you can to the sound of your own instrument/voice _coming back from the Server_. This signal has you and your playing partners mixed together in sync, and will be the signal that your bandmates are hearing too. So listening to that means you will be in sync with each other (assuming you all have reasonably low latency). Note that if one or more musicians are not following this rule, they will slow down as they play or sing.
de: **Wenn möglich, höre NICHT auf dein direktes Signal.** Stelle sicher, dass du so gut wie möglich auf den Klang deines eigenen Instruments/Stimme hörst, der _vom Server_ zurückkommt. Dieses Signal wird von dir und deinen Mitspielern synchron gemischt und ist das Signal, das auch deine Bandkollegen hören. Wenn du dieses Signal hörst, seid ihr untereinander synchron (vorausgesetzt, alle haben eine einigermaßen geringe Latenz). Beachte, dass ein oder mehrere Musiker, die sich nicht an diese Regel halten, beim Spielen oder Singen langsamer werden.
fr: **Dans la mesure du possible, N'ÉCOUTEZ PAS votre signal direct**. Assurez-vous d'écouter autant que possible le son de votre propre instrument/voix _qui revient du serveur_. Ce signal est le résultat du mélange et de la synchronisation de votre son avec celui de vos partenaires de jeu, et sera le signal que vos camarades entendent aussi. L'écoute de ce signal signifie donc que vous serez synchronisés les uns avec les autres (en supposant que vous ayez tous une latence raisonnablement faible). Notez que si un ou plusieurs musiciens ne respectent pas cette règle, ils ralentiront leur jeu ou leur chant.
ko_kr: **가능하다면 직접적인 신호를 듣지 마세요.** _서버에서 돌아오는_ 자신의 악기/목소리를 최대한 많이 듣고 있는지 확인하세요. 이 신호는 당신과 당신의 연주 파트너가 동시에 혼합되도록 하며 밴드 동료들에게도 들리는 신호가 될 것입니다. 따라서 이를 듣는다는 것은 서로 동기화된다는 것을 의미합니다(모두의 대기 시간이 합리적으로 낮다고 가정). 한 명 이상의 뮤지션이 이 규칙을 따르지 않으면 연주하거나 노래할 때 속도가 느려집니다.
nl: **Luister, indien mogelijk, NIET naar je directe signaal.** Zorg ervoor dat je zoveel mogelijk luistert naar het geluid van je eigen instrument/stem dat _terugkomt van de server_. Dit signaal zorgt ervoor dat jij en je medespelers synchroon met elkaar vermengd zijn en zal het signaal zijn dat je bandleden ook horen. Dus ernaar luisteren betekent dat je synchroon loopt met elkaar (ervan uitgaande dat jullie allemaal een redelijk lage latency hebben). Als een of meer muzikanten/zangers deze regel niet volgen, kunnen ze langzamer gaan spelen of zingen.
sv_se: **Om det alls är möjligt, lyssna INTE på din direkta signal.** Se till att du lyssnar så mycket du kan på ljudet av ditt eget instrument/röst _som kommer tillbaka från servern_. Den här signalen blandar dig och dina spelpartners synkroniserat och kommer att vara signalen som dina bandkamrater också hör. Så att lyssna på det betyder att ni kommer att vara synkroniserade med varandra (förutsatt att ni alla har ganska låg latens). Observera att om en eller flera musiker inte följer denna regel, kommer de att sakta ner medan de spelar eller sjunger.
th: **ถ้าเป็นไปได้ อย่าฟังสัญญาณเสียงของคุณเอง** ตรวจสอบให้แน่ใจว่าคุณกำลังฟังเสียงเครื่องดนตรี/เสียงของคุณ _ที่ส่งกลับมาจากเซิร์ฟเวอร์_ สัญญาณนี้จะมีทั้งเสียงของคุณและเสียงของเพื่อนร่วมวงของคุณที่มิกซ์เข้าด้วยกันอย่างพร้อมเพรียง และจะเป็นสัญญาณเดียวกับที่เพื่อนร่วมวงของคุณได้ยิน ดังนั้น การฟังสัญญาณนี้หมายความว่าคุณจะเล่นพร้อมเพรียงกับคนอื่นๆ ได้ (หากทุกคนมีค่า latency ที่ต่ำพอ) โปรดทราบว่า หากมีนักดนตรีที่ไม่ปฏิบัติตามกฎนี้ พวกเขาจะทำให้ดนตรีช้าลงเรื่อยๆ
zh_cn: **如果可能，请不要听您的直接信号。** 确保您尽可能多地聆听您自己的乐器/声音_从服务器返回_的声音。这个信号让你和你的演奏伙伴同步混合在一起，也是你的乐队成员听到的信号。所以听这意味着你们将彼此同步（假设你们都有相当低的延迟）。请注意，如果一位或多位音乐家不遵守此规则，他们会在演奏或唱歌时放慢速度。

source: You can test whether you are hearing your signal correctly by doing the following:
de: Um zu testen, ob du dein Signal richtig hörst, kannst du folgendes tun:
fr: Vous pouvez vérifier si vous entendez correctement votre signal en procédant comme suit :
ko_kr: 다음을 수행하여 신호가 올바르게 들리는지 테스트할 수 있습니다:
nl: Je kunt als volgt testen of je jouw signaal goed hoort:
sv_se: Du kan testa om du hör din signal korrekt genom att göra följande:
th: คุณสามารถทดสอบได้ว่าคุณได้ยินสัญญาณเสียงอย่างถูกต้องหรือไม่ โดยทำตามขั้นตอนต่อไปนี้:
zh_cn: 您可以通过执行以下操作来测试您是否正确听到了信号:

source: Run Jamulus and connect to a Server with a long ping time (greater than 200ms)
de: Starte Jamulus und stelle eine Verbindung zu einem Server mit einer langen Ping-Zeit (mehr als 200 ms) her
fr: Lancez Jamulus et connectez-vous à un serveur dont le temps de ping est long (supérieur à 200 ms)
ko_kr: Jamulus를 실행하고 핑 시간이 긴(200ms 이상) 서버에 연결합니다
nl: Voer Jamulus uit en maak verbinding met een server met een hoge ping-tijd (groter dan 200 ms)
sv_se: Kör Jamulus och anslut till en server med lång pingtid (mer än 200ms)
th: เปิด Jamulus และเชื่อมต่อกับเซิร์ฟเวอร์ที่มี ping time นานๆ (มากกว่า 200 ms)
zh_cn: 运行 Jamulus 并连接到具有较长 ping 时间（大于 200 毫秒）的服务器

source: Clap your hands once (or play one short note on an instrument). You should hear the sound from the Jamulus Server come back, but significantly delayed.
de: Klatsche einmal in die Hände (oder spiele einen kurzen Ton auf einem Instrument). Du solltest hören, dass der Ton vom Jamulus Server zurückkommt, allerdings deutlich verzögert.
fr: Frappez une fois dans vos mains (ou jouez une note courte sur un instrument). Vous devriez entendre le son du serveur Jamulus revenir, mais avec un retard significatif.
ko_kr: 손뼉을 한 번 치십시오(또는 악기에서 짧은 음표 하나를 연주하십시오). Jamulus 서버에서 소리가 다시 들리지만 상당히 지연되는 소리가 들립니다.
nl: Klap één keer in je handen (of speel een korte noot op een instrument). Je zou het geluid van de Jamulus-server moeten horen terugkomen, maar aanzienlijk vertraagd.
sv_se: Klappa händerna en gång (eller spela en kort ton på ett instrument). Du bör höra ljudet från Jamulus-servern komma tillbaka, men avsevärt försenat.
th: ตบมือหนึ่งครั้ง (หรือเล่นโน้ตสั้นๆ บนเครื่องดนตรี) คุณควรได้ยินเสียงที่ส่งกลับมาจากเซิร์ฟเวอร์ แต่เสียงนั้นควรจะดีเลย์อย่างเห็นได้ชัด
zh_cn: 拍手一次（或在乐器上弹奏一个短音符）。您应该听到来自 Jamulus 服务器的声音回来了，但明显延迟。

source: Click the "Mute" button under your Jamulus name/slider in the main Jamulus mixer window (**NOT** the "Mute Myself" button on the left).
de: Klicke im Hauptfenster des Jamulus-Mixers auf die Schaltfläche „MUTE“ unter deinem Jamulus-Namen/Slider (**NICHT** die Schaltfläche „Stummschalten“ auf der linken Seite).
fr: Cliquez sur le bouton "Muet" sous votre nom/chariot dans la fenêtre principale du mixeur Jamulus (**PAS** le bouton "Me silencer" à gauche).
ko_kr: 기본 Jamulus 믹서 창의 Jamulus 이름/슬라이더 아래에 있는 "음소거" 버튼을 클릭하세요(왼쪽에 있는 "직접 음소거" 버튼 **아님**).
nl: Klik op de "Demp"-knop onder je Jamulus-naam/-schuifregelaar in het hoofdvenster van de Jamulus-mixer (**NIET** de "Demp mijzelf"-knop aan de linkerkant).
sv_se: Klicka på "Mute"-knappen under ditt Jamulus-namn/skjutreglage i Jamulus-mixerns huvudfönster (**INTE** "Tysta mig själv"-knappen till vänster).
th: คลิกปุ่ม "Mute" ใต้ชื่อ/เฟดเดอร์ของคุณในหน้าต่างมิกเซอร์หลักของ Jamulus (**ไม่ใช่**ปุ่ม "Mute Myself" ที่ทางด้านซ้าย)
zh_cn: 单击主 Jamulus 混音器窗口中您的 Jamulus 名称/滑块下的“静音”按钮（**不是**左侧的“静音我自己”按钮）。

source: Clap your hands again.
de: Klatsche noch einmal in die Hände.
fr: Frappez à nouveau dans vos mains.
ko_kr: 다시 손뼉을 치세요.
nl: Klap weer in je handen.
sv_se: Klappa händerna igen.
th: ตบมืออีกครั้ง
zh_cn: 再次拍拍手。

source: If you hear two claps after step 2, or any claps after step 4, then you are **not** obeying Rule Number One - you have your local audio enabled and should disable it.
de: Wenn du nach Schritt 2 zwei klatschende Geräusche oder nach Schritt 4 ein Klatschen hörst, dann hälst du dich **nicht** an Regel Nummer eins - Du hast dein lokales Audio aktiviert und solltest es deaktivieren.
fr: Si vous entendez deux claquements de mains après l'étape 2, ou n'importe quel claquement après l'étape 4, alors vous **n'avez pas** obéi à la règle numéro un - votre audio local est activé et vous devez le désactiver.
ko_kr: 2단계 후에 두 번 박수소리가 들리거나 4단계 후에 박수소리가 한 번이라도 들리면 규칙 1번을 준수하지 **않는** 것입니다. 즉, 로컬 오디오가 활성화되어 있으므로 비활성화해야 합니다.
nl: Als je twee klappen hoort na stap 2 of klappen na stap 4, dan volg je "de gouden regel" **niet** - je hebt je lokale audio ingeschakeld en moet deze uitschakelen.
sv_se: Om du hör två klappar efter steg 2, eller några klappar efter steg 4, så följer du **inte** regel nummer ett - du har ditt lokala ljud aktiverat och bör inaktivera det.
th: หากคุณได้ยินเสียงตบมือสองครั้งหลังจากขั้นตอนที่ 2 หรือได้ยินเสียงตบมือหลังจากขั้นตอนที่ 4 แสดงว่าคุณ**ไม่ได้**ปฏิบัติตาม Golden Rule — คุณกำลังฟังเสียงของคุณเองอยู่ และควรปิดมัน
zh_cn: 如果您在第 2 步后听到两声掌声，或在第 4 步后听到任何掌声，那么您**不**遵守第一条规则 - 您启用了本地音频，应该禁用它。

source: Exactly how you avoid listening to your direct signal will depend on your individual setup - your sound interface, mixing desk, headphone connection point, etc. For example, some audio interfaces have "monitor" buttons (turn these off), or similar options. **If you are still having problems**, try asking on the [forum](https://github.com/jamulussoftware/jamulus/discussions).
de: Wie genau du vermeidest, dass du dein direktes Signal hörst, hängt von deiner individuellen Konfiguration ab - von deinem Audio-Interface, Mischpult, Kopfhöreranschluss usw. Einige Audioschnittstellen haben zum Beispiel „Monitor“-Tasten (schalte diese aus) oder ähnliche Optionen. **Wenn du immer noch Probleme hast**, kannst du eine Frage im [Forum](https://github.com/jamulussoftware/jamulus/discussions) stellen.
fr: La manière exacte dont vous éviterez d'écouter votre signal direct dépendra de votre configuration individuelle - votre interface audio, votre table de mixage, le point de connexion des casques, etc. Par exemple, certaines interfaces audio ont des boutons "moniteur" (désactivez-les), ou des options similaires. **Si vous rencontrez toujours des problèmes**, essayez de poser la question sur le [forum](https://github.com/jamulussoftware/jamulus/discussions).
ko_kr: 직접 신호를 듣지 않는 정확한 방법은 사운드 인터페이스, 믹싱 데스크, 헤드폰 연결 지점 등 개별 설정에 따라 다릅니다. 예를 들어 일부 오디오 인터페이스에는 "모니터" 버튼(해제) 또는 유사한 옵션이 있습니다. **계속 문제가 발생하는 경우** [포럼](https://github.com/jamulussoftware/jamulus/discussions)에 질문해 보세요.
nl: Hoe je precies vermijdt om naar je directe signaal te luisteren, hangt af van je individuele opstelling - je geluidsinterface, mengpaneel, hoofdtelefoonaansluitpunt, enz. Sommige audio-interfaces hebben bijvoorbeeld "monitor"-knoppen (schakel deze uit) of vergelijkbare opties. **Als je nog steeds problemen hebt**, stel dan vragen in het [forum (engelstalig)](https://github.com/jamulussoftware/jamulus/discussions).
sv_se: Exakt hur du undviker att lyssna på din direkta signal kommer att bero på din individuella inställning – ditt ljudgränssnitt, mixerbord, hörlursanslutningspunkt etc. Vissa ljudgränssnitt har till exempel "monitor"-knappar (stäng av dessa), eller liknande alternativ. **Om du fortfarande har problem**, försök att fråga på [forumet](https://github.com/jamulussoftware/jamulus/discussions).
th: วิธีที่คุณจะหลีกเลี่ยงการฟังสัญญาณเสียงของคุณเองนั้น ขึ้นอยู่กับการตั้งค่าเฉพาะของคุณ เช่น ออดิโออินเตอร์เฟส มิกเซอร์ จุดเชื่อมต่อหูฟัง ฯลฯ ตัวอย่างเช่น ออดิโออินเตอร์เฟสบางรุ่นมีปุ่ม "monitor" (ให้ปิดปุ่มนี้) หรือตัวเลือกที่คล้ายกัน **หากคุณยังคงประสบปัญหา** ลองสอบถามใน[ฟอรัม](https://github.com/jamulussoftware/jamulus/discussions)
zh_cn: 避免收听直接信号的具体方式取决于您的个人设置 - 您的声音接口、混音台、耳机连接点等。例如，某些音频接口具有“监听”按钮（关闭这些按钮）或类似选项。 **如果您仍然遇到问题**，请尝试在 [论坛](https://github.com/jamulussoftware/jamulus/discussions) 上提问。

source: Be aware that while listening to the Server's signal will ensure you will be in sync with other musicians, you may also experience problems if your overall latency (indicated by the "Delay" light in Jamulus) is not green or at least yellow most of the time. Consult the [software manual](/wiki/Software-Manual) to understand how to adjust your setup to help with this.
de: Beachte dass das Abhören des Serversignals zwar sicherstellt, dass du mit den anderen Musikern synchron bist, dass es aber auch zu Problemen kommen kann, wenn die Gesamtlatenz (angezeigt durch die „Verzögerung“-Lampe in Jamulus) die meiste Zeit über nicht grün oder zumindest gelb ist. Lies das [Software-Handbuch](/wiki/Software-Manual), um zu erfahren, wie du dein Setup in diesem Fall anpassen kannst.
fr: Sachez que si l'écoute du signal du serveur vous permet d'être synchrone avec les autres musiciens, vous pouvez également rencontrer des problèmes si votre latence globale (indiquée par le voyant "Delay" dans Jamulus) n'est pas verte ou au moins jaune la plupart du temps. Consultez le [manuel du logiciel](/wiki/Software-Manual) pour savoir comment ajuster votre configuration afin de résoudre ce problème.
ko_kr: 서버의 신호를 들으면서 다른 음악가와 동기화할 수 있지만 전체 대기 시간(Jamulus의 "지연" 표시등으로 표시됨)이 녹색이 아니거나 대부분 노란색인 경우에도 문제가 발생할 수 있습니다. 시간. 이를 돕기 위해 설정을 조정하는 방법을 알아보려면 [소프트웨어 설명서](/wiki/Software-Manual)를 참조하세요.
nl: Houd er rekening mee dat wanneer je naar het signaal van de server luistert, je ervoor zorgt dat je synchroon loopt met andere muzikanten maar dat je ook problemen kunt ondervinden als jouw algehele latency (aangegeven door het "Vertraging"-lampje in Jamulus) niet groen of op zijn minst geel is voor de meeste tijd. Raadpleeg de [gebruikershandleiding](/wiki/Software-Manual) om te begrijpen hoe je jouw installatie kunt aanpassen om hierbij te helpen.
zh_cn: 请注意，虽然收听服务器的信号将确保您与其他音乐家同步，但如果您的整体延迟（由 Jamulus 中的“延迟”灯指示）不是绿色或至少大部分时间不是黄色，您也可能会遇到问题时间。请参阅 [软件手册](/wiki/Software-Manual) 以了解如何调整您的设置以帮助解决此问题。

source: Can't work out your mic settings?
fr: Vous n'arrivez pas à régler votre micro ?
ko_kr: 마이크 설정을 해결할 수 없나요?
sv_se: Kan du inte räkna ut dina mikrofoninställningar?
th: ตั้งค่าไมโครโฟนไม่ได้?
