Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Client-Troubleshooting.po
Languages: de, fr, ko_kr, nl, sv_se, th, zh_cn

source: In some cases, it may be your ISP that is blocking your use of Jamulus. See the note on the [server troubleshooting page](Server-Troubleshooting#nobody-can-connect-to-my-server---but-i-can-connect-locally) about "Nobody can connect to my Server"
de: In einigen Fällen kann es sein, dass dein ISP die Nutzung von Jamulus blockiert. Siehe den Hinweis auf der [Server-Fehlerbehebungsseite](Server-Troubleshooting#niemand-kann-sich-mit-meinem-server-verbinden---aber-ich-kann-mich-lokal-verbinden) über „Niemand kann sich mit meinem Server verbinden - aber ich kann mich lokal verbinden“
fr: Dans certains cas, il se peut que ce soit votre fournisseur d'accès qui bloque l'utilisation de Jamulus. Voir la note sur la [page de dépannage du serveur](Server-Troubleshooting#personne-ne-peut-se-connecter-à-mon-serveur---mais-je-peux-me-connecter-localement) à propos du problème "Personne ne peut se connecter à mon serveur"
ko_kr: 경우에 따라 ISP가 Jamulus 사용을 차단할 수도 있습니다. [서버 문제 해결 페이지](Server-Troubleshooting#nobody-can-connect-to-my-server---but-i-can-connect-locally)에서 "아무도 내 서버에 연결할 수 없습니다"에 대한 참고 사항을 참조하세요
nl: In sommige gevallen kan het je ISP zijn die het gebruik van Jamulus blokkeert. Zie de opmerking op de [server problemen oplossen pagina](Server-Troubleshooting#niemand-kan-verbinding-maken-met-mijn-server---maar-ik-kan-lokaal-wel-verbinding-maken) over "Niemand kan met mijn server verbinding maken"
sv_se: I vissa fall kan det vara din internetleverantör som blockerar din användning av Jamulus. Se anteckningen på [serverfelsökningssidan](Server-Troubleshooting#ingen-kan-ansluta-till-min-server---men-jag-kan-ansluta-lokalt) om "Ingen kan ansluta till min server"
zh_cn: 在某些情况下，可能是您的 ISP 阻止了您使用 Jamulus。请参阅[服务器故障排除页面](Server-Troubleshooting#没有人可以连接到我的服务器---但我可以在本地连接)上关于“没有人可以连接到我的服务器”的注释

source: Getting an error message saying "Jamulus" can't be opened because the developer cannot be verified
fr: Un message d'erreur indiquant que "Jamulus" ne peut pas être ouvert car le développeur ne peut pas être vérifié
ko_kr: 개발자를 확인할 수 없기 때문에 "Jamulus"를 열 수 없다는 오류 메시지가 나타납니다
sv_se: Får ett felmeddelande som säger "Jamulus" kan inte öppnas eftersom utvecklaren inte kan verifieras
th: ได้รับข้อความแสดงข้อผิดพลาดว่าไม่สามารถเปิด "Jamulus" ได้เนื่องจากไม่สามารถยืนยันตัวตนผู้พัฒนาได้

source: If you are using a "legacy" version of Jamulus (because you are running an older version of macOS) or an intermediate build, the first time you run Jamulus, you will see a message saying it cannot be opened.
fr: Si vous utilisez une version "ancienne" (NdT : legacy) de Jamulus (parce que vous utilisez une version plus ancienne de macOS) ou une version intermédiaire, la première fois que vous lancez Jamulus, vous verrez un message indiquant qu'il ne peut pas être ouvert.
ko_kr: 이전 버전의 macOS를 실행하고 있기 때문에 Jamulus의 "기존" 버전이나 중간 빌드를 사용하는 경우 Jamulus를 처음 실행하면 열 수 없다는 메시지가 표시됩니다.
sv_se: Om du använder en "äldre" version av Jamulus (eftersom du kör en äldre version av macOS) eller en mellanversion, första gången du kör Jamulus, kommer du att se ett meddelande som säger att det inte kan öppnas.
th: หากคุณกำลังใช้ Jamulus เวอร์ชัน "legacy" (เพราะคุณใช้ macOS เวอร์ชันเก่า) หรือ build รุ่นทดลอง ในครั้งแรกที่คุณเรียกใช้ Jamulus คุณจะเห็นข้อความแจ้งว่าไม่สามารถเปิดได้

source: To open Jamulus
fr: Pour ouvrir Jamulus
ko_kr: Jamulus를 열려면
sv_se: För att starta Jamulus
th: วิธีเปิด Jamulus

source: Go to the Applications folder via Finder
fr: Allez dans le dossier Applications via le Finder
ko_kr: Finder를 통해 응용 프로그램 폴더로 이동하세요
sv_se: Gå till mappen Applications via Finder
th: ไปที่โฟลเดอร์ Applications ผ่าน Finder

source: Double-click on Jamulus and wait for the above-mentioned message
fr: Double-cliquez sur Jamulus et attendez le message mentionné ci-dessus
ko_kr: Jamulus를 두 번 클릭하고 위에서 언급한 메시지를 기다립니다
sv_se: Dubbelklicka på Jamulus och vänta på ovan nämnda meddelande
th: ดับเบิลคลิกที่ Jamulus แล้วรอจนกว่าข้อความที่กล่าวถึงข้างต้นจะปรากฏขึ้น

source: Close this message by clicking on "Cancel"
fr: Fermez ce message en cliquant sur "Annuler"
ko_kr: "취소"를 클릭하여 이 메시지를 닫습니다
sv_se: Stäng detta meddelande genom att klicka på "Avbryt"
th: ปิดข้อความนี้โดยคลิกที่ "Cancel"

source: Now control-click (or right-click) on Jamulus, and select "Open" from the top of the menu.
fr: Faites un contrôle-clic (ou un clic-droit) sur Jamulus et sélectionnez "Ouvrir" depuis le haut du menu.
ko_kr: 이제 Jamulus를 컨트롤 클릭(또는 마우스 오른쪽 버튼으로 클릭)하고 메뉴 상단에서 "열기"를 선택하세요.
sv_se: Ctrl-klicka (eller högerklicka) nu på Jamulus och välj "Öppna" från toppen av menyn.
th: จากนั้นกดปุ่ม control ค้างไว้แล้วคลิก (หรือคลิกขวา) ที่ Jamulus แล้วเลือกตัวเลือก "Open" ที่อยู่ด้านบนของเมนู

source: You will then get a slightly different version of the same message, which allows you to click "Open". From then on, you can run Jamulus in the normal way and the message won't appear. For further information about this warning see [this Apple Support Page](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac).
fr: Vous obtiendrez alors une version légèrement différente du même message, qui vous permettra de cliquer sur "Ouvrir". À partir de ce moment, vous pouvez exécuter Jamulus normalement et le message n'apparaîtra pas. Pour plus d'informations sur cet avertissement, voir [cette page d'assistance Apple](https://support.apple.com/fr-fr/guide/mac-help/mh40616/mac).
ko_kr: 그런 다음 "열기"를 클릭할 수 있는 동일한 메시지의 약간 다른 버전이 표시됩니다. 이후부터는 일반적인 방법으로 Jamulus를 실행할 수 있으며 메시지는 나타나지 않습니다. 이 경고에 대한 자세한 내용은 [이 Apple 지원 페이지](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac)를 참조하세요.
sv_se: Du kommer då att få en lite annan version av samma meddelande, som låter dig klicka på "Öppna". Från och med då kan du köra Jamulus på vanligt sätt och meddelandet kommer inte att visas. Mer information om denna varning finns på [denna Apple-supportsida](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac).
th: จากนั้นคุณจะได้รับข้อความแจ้งเตือนแบบเดียวกันแต่มีจุดต่างกันเล็กน้อย รอบนี้จะมีปุ่ม "Open" ให้คลิก หลังจากนั้นเป็นต้นไป คุณจะสามารถเรียกใช้ Jamulus ได้ตามปกติ และข้อความนี้จะไม่ปรากฏขึ้นอีก สำหรับข้อมูลเพิ่มเติมเกี่ยวกับคำเตือนนี้ โปรดดูที่[หน้าสนับสนุนของ Apple](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac)

source: Trouble using Garageband (or other DAW) with Jamulus?
fr: Difficultés à utiliser Garageband (ou une autre STAN) avec Jamulus ?
ko_kr: Jamulus와 함께 Garageband(또는 다른 DAW)를 사용하는 데 문제가 있습니까?
sv_se: Har du problem med att använda Garageband (eller annan DAW) med Jamulus?
th: มีปัญหาในการใช้ Garageband (หรือ DAW อื่นๆ) กับ Jamulus?

source: See [this forum discussion](https://sourceforge.net/p/llcon/discussion/533517/thread/d3dd58eedc/#b994)
de: Siehe [diese Forumsdiskussion](https://sourceforge.net/p/llcon/discussion/533517/thread/d3dd58eedc/#b994)
fr: Voir [cette discussion du forum](https://sourceforge.net/p/llcon/discussion/533517/thread/d3dd58eedc/#b994)
ko_kr: [이 포럼 토론](https://sourceforge.net/p/llcon/discussion/533517/thread/d3dd58eedc/#b994) 참조
nl: Zie [dit discussie forum (engelstalig)](https://sourceforge.net/p/llcon/discussion/533517/thread/d3dd58eedc/#b994)
sv_se: Se [denna forumdiskussion](https://sourceforge.net/p/llcon/discussion/533517/thread/d3dd58eedc/#b994)
th: ดู[การสนทนานี้ในฟอรัม](https://sourceforge.net/p/llcon/discussion/533517/thread/d3dd58eedc/#b994)
zh_cn: 参见 [本论坛讨论]（https://sourceforge.net/p/llcon/discussion/533517/thread/d3dd58eedc/#b994）

source: Using a Mac and your input is not heard?
fr: Vous utilisez un Mac et vous n'entendez pas votre entrée ?
ko_kr: Mac을 사용하는데 입력이 들리지 않습니까?
sv_se: Använder du en Mac och din input inte hörs?
th: ใช้ Mac อยู่และไม่ได้ยินเสียงอินพุตของคุณ?

source: (With thanks to [Mark Anthony De Souza](https://www.facebook.com/groups/619274602254947/permalink/765122847670121/?comment_id=765525034296569))
de: (Mit Dank an [Mark Anthony De Souza](https://www.facebook.com/groups/619274602254947/permalink/765122847670121/?comment_id=765525034296569))
fr: (Avec des remerciements pour [Mark Anthony De Souza](https://www.facebook.com/groups/619274602254947/permalink/765122847670121/?comment_id=765525034296569))
ko_kr: (감사한 분:[Mark Anthony De Souza](https://www.facebook.com/groups/619274602254947/permalink/765122847670121/?comment_id=765525034296569))
nl: (Met dank aan [Mark Anthony De Souza](https://www.facebook.com/groups/619274602254947/permalink/765122847670121/?comment_id=765525034296569))
sv_se: (Med tack till [Mark Anthony De Souza](https://www.facebook.com/groups/619274602254947/permalink/765122847670121/?comment_id=765525034296569))
th: (ขอขอบคุณ [Mark Anthony De Souza](https://www.facebook.com/groups/619274602254947/permalink/765122847670121/?comment_id=765525034296569))
zh_cn: (感谢 [Mark Anthony De Souza](https://www.facebook.com/groups/619274602254947/permalink/765122847670121/?comment_id=765525034296569))

source: Maybe you did not answer "Yes" to the `"Jamulus wants to access your microphone"` challenge. To fix this: * Go to `Preferences` > `Security & Privacy` > `Privacy` tab * Find `Microphone` on the left and then make sure `Jamulus` is enabled on the right-hand list
fr: Peut-être n'avez-vous pas répondu "Oui" à la question "Jamulus veut accéder à votre microphone". Pour résoudre ce problème : * Allez dans `Préférences` > `Sécurité et confidentialité` > onglet `Privacy` * Trouvez "Microphone" sur la gauche et assurez-vous que "Jamulus" est activé sur la liste de droite
ko_kr: 어쩌면 ``Jamulus가 마이크에 액세스하고 싶어합니다'' 질문에 '예'라고 대답하지 않았을 수도 있습니다. 이 문제를 해결하려면: * '기본 설정' > '보안 및 개인 정보 보호' > '개인 정보 보호' 탭으로 이동하세요 * 왼쪽에서 '마이크'를 찾은 다음 오른쪽 목록에서 'Jamulus'가 활성화되어 있는지 확인하세요
sv_se: Du kanske inte svarade "Ja" på utmaningen `"Jamulus vill komma åt din mikrofon"`. Så här fixar du detta: * Gå till `Inställningar` > `Säkerhet och integritet` > fliken `Sekretess`. * Hitta `Mikrofon` till vänster och se sedan till att "Jamulus" är aktiverat i listan till höger
th: คุณอาจไม่ได้ตอบ "ใช่" เมื่อ `"Jamulus ต้องการเข้าถึงไมโครโฟนของคุณ"` วิธีแก้ไข: * ไปที่ `Preferences` > `Security & Privacy` > แท็บ `Privacy` * ค้นหา `Microphone` ทางด้านซ้าย จากนั้นตรวจสอบให้แน่ใจว่า `Jamulus` ถูกเปิดใช้งานอยู่ในรายการทางด้านขวา

source: For anything else, please search or post on the [Discussion Forums](https://github.com/jamulussoftware/jamulus/discussions)
de: Für alles andere suche bitte in den [Diskussionsforen](https://github.com/jamulussoftware/jamulus/discussions) oder poste dort deine Frage
fr: Pour toute autre question, veuillez effectuer une recherche ou poster un message sur les [forums de discussion](https://github.com/jamulussoftware/jamulus/discussions)
ko_kr: 그 밖의 사항은 [토론 포럼](https://github.com/jamulussoftware/jamulus/discussions)에서 검색하거나 게시해 주세요
nl: Voor iets anders, zoek of post in de [discussie forums (engelstalig)](https://github.com/jamulussoftware/jamulus/discussions)
zh_cn: 如有其他问题请在 [讨论区](https://github.com/jamulussoftware/jamulus/discussions)搜索或发帖

source: Be aware that while listening to the Server's signal will ensure you will be in sync with other musicians, you may also experience problems if your overall latency (indicated by the "Delay" light in Jamulus) is not green or at least yellow most of the time. Consult the [User Manual](/wiki/Software-Manual) to understand how to adjust your setup to help with this.
sv_se: Var medveten om att medan du lyssnar på serverns signal säkerställer att du kommer att vara synkroniserad med andra musiker, kan du också uppleva problem om din totala latens (indikeras av "Delay"-lampan i Jamulus) inte är grön eller åtminstone gul större delen av tid. Se [användarmanual](/wiki/Software-Manual) för att förstå hur du justerar din inställning för att hjälpa till med detta.
th: โปรดทราบว่า แม้ว่าการฟังสัญญาณของเซิร์ฟเวอร์จะทำให้มั่นใจได้ว่าคุณจะเล่นพร้อมเพรียงกับนักดนตรีคนอื่นๆ แต่คุณอาจประสบปัญหาได้ หากค่า latency โดยรวมของคุณ (แสดงด้วยไฟ "Delay" ใน Jamulus) ไม่เป็นสีเขียวหรืออย่างน้อยก็เป็นสีเหลืองเกือบตลอดเวลา ศึกษา[คู่มือสำหรับผู้ใช้](/wiki/Software-Manual) เพื่อทำความเข้าใจวิธีปรับการตั้งค่าของคุณเพื่อช่วยแก้ไขปัญหานี้

source: For anything else, please search or post on the [Discussion Forums](https://github.com/orgs/jamulussoftware/discussions)
sv_se: För något annat, sök eller lägg upp på [diskussionsforumen](https://github.com/orgs/jamulussoftware/discussions)
th: สำหรับปัญหาอื่นๆ โปรดค้นหาหรือโพสต์ใน[ฟอรัม](https://github.com/orgs/jamulussoftware/discussions)

source: # Troubleshooting {:.no_toc}
de: # Fehlerbehebung {:.no_toc}
nl: # Problemen oplossen {:.no_toc}
zh_cn: # 故障排除 {:.no_toc}

source: <summary>Table of contents</summary>
de: <summary>Inhaltsverzeichnis</summary>
nl: <summary>Inhoudsopgave</summary>
zh_cn: <summary>目录</summary>

source: ### Don’t hear any sound/Others don’t hear you?
de: ### Hörst du keinen Sound / Andere hören dich nicht?
nl: ### Hoor je geen geluid / anderen horen je niet?
zh_cn: ### 没有听到任何声音/其他人没有听到你的声音？

source: ### Not seeing the headphone or microphone you just connected to your PC?
de: ### Du kannst den Kopfhörer oder das Mikrofon, das du gerade an deinen PC angeschlossen hast nicht finden?
nl: ### Zie je de hoofdtelefoon of microfoon die je zojuist op je pc hebt aangesloten niet?
zh_cn: ### 没有看到您刚刚连接到 PC 的耳机或麦克风？

source: ### Your sound is stuttering
de: ### Dein Sound stottert
nl: ### Je geluid hapert
zh_cn: ### 你的声音断断续续

source: ### You all sound OK, but it's difficult to keep together
de: ### Der Sound ist gut aber es ist schwierig im Takt zu bleiben
nl: ### Jullie klinken allemaal goed, maar het is moeilijk om gelijk te blijven
zh_cn: ### 你们听起来都不错，但很难保持在一起

source: ### Can't work out your mic settings?
de: ### Probleme mit deinen Mikrofoneinstellungen?
nl: ### Kom je er niet uit met je microfooninstellingen?
zh_cn: ### 无法确定您的麦克风设置？

source: ### Buffer LEDs suddenly going red, outages, [jittering](https://en.wikipedia.org/wiki/Jitter), weird sounds?
nl: ### Buffer-LED's die plotseling rood worden, uitval, [jittering](https://nl.wikipedia.org/wiki/Jitter), rare geluiden?
zh_cn: ### 缓冲区 LED 突然变红、断电、[抖动](https://en.wikipedia.org/wiki/Jitter)、奇怪的声音？

source: ### Ping times and latency start well, then get worse, causing issues
de: ### Ping-Zeiten und Latenzzeiten beginnen gut, werden dann schlechter und verursachen Probleme
nl: ### Pingtijden en latency beginnen goed, worden dan erger en veroorzaken problemen
zh_cn: ### Ping 时间和延迟开始良好，然后变得更糟，导致问题

source: ### Getting frustrated with software channels, audio routing, sample rates and more?
de: ### Du bist frustriert von Software-Kanälen, Audio-Routing, Abtastraten und mehr?
nl: ### Raak je gefrustreerd door softwarekanalen, audioroutering, samplefrequenties en meer?
zh_cn: ### 对软件通道、音频路由、采样率等感到沮丧？

source: ### Somebody joining your jam and being too loud?
de: ### Ist jemand zu laut, wenn er in deine Jam-Session dazukommt?
nl: ### Iemand die mee komt doen aan je jam is te luid?
zh_cn: ### 有人加入你的乐队，声音太大了吗?

source: ### Can't see the Server you want to join?
de: ### Du kannst den Server, dem du beitreten möchtest, nicht sehen?
nl: ### Zie je de server waaraan je wilt deelnemen niet?
zh_cn: ### 看不到你想加入的服务器？

source: ### Not seeing a list of Servers at all?
de: ### Du siehst keine Liste der Server?
nl: ### Ziet je helemaal geen lijst met servers?
zh_cn: ### 根本看不到服务器列表？

source: ### Trouble using Garageband (or other DAW) with Jamulus?
de: ### Probleme bei der Verwendung von Garageband (oder einer anderen DAW) mit Jamulus?
nl: ### Problemen met het gebruik van Garageband (of andere DAW) met Jamulus?
zh_cn: ### 在 Jamulus 中使用 Garageband（或其他 DAW）时遇到问题？

source: ### Using a Mac and your input is not heard?
de: ### Du verwendest einen Mac und dein Sound wird nicht gehört?
nl: ### Gebruik je een Mac en wordt je input niet gehoord?
zh_cn: ### 使用 Mac 并且您的输入没有被听到？

source: Maybe you did not answer "Yes" to the `"Jamulus wants to access your microphone"` challenge. To fix this:
de: Vielleicht hast du die Frage „Jamulus möchte auf das Mikrofon zugreifen“ nicht mit „Ja“ beantwortet. Um dies zu beheben:
nl: Misschien heb je geen "OK" geantwoord op de vraag: "Jamulus wil toegang tot je microfoon". Om dit op te lossen:
zh_cn: 也许您没有对“Jamulus 想要访问您的麦克风”挑战回答“是”。要解决这个问题:

source: Go to `Preferences` > `Security & Privacy` > `Privacy` tab
de: Gehe zu „Einstellungen“ > „Sicherheit und Datenschutz“ > Registerkarte „Datenschutz“
nl: Ga naar `Systeemvoorkeuren` > `Beveiliging en privacy` > `Privacy` tab
zh_cn: 转到“首选项”>“安全和隐私”>“隐私”选项卡

source: Find `Microphone` on the left and then make sure `Jamulus` is enabled on the right-hand list
de: Suche „Mikrofon“ auf der linken Seite und stelle sicher, dass „Jamulus“ in der rechten Liste aktiviert ist
nl: Zoek 'Microfoon' aan de linkerkant en zorg ervoor dat `Jamulus` is ingeschakeld in de lijst aan de rechterkant
zh_cn: 在左侧找到“麦克风”，然后确保在右侧列表中启用了“Jamulus”

source: **Windows users (ASIO4ALL)**: If you’re using the ASIO4ALL driver have a look at the [ASIO4LL setup section](Installation-for-Windows#setting-up-asio4all)
de: **Windows-Benutzer (ASIO4ALL)**: Wenn du den ASIO4ALL-Treiber verwendest, wirf einen Blick auf die [ASIO4ALL Anleitung](Installation-for-Windows#asio4all-einrichten)
