Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Custom-Directories.po
Languages: de, es, fr

source: en
de: de
es: es
fr: fr

source: Custom Directories
de: Benutzerdefinierte Verzeichnisse
es: Directorios Personalizados
fr: Annuaires personnalisés

source: {% include breadcrumb.html root="More" branch1="Server Administration" branch1-url="Running-a-Server" %}
de: {% include breadcrumb.html root="Mehr" branch1="Server Administration" branch1-url="Running-a-Server" %}
es: {% include breadcrumb.html root="Más" branch1="Administrar un Servidor" branch1-url="Running-a-Server" %}

source: # Running a Custom Directory
de: ### Betrieb als Verzeichnis Server
es: ### Ejecutar un Directorio Personalizado
fr: # Administrer un annuaire personnalisé

source: This is a specialised Jamulus Server configuration, as described in [Server Types](Running-a-Server#server-types).
de: Der Betrieb als Verzeichnis Server ist eine spezielle Jamulus Server-Konfiguration, wie in [Server Typen](/wiki/Running-a-Server#server-typen) beschrieben.
es: Esta es una configuración especializada del Servidor de Jamulus, descrita en [Tipos de Servidor](Running-a-Server#tipos-de-servidor).
fr: C'est une configuration spéciale de serveur Jamulus, comme décrit dans la section [Types de serveurs](Running-a-Server#types-de-serveur).

source: To view Servers listed by a Custom Directory, users must enter the address of that Directory in their Client's Settings > Advanced Setup > Custom Directories field. Multiple addresses can be added in this way if needed. Custom Directories will then appear in the Directory drop-down list on their Connect window. Custom Directories otherwise work for Clients in the same way as Public Directories, displaying a list of Servers registered with them.
de: Um die von einem benutzerdefinierten Verzeichnis aufgelisteten Server zu betrachten, müssen Benutzer die Adresse dieses Verzeichnisses in das Feld Einstellungen > Erweiterte Einrichtung > Benutzerdefinierte Verzeichnisse deines Clients eingeben. Bei Bedarf können mehrere Adressen auf diese Weise hinzugefügt werden. Benutzerdefinierte Verzeichnisse erscheinen dann in der Dropdown-Liste „Verzeichnis“ in ihrem Verbindungsfenster. Benutzerdefinierte Verzeichnisse funktionieren für Clients auf dieselbe Weise wie öffentliche Verzeichnisse und zeigen eine Liste der bei ihnen registrierten Server an.
es: Para ver Servidores listados en un Directorio Personalizado, los usuarios deben introducir en su Cliente la dirección de ese Directorio en Configuración > Configuración Avanzada > campo de Directorios Personalizados. Se pueden añadir múltiples direcciones si se requiere. Los Directorios Personalizados aparecerán en el desplegable del Directorio en su ventana de Conectar. Por lo demás, los Directorios Personalizados funcionan para los Clientes del mismo modo que los Directorios Públicos, mostrando una lista de Servidores registrados en ellos.
fr: Pour afficher les serveurs répertoriés par un annuaire personnalisé, les utilisateurs doivent entrer l'adresse de cet annuaire dans le champ Paramètres > Configuration avancée > Adresse personnalisée de l'annuaire de leur client. Plusieurs adresses peuvent être ajoutées de cette manière si nécessaire. Les annuaires personnalisés apparaîtront alors dans la liste déroulante des annuaires dans leur fenêtre de connexion. Les annuaires personnalisés fonctionnent pour les clients de la même manière que les annuaires publics, en affichant une liste de serveurs enregistrés auprès d'eux.

source: To run a Server as a Directory, it should be started with the `--directoryserver` option to make itself (that is, 'localhost' or '127.0.0.1') the Directory to query for Servers.
de: Um einen Server als Verzeichnis zu betreiben, sollte er mit der Option `--directoryserver` gestartet werden, um sich selbst (d.h. 'localhost' oder '127.0.0.1') zum Verzeichnis für die Abfrage nach Servern zu machen.

source: When running a Server with the GUI, set the Custom Directory server address in the Options tab to "localhost", then select "Custom" from the Directory drop-down list.
de: Wenn du einen Server mit der grafischen Benutzeroberfläche betreibst, setze die Adresse des benutzerdefinierten Verzeichnisservers auf der Registerkarte Optionen auf „localhost“ und wähle dann „Benutzerdefiniert“ aus der Dropdown-Liste Verzeichnis.
es: Al ejecutar un Servidor con interfaz gráfica, establece la dirección del Directorio Personalizado en la pestaña de Opciones como "localhost", y luego selecciona "Personalizado" en el menú desplegable del Directorio.
fr: Lorsque vous administrez un serveur avec l'interface graphique, définissez l'adresse de l'annuaire personnalisé dans l'onglet Options sur "localhost", puis sélectionnez "Personnalisé" dans la liste déroulante Annuaire.

source: ### Points to note about Directories
de: ### Wissenswertes über Verzeichnisse
es: ### Notas sobre Directorios
fr: ### Points à noter concernant les annuaires

source: If you want to control which Servers can register with your Directory, you can enable a whitelist with the `--listfilter` command line option in the format `ip address 1[;ip address 2]`.
de: Wenn du kontrollieren möchtest, welche Server sich in deinem Verzeichnis registrieren können, kannst du mit der Befehlszeilen Option `--listfilter` eine Whitelist im Format `ip address 1[;ip address 2]` aktivieren.
es: Si quieres controlar qué Servidores pueden registrarse en tu Directorio, puedes habilitar una lista blanca con la opción de la línea de comandos `--listfilter` con el formato `dirección ip 1[;dirección ip 2]`.
fr: Si vous voulez contrôler quels serveurs peuvent s’enregistrer dans votre annuaire, vous pouvez activer une liste blanche avec l’option `--listfilter`en respectant le format `ip address 1[;ip address 2]`.

source: When running a Directory behind a NAT firewall on a private network, use the `--serverpublicip` option to specify the public IP address of the Server(s) being listed by your Directory if those Servers are on the same LAN / with the same public IP as the Directory. This is necessary to allow Clients on the public Internet to connect to them via NAT. Note that for the Servers using this option, you will still need proper port forwarding in your router/firewall.
de: Wenn du ein Verzeichnis hinter einer NAT-Firewall in einem privaten Netzwerk betreibst, verwende die Option `--serverpublicip`, um die öffentliche IP-Adresse des/der Server(s) anzugeben, der/die von deinem Verzeichnis aufgelistet wird/werden, wenn sich diese Server im gleichen LAN / mit der gleichen öffentlichen IP wie das Verzeichnis befinden. Dies ist notwendig, damit sich Clients im öffentlichen Internet über NAT mit deinem Server verbinden können. Beachte, dass du für die Server, die diese Option verwenden, trotzdem eine korrekte Portweiterleitung in deinem Router/Firewall einrichten musst.
es: Al ejecutar un Directorio tras un cortafuegos NAT o en una red privada, utiliza la opción `--serverpublicip` para especificar la dirección IP pública del (o los) Servidor(es) listados por tu Directorio si esos Servidores están en el mismo LAN / con la misma IP pública que el Directorio. Esto es necesario para permitir a los Clientes en la internet pública conectarse a ellos a través de NAT, Nótese que para los Servidores utilizando esta opción, seguirás necesitando abrir puertos en tu router/cortafuegos.
fr: Lorsque vous exécutez un annuaire derrière un pare-feu NAT sur un réseau privé, utilisez l’option `--serverpublicip` pour spécifier l’adresse IP publique du ou des serveurs listés par votre annuaire si ces serveurs sont sur le même réseau (LAN) avec la même adresse IP publique que l'annuaire. Ceci est nécessaire pour permettre aux clients de l’Internet public de se connecter à eux via NAT. Notez que pour les serveurs utilisant cette option, vous aurez toujours besoin d’une redirection de port appropriée dans votre routeur/pare-feu.

source: If you are running your Server as a Directory and need to restart it for any reason (for example when rebooting the host), Servers connected to it will be disconnected until they re-register. This does not mean that Clients connected to those Servers will be disconnected, but does mean that new Clients will be not able to see Servers listed by your Directory until those Servers reconnect. To enable the list of registered Servers to persist between restarts, use the `--directoryfile` option to specify the location and name of a file that the Directory can read and write to.
de: Wenn du deinen Server als Verzeichnis betreibst und ihn aus irgendeinem Grund neu starten musst (z. B. beim Neustart des Hosts), werden die mit ihm verbundenen Server getrennt, bis sie sich neu registrieren. Dies bedeutet nicht, dass Clients, die mit diesen Servern verbunden sind, getrennt werden, aber es bedeutet, dass neue Clients die von deinem Verzeichnis aufgelisteten Server nicht sehen können, bis diese Server wieder verbunden sind. Damit die Liste der registrierten Server zwischen den Neustarts bestehen bleibt, verwende die Option `--directoryfile`, um den Ort und den Namen einer Datei anzugeben, die das Verzeichnis lesen und beschreiben kann.
es: Si estás ejecutando tu Servidor como Directorio y por cualquier razón necesitas reiniciarlo (por ejemplo al reiniciar el host), los Servidores conectados a él se desconectarán hasta que se vuelvan a registrar. Esto no significa que los Clientes conectados a esos Servidores serán desconectados, pero sí significa que los Clientes nuevos no podrán ver los Servidores listados por tu Directorio hasta que esos Servidores se vuelvan a conectar. Para que la lista de Servidores registrados persista entre reinicios, utiliza la opción `--directoryfile` para especificar la ubicación y el nombre de un archivo que el Directorio puede leer y al que puede escribir.
fr: Si vous administrez votre serveur en tant qu'annuaire et que vous devez le redémarrer pour une raison quelconque (par exemple lors du redémarrage de l'hôte), les serveurs qui y sont connectés seront déconnectés jusqu'à ce qu'ils se réenregistrent. Cela ne signifie pas que les Clients connectés à ces serveurs seront déconnectés, mais que les nouveaux clients ne pourront pas voir les serveurs listés par votre annuaire jusqu'à ce que ces serveurs se reconnectent. Pour permettre à la liste des serveurs enregistrés de persister entre les redémarrages, utilisez l'option `--directoryfile` pour spécifier l'emplacement et le nom d'un fichier dans lequel l'annuaire peut lire et écrire.

source: Up to 150 Servers can then register with a Directory.
de: Bis zu 150 Server können sich in ein Verzeichnis eintragen.
es: Se pueden registrar hasta 150 Servidores en un Directorio.
fr: Jusqu'à 150 serveurs peuvent donc s'enregistrer dans un annuaire.

source: To run a Server as a Directory, it should be started with the `--directoryserver` option to make itself (that is, `localhost` or `127.0.0.1`) the Directory to query for Servers.
es: Para ejecutar un Servidor como Directorio, se debe iniciar con la opción `--directoryserver` para que el mismo (esto es, `localhost` o `127.0.0.1`) sea el Directorio para buscar Servidores.
fr: Pour administrer un serveur comme annuaire, il devra être lancé avec l'option `--directoryserver` pour faire de lui (c'est-à-dire `localhost` ou `127.0.0.1`) l'annuaire à interroger pour les serveurs.
