Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Directories.po
Languages: fr, nl, sv_se, zh_cn

source: en
fr: fr
nl: nl
sv_se: sv-SE
zh_cn: zh_CN

source: Directories
fr: Annuaires
nl: Adresboeken
sv_se: Kataloger
zh_cn: 目录

source: {% include breadcrumb.html root="More" branch1="Server Administration" branch1-url="Running-a-Server" %}
nl: {% include breadcrumb.html root="Meer" branch1="Serverbeheer" branch1-url="Running-a-Server" %}
sv_se: {% include breadcrumb.html root="Mer" branch1="Serveradministration" branch1-url="Running-a-Server" %}
zh_cn: {% include breadcrumb.html root="更多" branch1="服务器管理" branch1-url="Running-a-Server" %}

source: # Running a Directory
nl: # Een adresboek uitvoeren
zh_cn: # 运行目录

source: This is a specialised Jamulus Server configuration, as described in [Server Types](Running-a-Server#server-types).
nl: Dit is een gespecialiseerde Jamulus-server configuratie, zoals beschreven in [servertypen](Running-a-Server#servertypen).
zh_cn: 这是一个专门的 Jamulus 服务器配置，如 [服务器类型](Running-a-Server#服务器类型) 中所述。

source: To view Servers listed by a Custom Directory, users must enter the address of that Directory in their Client's Settings > Advanced Setup > Custom Directories field. Multiple addresses can be added in this way if needed. Custom Directories will then appear in the Directory drop-down list on their Connect window. Custom Directories otherwise work for Clients in the same way as Public Directories, displaying a list of Servers registered with them.
nl: Om servers te bekijken die worden vermeld door een eigen adresboek, moeten gebruikers het adres van het adresboek invoeren in het veld client Instellingen > Geavanceerde instellingen > Eigen adresboek. Indien nodig kunnen op deze manier meerdere adressen worden toegevoegd. Eigen adresboeken verschijnen dan in de keuzelijst Adresboek in hun verbindingsvenster. Eigen adresboeken werken verder voor clients op dezelfde manier als openbare adresboeken, waarbij een lijst met bij hen geregistreerde servers wordt weergegeven.
zh_cn: 要查看自定义目录列出的服务器，用户必须在其客户端的设置 > 高级设置 > 自定义目录字段中输入该目录的地址。如果需要，可以通过这种方式添加多个地址。自定义目录随后将出现在其“连接”窗口的“目录”下拉列表中。自定义目录以与公共目录相同的方式为客户端工作，显示向它们注册的服务器列表。

source: To run a Server as a Directory, it should be started with the `--directoryserver` option to make itself (that is, `localhost` or `127.0.0.1`) the Directory to query for Servers.
fr: Pour faire fonctionner un serveur en tant qu'annuaire, il faut le démarrer avec l'option `--directoryserver` pour faire de lui-même (c'est-à-dire `localhost` ou `127.0.0.1`) l'annuaire à interroger pour les serveurs.
nl: Om een server als een adresboek uit te voeren, moet deze worden gestart met de optie `--directoryserver` om zichzelf (dat wil zeggen `localhost` of `127.0.0.1`) het adresboek te maken waarin naar servers moet worden gezocht.
zh_cn: 要将服务器作为目录运行，它应该使用 `--directoryserver` 选项启动，以使其自身（即 `localhost` 或 `127.0.0.1`）成为查询服务器的目录。

source: When running a Server with the GUI, set the Custom Directory server address in the Options tab to "localhost", then select "Custom" from the Directory drop-down list.
fr: Lorsque vous exécutez un serveur avec l'interface graphique, définissez l'adresse du serveur annuaire personnalisé dans l'onglet Options sur "localhost", puis sélectionnez "Personnalisé" dans la liste déroulante Annuaire.
nl: Als je een server met de GUI gebruikt, stel je het serveradres voor de eigen adresboek in het tabblad Opties in op \"localhost\" en selecteer je vervolgens \"Aangepast\" in de adresboek keuzelijst.
sv_se: När du kör en server med GUI, ställ in adressen för den anpassade katalogservern i fliken Alternativ till "localhost" och välj sedan "Anpassad" från rullgardinslistan för kataloger.
zh_cn: 使用 GUI 运行服务器时，将“选项”选项卡中的“自定义目录”服务器地址设置为“localhost”，然后从“目录”下拉列表中选择“自定义”。

source: ### Points to note about Directories
nl: ### Aandachtspunten voor adresboeken
zh_cn: ### 关于目录的注意事项

source: If you want to control which Servers can register with your Directory, you can enable a whitelist with the `--listfilter` command line option in the format `ip address 1[;ip address 2]`.
fr: Si vous voulez contrôler quels serveurs peuvent s'enregistrer dans votre annuaire, vous pouvez activer une liste blanche avec l'option de ligne de commande `--listfilter` au format `adresse ip 1[;adresse ip 2]`.
nl: Als je wilt bepalen welke servers zich bij jouw adresboek kunnen registreren dan kun je een whitelist inschakelen met de opdrachtregeloptie `--listfilter` in het formaat `ip-adres 1[;ip-adres 2]`.
sv_se: Om du vill kontrollera vilka servrar som kan registrera sig hos din katalog kan du aktivera en vitlista med kommandoradsalternativet `--listfilter` i formatet `ip address 1[;ip address 2]`.
zh_cn: 如果您想控制哪些服务器可以注册到您的目录，您可以使用 `--listfilter` 命令行选项启用白名单，格式为 `ip address 1[;ip address 2]`。

source: When running a Server behind a NAT firewall on a private network and registering with a Directory on the same network, run the Server using the `--serverpublicip` option to specify the public IP address. This is necessary to allow Clients on the public Internet to connect to the correct address. Note that for the Server(s) using this option, you will still need proper port forwarding in your router/firewall.
fr: Lorsque vous exécutez un serveur derrière un pare-feu NAT sur un réseau privé et que vous vous enregistrez avec un répertoire sur le même réseau, exécutez le serveur en utilisant l'option `--serverpublicip` pour spécifier l'adresse IP publique. Ceci est nécessaire pour permettre aux clients sur l'Internet public de se connecter à la bonne adresse. Notez que pour le(s) serveur(s) utilisant cette option, vous aurez toujours besoin d'une redirection de port appropriée dans votre routeur/pare-feu.
nl: Wanneer je een server achter een NAT-firewall op een particulier netwerk uitvoert en je wilt deze registreren bij een adresboek op hetzelfde netwerk, dan voor de server uit met de optie `--serverpublicip` om het openbare IP-adres op te geven. Dit is nodig om clients op het openbare internet verbinding te laten maken met het juiste adres. Houd er rekening mee dat voor de servers die deze optie gebruiken, je nog steeds de juiste poort forwarding in je router/firewall nodig hebt.
sv_se: När du kör en server bakom en NAT-brandvägg på ett privat nätverk och registrerar dig hos en katalog på samma nätverk, använd alternativet `--serverpublicip` för att specificera den offentliga IP-adressen. Detta är nödvändigt för att tillåta klienter på det offentliga Internet att ansluta till rätt adress. Observera att för server(n) som använder detta alternativ behöver du fortfarande korrekt portvidarebefordran i din router/brandvägg.
zh_cn: 当在专用网络上的 NAT 防火墙后面运行服务器并在同一网络上注册目录时，使用 --serverpublicip 选项运行服务器以指定公共 IP 地址。这对于允许公共 Internet 上的客户端连接到正确的地址是必要的。请注意，对于使用此选项的服务器，您仍然需要在路由器/防火墙中进行正确的端口转发。

source: When running a Client behind a NAT firewall on a private network with a Directory on the same network, the Directory itself needs to be run using the `--serverpublicip` option to specify the public IP address, so that any Servers on the public Internet registering with the Directory that require the "hole punch" can be accessed by the Client(s). (This is because otherwise the Directory would provide the local network address of the Client to the Server and the "hole punch" would fail.)
fr: Lorsqu'on exécute un client derrière un pare-feu NAT sur un réseau privé avec un annuaire sur le même réseau, l'annuaire lui-même doit être exécuté en utilisant l'option `--serverpublicip` pour spécifier l'adresse IP publique, de sorte que tous les serveurs sur l'Internet public s'enregistrant avec l'annuaire et nécessitant le "hole punch" soient accessibles au(x) Client(s). (En effet, dans le cas contraire, l'annuaire fournirait l'adresse du réseau local du client au serveur et le "hole punch" échouerait.)
nl: Wanneer een client achter een NAT-firewall wordt uitgevoerd op een particulier netwerk met een adresboek op hetzelfde netwerk, dan moet het adresboek zelf worden uitgevoerd met de optie `--serverpublicip' om het openbare IP-adres op te geven, zodat alle servers op het openbare internet die willen registreren bij het adresboek waarvoor de "perforatie" vereist is, toegankelijk is de client(s). (Dit komt omdat anders het adresboek het lokale netwerkadres van de client aan de server zou verstrekken en de "perforatie" zou mislukken.)
sv_se: När du kör en klient bakom en NAT-brandvägg på ett privat nätverk med en katalog på samma nätverk, måste katalogen köras med alternativet `--serverpublicip` för att specificera den offentliga IP-adressen. Detta gör att servrar på det offentliga Internet som registrerar sig hos katalogen och som behöver "hål-borrning" kan nås av klienterna. (Annars skulle katalogen ge servern den lokala nätverksadressen för klienten, vilket skulle göra att "hål-borrningen" misslyckas.)
zh_cn: 当在私有网络上的 NAT 防火墙后面运行客户端和同一网络上的目录时，目录本身需要使用 `--serverpublicip` 选项来指定公共 IP 地址，以便公共 Internet 上的任何服务器客户可以访问需要“打孔”的目录注册。 （这是因为否则目录会将客户端的本地网络地址提供给服务器，并且“打孔”会失败。）

source: If you need to restart your Directory for any reason (for example when rebooting the host), Servers connected to it will be disconnected until they re-register. This does not mean that Clients connected to those Servers will be disconnected, but does mean that new Clients will be not able to see Servers listed by your Directory until those Servers reconnect. To enable the list of registered Servers to persist between restarts, use the `--directoryfile` option to specify the location and name of a file that the Directory can read and write to.
fr: Si vous devez redémarrer votre annuaire pour une raison quelconque (par exemple lors du redémarrage de l'hôte), les serveurs qui y sont connectés seront déconnectés jusqu'à ce qu'ils se réenregistrent. Cela ne signifie pas que les clients connectés à ces serveurs seront déconnectés, mais que les nouveaux clients ne pourront pas voir les serveurs listés par votre annuaire jusqu'à ce que ces serveurs se reconnectent. Pour permettre à la liste des serveurs enregistrés de persister entre les redémarrages, utilisez l'option `--directoryfile` pour spécifier l'emplacement et le nom d'un fichier dans lequel l'annuaire peut lire et écrire.
nl: Als je het adresboek om welke reden dan ook opnieuw moet opstarten (bijvoorbeeld bij het opnieuw opstarten van de host), dan worden de servers die ermee verbonden zijn losgekoppeld totdat ze zich opnieuw registreren. Dit betekent niet dat de verbinding met clients die met die servers zijn verbonden wordt verbroken maar het betekent wel dat nieuwe clients geen servers in je adresboek kunnen zien totdat die servers opnieuw verbinding maken. Om ervoor te zorgen dat de lijst met geregistreerde servers blijft bestaan tussen herstarts, gebruik je de optie `--directoryfile' om de locatie en naam op te geven van een bestand waarnaar het adresboek kan lezen en schrijven.
sv_se: Om du behöver starta om din katalog av någon anledning (till exempel vid omstart av värddatorn) kommer servrar som är anslutna till den att kopplas bort tills de registrerar sig igen. Detta innebär inte att klienter som är anslutna till dessa servrar kommer att kopplas bort, men nya klienter kommer inte att kunna se servrar listade av din katalog tills dessa servrar återansluter. För att möjliggöra att listan över registrerade servrar bevaras mellan omstarter, använd alternativet `--directoryfile` för att specificera platsen och namnet på en fil som katalogen kan läsa och skriva till.
zh_cn: 如果您出于任何原因需要重新启动目录（例如重新启动主机时），连接到它的服务器将断开连接，直到它们重新注册。这并不意味着连接到这些服务器的客户端将断开连接，但确实意味着在这些服务器重新连接之前，新客户端将无法看到您的目录中列出的服务器。要使已注册的服务器列表在重新启动之间保持不变，请使用 `--directoryfile`选项指定目录可以读取和写入的文件的位置和名称。

source: Up to 150 Servers can then register with a Directory.
fr: Jusqu'à 150 serveurs peuvent alors s'enregistrer dans un annuaire.
nl: Tot 150 Servers kunnen zich dan registreren bij een adresboek.
sv_se: Upp till 150 servrar kan sedan registrera sig hos en katalog.
zh_cn: 然后最多可以有 150 个服务器注册到一个目录。

source: Running a Directory
fr: Administrer un annuaire
sv_se: Köra en katalog

source: This is a specialised Jamulus Server configuration, as described in [Server Modes](Running-a-Server#server-modes).
sv_se: Detta är en specialiserad Jamulus Server-konfiguration, som beskrivs i [Serverlägen](Running-a-Server#server-modes).

source: To view Servers listed by a Custom Directory, users must enter the address of that Directory in their Client's Settings > Advanced Setup > Custom Directories field. Multiple addresses can be added in this way if needed. Custom Directories will then appear in the Directory drop-down list on their Connect window. Custom Directories otherwise work for Clients in the same way as Public Directories, displaying a list of Servers registered with them.
fr: Pour afficher les serveurs répertoriés par un annuaire personnalisé, les utilisateurs doivent entrer l'adresse de cet annuaire dans le champ Paramètres > Configuration avancée > Annuaires de leur client. Plusieurs adresses peuvent être ajoutées de cette manière si nécessaire. Les annuaires personnalisés apparaîtront alors dans la liste déroulante des annuaires dans leur fenêtre de connexion. Les annuaires personnalisés fonctionnent pour les clients de la même manière que les annuaires publics, en affichant une liste de serveurs enregistrés auprès d'eux.
sv_se: För att visa servrar listade av en anpassad katalog måste användare ange adressen till den katalogen i inställningarna för deras klient under Inställningar > Avancerad inställning > Anpassade kataloger. Flera adresser kan läggas till på detta sätt om det behövs. Anpassade kataloger kommer sedan att visas i rullgardinslistan för kataloger i deras anslutningsfönster. Anpassade kataloger fungerar i övrigt för klienter på samma sätt som offentliga kataloger, genom att visa en lista över servrar registrerade hos dem.

source: To run a Server as a Directory, it should be started with the `--directoryaddress` option to make itself (that is, `localhost` or `127.0.0.1`) the Directory to query for Servers.
sv_se: För att köra en server som en katalog bör den startas med alternativet `--directoryaddress` för att göra sig själv (det vill säga `localhost` eller `127.0.0.1`) till katalogen som ska frågas efter servrar.

source: Points to note about Directories
fr: Points à noter concernant les annuaires
sv_se: Punkter att notera om kataloger
