Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/FAQ.po
Languages: de, fr, ko_kr, nl, sv_se, th

source: en
de: de
fr: fr
ko_kr: ko-KR
nl: nl
sv_se: sv-SE
th: th

source: FAQ
de: FAQ - Häufig gestellte Fragen
ko_kr: 자주 묻는 질문(FAQ)
nl: Vragenlijst
th: คำถามที่พบบ่อย

source: Jamulus FAQ
nl: Jamulus vragenlijst
th: คำถามที่พบบ่อยเกี่ยวกับ Jamulus

source: <summary>Table of contents</summary>
ko_kr: <summary>목차</summary>
nl: <summary>Inhoudsopgave</summary>
sv_se: <summary>Innehållsförteckning</summary>
th: <summary>สารบัญ</summary>

source: **For common problems and their solutions when using Jamulus, see the [Troubleshooting](/wiki/Client-Troubleshooting) page.**
de: **Häufige Probleme und deren Lösungen bei der Verwendung von Jamulus findest du auf der [Fehlerbehebungsseite](Client-Troubleshooting).**
fr: **Pour les problèmes courants et leurs solutions, voir la page [Dépannage](/wiki/Client-Troubleshooting).**
ko_kr: **Jamulus를 사용할 때 발생하는 일반적인 문제와 해결 방법은 [문제 해결](/wiki/Client-Troubleshooting) 페이지를 참조하십시오.**
nl: **Voor veelvoorkomende problemen en hun oplossingen bij het gebruik van Jamulus, zie de [problemen oplossen](/wiki/Client-Troubleshooting) pagina.**
sv_se: **För vanliga problem och deras lösningar när du använder Jamulus, se sidan [Felsökning](/wiki/Client-Troubleshooting).**
th: **สำหรับปัญหาทั่วไปและวิธีแก้ไขปัญหาเมื่อใช้ Jamulus โปรดดูที่คู่มือ[การแก้ไขปัญหา](/wiki/Client-Troubleshooting)**

source: Is there a metronome, synchronization, or some other way of keeping in time?
ko_kr: 메트로놈, 동기화 또는 시간을 유지하는 다른 방법이 있습니까?
nl: Is er een metronoom, synchronisatie of een andere manier om synchroon te blijven?
sv_se: Finns det en metronom, synkronisering eller något annat sätt att hålla takten?
th: มี metronome การซิงโครไนซ์ หรือวิธีอื่นๆ ในการช่วยรักษาจังหวะหรือไม่?

source: No. Musicians on a Jamulus Server play in real time together as they would in person. If you want a time signal, there are shared metronome solutions on the Internet you can try. But it’s probably best to just minimise latency so nobody has an overall delay more than about 30-50 ms.
ko_kr: 아니요. Jamulus 서버의 뮤지션들은 직접 연주하는 것처럼 실시간으로 함께 연주합니다. 시간 신호를 원할 경우 인터넷에서 공유 메트로놈 솔루션을 시도해 볼 수 있습니다. 그러나 대기 시간을 최소화하여 아무도 전체 지연 시간이 약 30-50ms를 넘지 않도록 하는 것이 가장 좋습니다.
nl: Nee. Muzikanten op een Jamulus-server spelen in realtime samen zoals ze dat in het echt zouden doen. Als je een metronoom signaal wilt hebben, dan zijn er gedeelde metronoomoplossingen op internet die je kunt proberen, maar het is waarschijnlijk het beste om de latency te minimaliseren zodat niemand een algehele vertraging heeft van meer dan ongeveer 30-50 ms.
sv_se: Nej. Musiker på en Jamulus-server spelar i realtid tillsammans som de skulle göra personligen. Om du vill ha en tidsignal kan du prova delade metronomlösningar på internet. Men det är nog bäst att minimera latensen så att ingen har en total fördröjning på mer än cirka 30-50 ms.
th: ไม่มี นักดนตรีบนเซิร์ฟเวอร์ Jamulus เล่นด้วยกันแบบเรียลไทม์เหมือนกับที่พวกเขาเล่นด้วยกันจริงๆ หากคุณต้องการสัญญาณบอกจังหวะ คุณสามารถหาเครื่องมือ metronome ออนไลน์ที่คุณสามารถลองใช้ร่วมกันได้ แต่ทางที่ดี ควรหาวิธีลด latency ให้น้อยที่สุด เพื่อไม่ให้ใครมี delay มากกว่า 30-50 มิลลิวินาที

source: Bear in mind also that all participants should follow [The Golden Rule](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together) which will also determine whether you can play in time properly.
de: Beachte dass sich alle Teilnehmer an die [Goldene Regel](/wiki/Client-Troubleshooting#der-sound-ist-gut-aber-es-ist-schwierig-im-takt-zu-bleiben) halten sollten, denn davon hängt auch ab, ob alle richtig im Takt spielen können.
fr: N'oubliez pas non plus que tous les participants doivent suivre la [Règle d'or](/wiki/Client-Troubleshooting#vous-avez-tous-un-son-correct-mais-il-est-difficile-de-jouer-ensemble), qui déterminera également si vous pouvez jouer en rythme correctement.
ko_kr: 또한 모든 참가자는 [황금률](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together)을 따라야 하며 시간에 맞춰 제대로 플레이할 수 있는지 여부도 결정됩니다.
nl: Houd er ook rekening mee dat alle deelnemers [de gouden regel](/wiki/Client-Troubleshooting#jullie-klinken-allemaal-goed-maar-het-is-moeilijk-om-gelijk-te-blijven) moeten volgen, die ook bepaalt of je op tijd/gelijk kunt spelen.
sv_se: Tänk också på att alla deltagare bör följa [Den gyllene regeln](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together), vilket också kommer att påverka om ni kan spela i takt på rätt sätt.

source: How do I know if I can join a Server? Are there rules?
ko_kr: 서버에 참여할 수 있는지 어떻게 알 수 있나요? 규칙이 있나요?
nl: Hoe weet ik of ik kan deelnemen aan een server? Zijn er regels?
sv_se: Hur vet jag om jag kan ansluta till en server? Finns det några regler?
th: ฉันจะทราบได้อย่างไรว่าฉันสามารถเข้าร่วมเซิร์ฟเวอร์ได้หรือไม่? มีกฎไหม?

source: If somebody lists a Server on one of the Directories built into Jamulus, they accept that anyone can play on it. Jamulus has no password protection or other authentication mechanisms. Whilst some Servers may state their policies in the welcome message you will see in the chat window, Jamulus itself does nothing to enforce these.
fr: Si quelqu'un met en place un serveur sur un des annuaires embarqués dans Jamulus, alors il accepte que tout le monde puisse y jouer. Jamulus n'a pas de protection par mot de passe ni d'autres mécanismes d'authentification. Cependant, certains serveurs peuvent indiquer leur politique dans le message de bienvenue que vous verrez dans la fenêtre de tchate, Jamulus lui-même ne fait rien pour les faire respecter.
ko_kr: 누군가 Jamulus에 내장된 디렉터리 중 하나에 서버를 나열하면 누구나 해당 서버에서 플레이할 수 있다는 것을 인정합니다. Jamulus에는 비밀번호 보호나 기타 인증 메커니즘이 없습니다. 일부 서버는 채팅 창에 표시되는 환영 메시지에 정책을 명시할 수 있지만 Jamulus 자체는 이를 시행하기 위해 아무것도 하지 않습니다.
nl: Als iemand een server vermeldt in een van de adresboeken die in Jamulus zijn ingebouwd, accepteren ze dat iedereen erop kan spelen. Jamulus heeft geen wachtwoordbeveiliging of andere authenticatiemechanismen. Hoewel sommige servers hun beleid kunnen vermelden in het welkomstbericht dat je in het chatvenster ziet, doet Jamulus zelf niets om dit af te dwingen.
sv_se: Om någon listar en server på en av de kataloger som ingår i Jamulus, accepterar de att vem som helst kan spela på den. Jamulus har ingen lösenordsskydd eller andra autentiseringsmekanismer. Även om vissa servrar kan ange sina policyer i välkomstmeddelandet du ser i chattfönstret, gör Jamulus i sig inget för att verkställa dessa.
th: หากเซิร์ฟเวอร์อยู่บนหน้ารายชื่อเซิร์ฟเวอร์ของ Jamulus แสดงว่าเซิร์ฟเวอร์นั้นยอมรับให้ทุกคนสามารถเข้าเล่นได้ Jamulus ไม่มีระบบการป้องกันด้วยรหัสผ่านหรือกลไกการตรวจสอบสิทธิ์อื่นๆ แม้ว่าเซิร์ฟเวอร์บางแห่งอาจระบุเงื่อนไขการใช้งานไว้ในข้อความต้อนรับที่คุณจะเห็นในหน้าต่างแชท แต่ตัวโปรแกรม Jamulus เองไม่ได้มีส่วนเกี่ยวข้องใดๆ

source: Note also that Servers do not have to be registered on a Directory in order for Jamulus Clients to connect to them. Server operators can just give out the address of their Servers to those they want to play with, and they can then connect directly. Have a look at [this overview for more information](/wiki/Running-a-Server#server-modes).
ko_kr: 또한 Jamulus 클라이언트가 서버에 연결하기 위해 서버를 디렉터리에 등록할 필요는 없습니다. 서버 운영자는 플레이하려는 서버의 주소를 제공하고 직접 연결할 수 있습니다. [자세한 내용은 이 개요](/wiki/Running-a-Server#server-modes)를 참조하세요.
nl: Houd er ook rekening mee dat servers niet in een adresboek hoeven te zijn geregistreerd om Jamulus-clients er verbinding mee te laten maken. Serverbeheerders kunnen gewoon het adres van hun servers doorgeven aan degenen met wie ze willen spelen en ze kunnen dan rechtstreeks verbinding maken. Bekijk [dit overzicht voor meer informatie](/wiki/Running-a-Server#servermodi).
sv_se: Observera också att servrar inte behöver vara registrerade i en katalog för att Jamulus-klienter ska kunna ansluta till dem. Serveroperatörer kan helt enkelt ge ut adressen till sina servrar till de vill spela med, och de kan då ansluta direkt. Ta en titt på [denna översikt för mer information](/wiki/Running-a-Server#server-modes).
th: โปรดทราบว่าเซิร์ฟเวอร์ไม่จำเป็นต้องลงทะเบียนใน Directory เพื่อให้ไคลเอนต์ Jamulus เชื่อมต่อได้ ผู้ดูแลเซิร์ฟเวอร์สามารถให้ address ของเซิร์ฟเวอร์แก่ผู้ที่ต้องการเล่นด้วยกันได้ จากนั้นพวกเขาก็สามารถเชื่อมต่อโดยตรงได้ ดู[หน้านี้สำหรับข้อมูลเพิ่มเติม](/wiki/Running-a-Server#server-modes)

source: Why shouldn’t I use wireless equipment?
ko_kr: 무선 장비를 사용하면 안 되는 이유는 무엇인가요?
nl: Waarom zou ik geen draadloze apparatuur gebruiken?
sv_se: Varför bör jag inte använda trådlös utrustning?
th: ทำไมฉันไม่ควรใช้อุปกรณ์ไร้สาย?

source: Whether or not you will be able to play in time with other musicians depends mainly on how much latency (delay) you have in your sound signal and whether you are all following [The Golden Rule](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together). An overall delay much bigger than 50 ms usually makes it too hard to play in time unless you train yourself to do so. Some musicians report they can play in time with delays of up to 70 ms by playing ahead of the beat. But much beyond that and it becomes too difficult unless timing isn’t an important factor in the music or you just want to listen.
de: Ob du im Takt mit anderen Musikern spielen kannst, hängt hauptsächlich davon ab, wie viel Latenz (Verzögerung) du in deinem Tonsignal hast und ob alle die [Goldene Regel](/wiki/Client-Troubleshooting#der-sound-ist-gut-aber-es-ist-schwierig-im-takt-zu-bleiben) befolgen. Bei einer Gesamtverzögerung von mehr als 50 ms ist es in der Regel zu schwierig, im Takt zu spielen, es sei denn, du trainierst dich selbst dafür. Einige Musiker berichten, dass sie mit einer Verzögerung von bis zu 70 ms im Takt spielen können, indem sie vor dem Beat spielen. Aber viel darüber hinaus wird es zu schwierig, es sei denn, das Timing ist kein wichtiger Faktor in der Musik oder du willst nur zuhören.
fr: Votre capacité à jouer en rythme avec les autres musiciens dépend principalement de la latence (retard) de votre signal sonore et du respect de la [Règle d'or](/wiki/Client-Troubleshooting#vous-avez-tous-un-son-correct-mais-il-est-difficile-de-jouer-ensemble). Un retard global bien supérieur à 50 ms rend généralement trop difficile le fait de jouer en rythme, à moins que vous ne vous entraîniez à le faire. Certains musiciens affirment qu'ils peuvent jouer en rythme avec des retards allant jusqu'à 70 ms en jouant en avance sur le rythme. Mais au-delà, cela devient trop difficile, sauf si le timing n'est pas un facteur important dans la musique ou si vous voulez simplement écouter.
ko_kr: 다른 뮤지션들과 함께 제 시간에 연주할 수 있는지 여부는 주로 사운드 신호의 레이턴시(딜레이) 얼마나 되는지, 그리고 모두가 [황금률](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together)을 따르고 있는지 여부에 따라 달라집니다. 50ms보다 훨씬 큰 전체 딜레이는 일반적으로 훈련하지 않는 한 시간에 연주하는 것을 너무 어렵게 만듭니다. 일부 뮤지션들은 비트보다 앞서 연주함으로써 최대 70ms의 딜레이에 맞춰 연주할 수 있다고 보고합니다. 하지만 그 이상이면 타이밍이 음악에서 중요한 요소가 아니거나 단순히 듣기만 원하는 경우가 아니라면 너무 어려워집니다.
nl: Of je wel of niet gelijk met andere muzikanten kunt spelen, hangt vooral af van hoeveel latency (vertraging) je hebt in je geluidssignaal en of iedereen zich aan [de gouden regel](/wiki/Client-Troubleshooting#jullie-klinken-allemaal-goed-maar-het-is-moeilijk-om-gelijk-te-blijven) houdt. Een algehele vertraging die veel groter is dan 50 ms maakt het meestal te moeilijk om op gelijk te spelen, tenzij je jezelf traint om dit te doen. Sommige muzikanten melden dat ze "op tijd" kunnen spelen met vertragingen tot 70 ms door voor de tel te spelen. Maar veel hoger wordt het te moeilijk, tenzij timing geen belangrijke factor is in de muziek of je wilt alleen maar luisteren.
sv_se: Om du kan spela i takt med andra musiker beror främst på hur mycket latens (fördröjning) du har i ditt ljudsignal och om ni alla följer [Den gyllene regeln](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together). En total fördröjning som är mycket större än 50 ms gör det vanligtvis för svårt att spela i takt, om du inte tränar dig själv att göra det. Vissa musiker rapporterar att de kan spela i takt med fördröjningar på upp till 70 ms genom att spela före takten. Men mycket mer än så blir det för svårt om timing inte är en viktig faktor i musiken eller om du bara vill lyssna.
th: การที่คุณจะสามารถเล่นดนตรีพร้อมกับนักดนตรีคนอื่นๆ ได้อย่างถูกจังหวะหรือไม่นั้น ขึ้นอยู่กับปัจจัยหลัก 2 อย่าง คือ latency (ดีเลย์) ในสัญญาณเสียงของคุณ และการปฏิบัติตาม [Golden Rule](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together) โดยทั่วไปแล้ว delay ที่มากกว่า 50 ms มักจะทำให้เล่นให้ตรงจังหวะได้ยาก เว้นแต่ว่าคุณจะฝึกฝนตัวเองเป็นพิเศษ นักดนตรีบางคนรายงานว่าพวกเขาสามารถเล่นให้ตรงจังหวะได้แม้จะมี delay ถึง 70 ms โดยการเล่นนำจังหวะไปก่อน แต่มันจะเป็นเรื่องยากมากขึ้น หาก delay มากกว่านั้น เว้นแต่ว่าจังหวะจะไม่ใช่ปัจจัยสำคัญในเพลงนั้น หรือคุณแค่อยากฟังเฉยๆ

source: So it makes sense to minimise any sources of delay or other problems with the signal. Even fast wi-fi is usually too variable to use for long periods with Jamulus, and Bluetooth headphones and mics usually introduce latencies of about 50 ms or more.
de: Daher ist es sinnvoll, alle Quellen von Verzögerungen oder anderen Problemen mit dem Signal zu minimieren. Selbst schnelles WLAN ist in der Regel zu unbeständig, um es über längere Zeit mit Jamulus zu nutzen, und Bluetooth Kopfhörer/Mikrofone verursachen in der Regel Latenzen von 50 ms oder mehr.
fr: Il est donc logique de minimiser les sources de retard ou autres problèmes liés au signal. Même le wi-fi rapide est généralement trop variable pour être utilisé pendant de longues périodes avec Jamulus, et les casques et micros Bluetooth introduisent généralement des latences d'environ 50 ms ou plus.
ko_kr: 따라서 신호 지연이나 기타 문제의 원인을 최소화하는 것이 좋습니다. 빠른 Wi-Fi도 일반적으로 너무 가변적이어서 장시간 사용하기 어렵고, 블루투스 헤드폰과 마이크는 일반적으로 약 50ms 이상의 지연 시간을 유발합니다.
nl: Het is dus logisch om eventuele bronnen van vertraging of andere problemen met het signaal te minimaliseren. Zelfs snelle wifi is meestal te variabel om langdurig te gebruiken met Jamulus en Bluetooth-hoofdtelefoons en -microfoons introduceren gewoonlijk een latency van ongeveer 50 ms of meer.
sv_se: Så det är rimligt att minimera alla källor till fördröjning eller andra problem med signalen. Även snabb Wi-Fi är vanligtvis för variabel för att användas under längre perioder med Jamulus, och Bluetooth-hörlurar och mikrofoner introducerar vanligtvis latenser på cirka 50 ms eller mer.
th: ดังนั้น การลดต้นเหตุของดีเลย์หรือปัญหาอื่นๆ ที่อาจเกิดขึ้นกับสัญญาณเสียงจึงเป็นเรื่องที่ควรทำ แม้แต่ Wi-Fi ที่รวดเร็วก็มักจะไม่เสถียรพอที่จะใช้งานกับ Jamulus เป็นเวลานาน และหูฟัง Bluetooth กับไมโครโฟน Bluetooth มักจะมีดีเลย์ประมาณ 50 ms หรือมากกว่านั้น

source: Why should I not listen to my own signal?
ko_kr: 왜 내 신호를 듣지 않아야 하나요?
nl: Waarom zou ik niet naar mijn signaal luisteren?
sv_se: Varför bör jag inte lyssna på mitt eget ljud?
th: ทำไมฉันไม่ควรฟังสัญญาณเสียงของตัวเอง

source: For the same reason as you need to minimise delay in your signal in order to play in time, you need to make sure you are playing to your own sound that other musicians are hearing. More information on this, and a way of testing your setup to make sure you are obeying this “Golden Rule” [can be found here](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together).
de: Aus dem gleichen Grund, aus dem du die Verzögerung deines Signals minimieren musst, um im Takt zu spielen, musst du sicherstellen, dass du zu deinem eigenen Sound spielst, den auch die anderen Musiker hören. Weitere Informationen dazu und eine Möglichkeit, dein Setup zu testen, um sicherzustellen, dass du diese „Goldene Regel“ befolgst, findest du hier [Goldene Regel](/wiki/Client-Troubleshooting#der-sound-ist-gut-aber-es-ist-schwierig-im-takt-zu-bleiben)
fr: Pour la même raison que vous devez minimiser le retard de votre signal afin de jouer en temps voulu, vous devez vous assurer que vous jouez sur le son que les autres musiciens entendent. Vous trouverez plus d'informations à ce sujet, ainsi qu'un moyen de tester votre installation pour vous assurer que vous respectez cette "règle d'or" [ici](/wiki/Client-Troubleshooting#vous-avez-tous-un-son-correct-mais-il-est-difficile-de-jouer-ensemble).
ko_kr: 시간에 맞춰 연주하기 위해 사용자의 신호의 딜레이를 최소화해야 하는 것과 같은 이유로, 다른 뮤지션들이 듣는 사용자 자신의 사운드에 맞춰 연주하고 있는지 확인해야 합니다. 이에 대한 자세한 내용과 이 "황금률"을 준수하는지 확인하기 위해 설정을 테스트하는 방법은 [여기에서 확인할 수 있습니다](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together).
nl: Om dezelfde reden dat je vertraging in je signaal moet minimaliseren om gelijk te spelen, moet je ervoor zorgen dat je speelt met je eigen geluid dat de andere muzikanten horen. Meer informatie hierover en een manier om je setup te testen om er zeker van te zijn dat je jezelf aan deze "gouden regel" houdt [kan hier worden gevonden](/wiki/Client-Troubleshooting#jullie-klinken-allemaal-goed-maar-het-is-moeilijk-om-gelijk-te-blijven).
sv_se: Av samma anledning som du behöver minimera fördröjning i din signal för att spela i takt, måste du se till att du spelar till ditt eget ljud som de andra musikerna hör. Mer information om detta och ett sätt att testa din setup för att säkerställa att du följer denna "gyllene regel" [kan du hitta här](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together).
th: ด้วยเหตุผลเดียวกับที่คุณต้องลดดีเลย์ในสัญญาณเสียงของคุณเพื่อให้เล่นได้ตรงจังหวะ คุณต้องแน่ใจว่าคุณกำลังเล่นกับเสียงของตัวเองที่นักดนตรีคนอื่นๆ ได้ยิน ดูข้อมูลเพิ่มเติมเกี่ยวกับเรื่องนี้ และวิธีทดสอบการตั้งค่าของคุณเพื่อให้แน่ใจว่าคุณได้ปฏิบัติตาม “Golden Rule” นี้ [ได้ที่นี่](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together)

source: Of course, if you are playing an acoustic instrument, or are a singer, it will be hard to exclude your “local” sound. But you should at least try to do so by for example using closed-back headphones turned up as loud as you are able to mask your own sound. This will let you concentrate on the mix coming back to you from the Server.
de: Wenn du ein akustisches Instrument spielst oder singst, wird es natürlich schwierig sein, deinen „lokalen“ Klang auszublenden. Aber du solltest es zumindest versuchen, indem du z. B. geschlossene Kopfhörer verwendest, die du so laut wie möglich aufdrehst, um deinen eigenen/direkte Sound zu überdecken. So kannst du dich auf die Mischung konzentrieren, die vom Server zu dir zurückkommt.
fr: Bien sûr, si vous jouez d'un instrument acoustique ou si vous êtes chanteur, il sera difficile d'exclure votre son "local". Mais vous devriez au moins essayer de le faire, par exemple en utilisant un casque fermé, réglé aussi fort que possible pour masquer votre propre son. Vous pourrez ainsi vous concentrer sur le mixage qui vous parvient du serveur.
ko_kr: 물론, 어쿠스틱 악기를 연주하거나 가수인 경우 사용자의 “로컬” 사운드를 배제하기 어려울 것입니다. 하지만 적어도 사용자 자신의 소리를 가릴 수 있을 만큼 크게 설정한 폐쇄형 헤드폰을 사용하는 등의 방법을 시도해 보세요. 이렇게 하면 서버에서 돌아오는 믹스에 집중할 수 있습니다.
nl: Natuurlijk zal, als je een akoestisch instrument bespeelt of een zanger bent, het moeilijk zijn om je "lokale" geluid uit te sluiten. Maar je moet dit op zijn minst proberen door bijvoorbeeld een gesloten hoofdtelefoon te gebruiken die zo hard staat als het kan om je eigen geluid te maskeren. Hierdoor kun je jezelf concentreren op de mix die van de server naar je terugkeert.
sv_se: Naturligtvis, om du spelar ett akustiskt instrument eller är sångare, kommer det att vara svårt att utesluta ditt "lokala" ljud. Men du bör åtminstone försöka göra det genom att till exempel använda slutna hörlurar och ställa in dem så högt att du kan dämpa ditt eget ljud. Detta gör att du kan koncentrera dig på mixen som kommer tillbaka till dig från servern.
th: แน่นอน หากคุณกำลังเล่นเครื่องดนตรีอะคูสติก หรือคุณเป็นนักร้อง การทำให้ไม่ได้ยินเสียงของคุณเองอาจทำได้ยาก แต่คุณควรพยายามลองทำดู เช่น การใช้หูฟังแบบครอบหู (closed-back) ที่ปรับระดับเสียงดังพอที่จะกลบเสียงของคุณเอง ซึ่งจะช่วยให้คุณสามารถจดจ่อกับเสียงมิกซ์ที่ส่งกลับมาหาคุณจากเซิร์ฟเวอร์ได้

source: Do I need a fast Internet connection?
ko_kr: 빠른 인터넷 연결이 필요하신가요?
nl: Heb ik een snelle internetverbinding nodig?
sv_se: Behöver jag en snabb internetanslutning?
th: ฉันจำเป็นต้องใช้อินเทอร์เน็ตความเร็วสูงหรือไม่?

source: No, especially if you don't run a Server to host other musicians. Having a low ping is more important. Most people on standard broadband (e.g. 10 Mbit/s down and 1 Mbit/s up) will have no problems. For those running Servers at home, depending on how many people join, you may encounter issues if your _upstream_ bandwidth is lower than about 5 Mbit/s.
ko_kr: 아니요, 특히 다른 뮤지션들을 호스팅하기 위해 서버를 운영하지 않는 경우에는 더욱 그렇습니다. 낮은 핑을 갖는 것이 더 중요합니다. 표준 광대역(예: 10 Mbit/s 다운로드 및 1 Mbit/s 업로드)을 사용하는 대부분의 사람들은 문제가 없습니다. 집에서 서버를 실행하는 경우 참여하는 사람 수에 따라 _업스트림_ 대역폭이 약 5Mbit/s보다 낮으면 문제가 발생할 수 있습니다.
nl: Nee, vooral als je geen server hebt waarmee andere muzikanten verbinding maken. Een lage ping hebben is belangrijker. De meeste mensen met standaard breedband (bijvoorbeeld 10 Mbit/s down en 1 Mbit/s up) hebben geen problemen. Voor degenen die thuis servers hebben kunnen, afhankelijk van het aantal mensen dat deelneemt, problemen worden veroorzaakt als de _upstream-bandbreedte_ lager is dan ongeveer 5 Mbit/s.
sv_se: Nej, särskilt om du inte kör en server för att vara värd för andra musiker. Att ha låg ping är viktigare. De flesta som har en standard bredbandsanslutning (t.ex. 10 Mbit/s ner och 1 Mbit/s upp) kommer inte att ha några problem. För de som kör servrar hemma, beroende på hur många som ansluter, kan du stöta på problem om din _upstream_ bandbredd är lägre än cirka 5 Mbit/s.
th: ไม่จำเป็น โดยเฉพาะอย่างยิ่งถ้าคุณไม่ได้เปิดเซิร์ฟเวอร์เพื่อให้คนอื่นเข้ามาเล่น สิ่งที่สำคัญกว่า คือการมีค่า ping ที่ต่ำพอ คนส่วนใหญ่ที่ใช้อินเทอร์เน็ตบ้านความเร็วมาตรฐาน (เช่น ดาวน์โหลด 10 Mbps และอัปโหลด 1 Mbps) จะไม่มีปัญหา ส่วนผู้ที่เปิดเซิร์ฟเวอร์ Jamulus โดยใช้อินเทอร์เน็ตบ้าน คุณอาจประสบปัญหาได้ หากแบนด์วิดท์ _อัปโหลด_ ของคุณต่ำกว่าประมาณ 5 Mbps ทั้งนี้ขึ้นอยู่กับจำนวนคนที่เข้าร่วม

source: Do I need to run a Server?
ko_kr: 서버를 실행해야 합니까?
nl: Moet ik een eigen server hebben?
sv_se: Behöver jag köra en server?
th: ฉันจำเป็นต้องเปิดเซิร์ฟเวอร์หรือไม่?

source: No. If you just intend to connect to other people’s Servers, then all you need is a Client. [Read this if you think you need to run your own Server](/wiki/Running-a-Server).
de: Nein. Wenn du dich nur mit den Servern anderer Leute verbinden möchtest, dann brauchst du nur einen Client. [Lese dies wenn du deinen eigenen Server betreiben möchtest](/wiki/Running-a-Server).
fr: Non. Si vous souhaitez simplement vous connecter aux serveurs d'autres personnes, tout ce dont vous avez besoin est un client. Lisez ceci si vous pensez avoir besoin de [administrer votre propre serveur](/wiki/Running-a-Server).
ko_kr: 아니요. 다른 사람의 서버에 연결하려는 경우 클라이언트만 있으면 됩니다. [자체 서버를 실행해야 한다면 이 글을 읽어보세요](/wiki/Running-a-Server).
nl: Nee. Als je alleen verbinding wilt maken met de servers van andere mensen, dan heb je alleen een client nodig. [Lees dit als je denkt dat je een eigen server moet hebben](/wiki/Running-a-Server).
sv_se: Nej. Om du bara tänker ansluta till andras servrar, behöver du bara en klient. [Läs detta om du tror att du behöver köra din egen server](/wiki/Running-a-Server).
th: ไม่จำเป็น หากคุณแค่ต้องการเชื่อมต่อกับเซิร์ฟเวอร์ของคนอื่น สิ่งที่คุณต้องมีก็คือโปรแกรมไคลเอนต์ Jamulus [อ่านตรงนี้หากคุณคิดว่าคุณจำเป็นต้องเปิดเซิร์ฟเวอร์เป็นของตัวเอง](/wiki/Running-a-Server)

source: How does Jamulus work (in general)?
ko_kr: Jamulus는 (일반적으로) 어떻게 작동하나요?
nl: Hoe werkt Jamulus (in het algemeen)?
sv_se: Hur fungerar Jamulus (i allmänhet)?
th: Jamulus ทำงานอย่างไร (โดยทั่วไป)?
