Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/FAQ.po
Languages: de, fr, ko_kr, nl, sv_se, th

source: <img src="{% include img/en-screenshots/diagram-overview.inc %}" loading="lazy" alt="Diagram showing how Jamulus works">
ko_kr: <img src="{% include img/en-screenshots/diagram-overview.inc %}" loading="lazy" alt="Jamulus의 작동 방식을 보여주는 다이어그램">
nl: <img src="{% include img/nl-screenshots/diagram-overview.inc %}" loading="lazy" alt="diagram dat laat zien hoe Jamulus werkt">
sv_se: <img src="{% include img/sv-SE-screenshots/diagram-overview.inc %}" loading="lazy" alt="Diagram som visar hur Jamulus fungerar">

source: Jamulus works on the Client-server principle. Everybody’s audio is sent to a Server, mixed and processed there. Afterwards, the audio is sent back to each Client. If a Server is registered in a Jamulus Directory, the Server's information will be provided to all Clients using that Directory.
de: Jamulus arbeitet nach dem Client-Server-Prinzip. Die Audiodaten aller Teilnehmer werden an einen Server gesendet, dort gemischt und bearbeitet. Anschließend wird das Audiomaterial an jeden Client zurückgeschickt. Wenn ein Server in einem Jamulus-Verzeichnis registriert ist, werden die Informationen des Servers allen Clients zur Verfügung gestellt, die dieses Verzeichnis nutzen.
fr: Jamulus fonctionne sur le principe client-serveur. L'audio de chaque musicien est envoyé à un serveur, où il est mixé et traité. Ensuite, l'audio est renvoyé à chaque client. Si un serveur est enregistré sur un annuaire Jamulus publique, ses informations seront diffusées à tous les clients utilisant cet annuaire.
ko_kr: Jamulus는 클라이언트-서버 원칙을 따릅니다. 모든 사람의 오디오는 서버로 전송되어 그곳에서 믹싱 및 처리됩니다. 그런 다음 오디오가 각 클라이언트로 다시 전송됩니다. 서버가 Jamulus 디렉터리에 등록된 경우 해당 디렉터리를 사용하는 모든 클라이언트에 서버 정보가 제공됩니다.
nl: Jamulus werkt volgens het client-server principe. De audio van iedereen wordt naar een server gestuurd, daar gemixt en verwerkt. Daarna wordt de audio teruggestuurd naar elke client. Als een server is geregistreerd in een Jamulus adresboek dan wordt de informatie van de server verstrekt aan alle clients die dat adresboek gebruiken.
sv_se: Jamulus fungerar enligt klient-server-principen. Allas ljud skickas till en server, blandas och bearbetas där. Därefter skickas ljudet tillbaka till varje klient. Om en server är registrerad i en Jamulus-katalog kommer serverns information att tillhandahållas alla klienter som använder den katalogen.
th: Jamulus ทำงานบนหลักการของไคลเอนต์-เซิร์ฟเวอร์ เสียงของทุกคนจะถูกส่งไปยังเซิร์ฟเวอร์ เพื่อมิกซ์เสียงและประมวลผลที่นั่น หลังจากนั้น เสียงจะถูกส่งกลับไปยังไคลเอนต์แต่ละคน หากเซิร์ฟเวอร์ลงทะเบียนไว้ใน Directory ของ Jamulus ข้อมูลของเซิร์ฟเวอร์จะถูกส่งไปยังไคลเอนต์ทั้งหมดที่ใช้ Directory นั้น

source: Why doesn't Jamulus provide video support?
ko_kr: Jamulus에서 비디오 지원을 제공하지 않는 이유는 무엇인가요?
nl: Waarom biedt Jamulus geen video-ondersteuning?
sv_se: Varför stödjer inte Jamulus video?
th: ทำไม Jamulus ไม่รองรับวิดีโอ?

source: Adding video support adds a lot of complexity. You can use other software like Jitsi or Zoom if you want to see others when playing (or have an "audience"), but the video will be significantly behind the Jamulus audio.
de: Das Hinzufügen von Videounterstützung würde viel Komplexität hinzufügen. Du kannst andere Software wie Jitsi oder Zoom verwenden, wenn du andere beim Spielen sehen willst (oder ein „Publikum“ hast), aber das Video wird deutlich hinter dem Jamulus-Audio zurückbleiben. Hinweis: Im Video Programm muss das Audio Signal gemutet werden.
fr: L'ajout du support vidéo ajoute beaucoup de complexité. Vous pouvez utiliser d'autres logiciels comme Jitsi ou Zoom si vous souhaitez voir les autres lorsque vous jouez (ou avoir un "public"), mais la vidéo sera nettement en retard sur l'audio de Jamulus.
ko_kr: 비디오 지원을 추가하면 많은 복잡성이 추가됩니다. 플레이할 때 다른 사람을 보고 싶거나(또는 "청중"이 있는 경우), Jitsi 또는 Zoom과 같은 다른 소프트웨어를 사용할 수 있지만, 비디오는 Jamulus 오디오보다 상당히 뒤처지게 됩니다.
nl: Het toevoegen van video-ondersteuning voegt veel complexiteit toe. Je kunt andere software zoals Jitsi of Zoom gebruiken als je anderen wilt zien tijdens het spelen (of een "publiek" wilt hebben), maar de video zal aanzienlijk achter de Jamulus-audio aankomen.
sv_se: Att lägga till videostöd innebär mycket komplexitet. Du kan använda annan programvara som Jitsi eller Zoom om du vill se andra när du spelar (eller ha en "publik"), men videon kommer att vara avsevärt fördröjd i förhållande till Jamulus-ljudet.
th: การเพิ่มการรองรับวิดีโอทำให้ระบบมีความซับซ้อนมากขึ้น คุณสามารถใช้ซอฟต์แวร์อื่นๆ เช่น Jitsi หรือ Zoom ได้ หากคุณต้องการเห็นหน้าคนอื่นๆ ขณะเล่น (หรือมี "ผู้ชม") แต่ภาพวิดีโอจะช้ากว่าเสียงจาก Jamulus อย่างมาก

source: Server FAQ
ko_kr: 서버 FAQ
nl: Server vragenlijst
th: คำถามที่พบบ่อยเกี่ยวกับเซิร์ฟเวอร์

source: Why do Registered Servers not need port forwarding?
ko_kr: 등록된 서버에는 포트 포워딩이 필요하지 않은 이유는 무엇인가요?
nl: Waarom hebben geregistreerde servers geen poort forwarding nodig?
sv_se: Varför behöver inte registrerade servrar portvidarebefordran?
th: ทำไมเซิร์ฟเวอร์ที่ลงทะเบียนแล้วไม่จำเป็นต้องทำ port forwarding?

source: Normally, network address translation (NAT) blocks incoming requests initiated from outside the local network. Inbound traffic is only possible for packets relating to an outbound request (strictly speaking, “related” and “established” packets to an initial outbound connection). In Registered Server mode, your Jamulus Server initiates an outbound connection when it connects to a Directory. From then on, the Directory sends (established/related) connection “pings” (not ICMP pings) to your Server at regular intervals to keep the relevant port(s) open on your router.
ko_kr: 일반적으로, NAT(네트워크 주소 변환)는 로컬 네트워크 외부에서 시작된 수신 요청을 차단합니다. 인바운드 트래픽은 아웃바운드 요청과 관련된 패킷(엄밀히 말하면 초기 아웃바운드 연결에 "관련" 및 "설정된" 패킷)에 대해서만 가능합니다. 등록된 서버 모드에서는 Jamulus 서버가 디렉터리에 연결할 때 아웃바운드 연결을 시작합니다. 그 이후부터 디렉터리는 라우터에서 관련 포트를 계속 열어두기 위해 정기적으로 서버에 (설정된/관련된) 연결 "핑"(ICMP 핑 아님)을 보냅니다.
nl: Normaal gesproken blokkeert NAT (Network Address Translation) inkomende verzoeken die van buiten het lokale netwerk worden geïnitieerd. Inkomend verkeer is alleen mogelijk voor pakketten die betrekking hebben op een uitgaand verzoek (strikt genomen "gerelateerde" en "vastgestelde" pakketten met een initiële uitgaande verbinding). In de geregistreerde servermodus initieert jouw Jamulus-server een uitgaande verbinding wanneer deze verbinding maakt met een adresboek. Vanaf dat moment stuurt het adresboek (bestaande/gerelateerde) verbindings "pings" (geen ICMP pings) met regelmatige tussenpozen naar jouw server om de relevante poort(en) op jouw router open te houden.
sv_se: Vanligtvis blockerar nätverksadressöversättning (NAT) inkommande förfrågningar som initieras från utanför det lokala nätverket. Inkommande trafik är endast möjlig för paket som relaterar till en utgående förfrågan (strikt taget, “relaterade” och “etablerade” paket till en initial utgående anslutning). I läget Registrerad Server initierar din Jamulus Server en utgående anslutning när den ansluter till en katalog. Från och med då skickar katalogen (etablerade/relaterade) anslutnings-"pings" (inte ICMP-pings) till din Server med jämna mellanrum för att hålla de relevanta portarna öppna på din router.
th: โดยปกติแล้ว network address translation (NAT) จะบล็อกสัญญาณขาเข้าที่มาจากภายนอกเครือข่ายท้องถิ่น สัญญาณจากข้างนอกจะเข้าถึงคอมพิวเตอร์ของเราได้เฉพาะเมื่อแพ็กเก็ตนั้นเกี่ยวข้องกับสัญญาณที่เราเคยส่งออกไปก่อนหน้านี้เท่านั้น (ในเชิงเทคนิค คือแพ็กเก็ตที่มีสถานะ “related” และ “established”) ในกรณีที่เซิร์ฟเวอร์ของคุณได้ลงทะเบียนใน Directory ไว้ ตัวเซิร์ฟเวอร์ Jamulus ของคุณจะเริ่มต้นการเชื่อมต่อขาออกเมื่อเชื่อมต่อกับ Directory จากนั้นเป็นต้นไป ตัว Directory จะส่งสัญญาณ “ping” (ที่มีสถานะ established/related) (ไม่ใช่ ICMP ping) กลับมายังเซิร์ฟเวอร์ของคุณเป็นระยะๆ เพื่อให้พอร์ตที่เกี่ยวข้องยังคงเปิดอยู่บนเราเตอร์ของคุณ

source: However, to reach an Unregistered Server, each Client has to initiate a connection into the Server’s network. A NAT prevents this, so you need to configure your router to allow incoming connection requests on the Jamulus port using port forwarding.
ko_kr: 그러나 등록되지 않은 서버에 접속하려면, 각 클라이언트가 서버의 네트워크에 연결을 시작해야 합니다. NAT는 이를 방지하므로 포트 포워딩을 사용하여 Jamulus 포트에서 들어오는 연결 요청을 허용하도록 라우터를 구성해야 합니다.
nl: Om echter een niet-geregistreerde server te bereiken, moet elke client een verbinding met het netwerk van de server initiëren. NAT voorkomt dit, dus je moet jouw router configureren om inkomende verbindingsverzoeken op de Jamulus-poort toe te staan met behulp van port forwarding.
sv_se: För att nå en Oregistrerad Server måste varje Klient initiera en anslutning till Serverns nätverk. Ett NAT hindrar detta, så du behöver konfigurera din router för att tillåta inkommande anslutningsförfrågningar på Jamulus-porten genom att använda portvidarebefordran.
th: อย่างไรก็ตาม ในกรณีของเซิร์ฟเวอร์ที่ไม่ได้ลงทะเบียนใน Directory ไคลเอนต์แต่ละรายจะต้องเริ่มต้นการเชื่อมต่อกับเครือข่ายของเซิร์ฟเวอร์ของคุณ แต่ระบบ NAT ที่อยู่ภายในเราเตอร์อาจจะป้องกันสิ่งนี้ ดังนั้นคุณจึงต้องกำหนดค่าในเราเตอร์ของคุณเพื่ออนุญาตคำขอการเชื่อมต่อขาเข้าบนพอร์ต Jamulus โดยการตั้งค่า port forwarding

source: # Jamulus FAQ {:.no_toc}
fr: # FAQ Jamulus {:.no_toc}

source: <summary>Table of contents</summary>
de: <summary>Inhaltsverzeichnis</summary>
fr: <summary>Table des matières</summary>

source: ### Is there a metronome, synchronization, or some other way of keeping in time?
de: ### Hat Jamulus ein Metronom, eine Synchronisation oder eine andere Möglichkeit, den Takt zu halten?
fr: ### Y a-t-il un métronome, une synchronisation ou un autre moyen de rester dans le temps ?

source: No. Musicians on a Jamulus Server simply play in real time together as they would in person. If you want to have a time signal, then there are shared metronome solutions on the Internet you can try. But it’s probably best to just minimise latency so nobody has an overall delay more than about 30-50 ms.
fr: Non. Les musiciens sur un serveur Jamulus jouent simplement en temps réel ensemble comme ils le feraient en personne. Si vous souhaitez disposer d'un signal temporel, il existe des solutions de métronome partagé sur Internet que vous pouvez essayer, mais il est probablement préférable de minimiser la latence afin que personne n'ait un retard global supérieur à environ 30-50 ms.

source: ### How do I know if I can join a Server? Are there rules?
de: ### Woher weiß ich, ob ich einem Server beitreten kann? Gibt es Regeln?
fr: ### Comment puis-je savoir si je peux rejoindre un serveur ? Existe-t-il des règles ?

source: Note also that Servers do not have to be registered on a Directory in order for Jamulus Clients to connect to them. Server operators can simply give out the address of their Servers to those they want to play with, and they can then connect directly. Have a look at [this overview for more information](/wiki/Running-a-Server#server-types).
fr: Notez également que les serveurs n'ont pas besoin d'être enregistrés dans un annuaire pour que les clients Jamulus puissent s'y connecter. Les opérateurs de serveurs peuvent simplement donner l'adresse de leurs serveurs à ceux avec qui ils veulent jouer, et ceux-ci peuvent alors se connecter directement. Consultez [cet aperçu pour plus d'informations](/wiki/Running-a-Server#types-de-serveur).

source: ### Why shouldn’t I use wireless equipment?
de: ### Warum sollte ich keine drahtlosen Geräte verwenden?
fr: ### Pourquoi ne devrais-je pas utiliser un équipement sans fil ?

source: ### Why should I not listen to my own signal?
de: ### Warum sollte ich nicht auf mein eigenes Signal hören?
fr: ### Pourquoi ne devrais-je pas écouter mon propre signal ?

source: ### Do I need a fast Internet connection?
de: ### Brauche ich eine schnelle Internetverbindung?
fr: ### Ai-je besoin d'une connexion Internet rapide ?

source: No, especially if you don't run a Server to host other musicians. Having a low ping is more important. For most people on standard broadband (e.g. 10 Mbit/s down and 1 Mbit/s up) you will have no problems. For those running Servers at home, depending on how many people join, you may encounter issues if your _upstream_ bandwidth is lower than about 5 Mbit/s.
de: Nein, vor allem wenn du keinen Server betreibst, um andere Musiker zu hosten. Ein niedriger Ping ist viel wichtiger. Die meisten Leute mit einem Standard-Breitbandanschluss (z. B. 10 Mbit/s Download und 1 Mbit/s Upload) werden keine Probleme haben. Für diejenigen, die einen Server zu Hause betreiben, kann es je nach Anzahl der Teilnehmer zu Problemen kommen, wenn die Bandbreite im Upload weniger als 5 Mbit/s beträgt.
fr: Non, surtout si vous ne gérez pas de serveur pour héberger d'autres musiciens. Il est plus important d'avoir un ping faible. Pour la plupart des personnes disposant d'une bande passante standard (par exemple, 10 Mbit/s en aval et 1 Mbit/s en amont), vous n'aurez aucun problème. Pour ceux qui gèrent des serveurs à domicile, en fonction du nombre de participants, vous pouvez rencontrer des problèmes si votre bande passante _en amont_ est inférieure à environ 5 Mbit/s.

source: ### Do I need to run a Server?
de: ### Muss ich einen Server betreiben?
fr: ### Dois-je administrer un serveur ?

source: ### How does Jamulus work (in general)?
de: ### Wie funktioniert Jamulus (im Allgemeinen)?
fr: ### Comment fonctionne Jamulus (en général) ?

source: <img src="{% include img/en-screenshots/diagram-overview.inc %}" loading="lazy" alt="Diagram showing how Jamulus works">
de: <img src="{% include img/de-screenshots/diagram-overview.inc %}" loading="lazy" alt="Diagram: So funktioniert Jamulus">
fr: <img src="{% include img/fr-screenshots/diagram-overview.inc %}" loading="lazy" alt="Diagramme montrant le fonctionnement de Jamulus">

source: ### Why doesn't Jamulus provide video support?
de: ### Warum bietet Jamulus keine Videounterstützung?
fr: ### Pourquoi Jamulus ne fournit-il pas de support vidéo ?

source: ## Server FAQ
de: ## Server FAQ - Häufig gestellte Fragen
fr: ## FAQ Serveur

source: ### Why do Registered Servers not need port forwarding?
de: ### Warum brauchen registrierte Server keine Portweiterleitung?
fr: ### Pourquoi les serveurs enregistrés n'ont-ils pas besoin de redirection de port ?

source: Normally, network address translation (NAT) firewalls prevent incoming requests initiated from outside the local network. Inbound traffic is only possible for packets relating to an outbound request (strictly speaking, “related” and “established” packets to an initial outbound connection). In Registered Server mode, when your Jamulus Server connects to a Directory it of course initiates an outbound connection. From then on, the Directory sends (established/related) connection “pings” (not ICMP pings) to your Server at regular intervals to keep the relevant NAT port(s) open on your router/firewall.
de: Normalerweise verhindern NAT-Firewalls (Network Address Translation) eingehende Anfragen, die von außerhalb des lokalen Netzes kommen. Eingehender Verkehr ist nur für Pakete möglich, die sich auf eine ausgehende Anfrage beziehen (streng genommen „verwandte“ und „aufgebaute“ Pakete zu einer ursprünglichen ausgehenden Verbindung). Wenn dein Jamulus Server im Modus „Registrierter Server“ eine Verbindung zu einem Verzeichnis herstellt, initiiert er natürlich eine ausgehende Verbindung. Von da an sendet das Verzeichnis in regelmäßigen Abständen "Pings" (keine ICMP-Pings) an deinen Server, um den/die entsprechenden NAT-Port(s) auf deinem Router/Firewall offen zu halten.
fr: Normalement, les pare-feu NAT (Network Address Translation) empêchent les requêtes entrantes provenant de l'extérieur du réseau local. Le trafic entrant n'est possible que pour les paquets relatifs à une demande sortante (à proprement parler, les paquets "relatifs" et "établis" à une connexion sortante initiale). En mode enregistré, lorsque votre serveur Jamulus se connecte à un annuaire, il initie bien sûr une connexion sortante. À partir de ce moment-là, l'annuaire envoi des "pings" (non ICMP) de connexion (établie/liée) à votre serveur à intervalles réguliers pour maintenir le ou les ports NAT pertinents ouverts sur votre routeur/pare-feu.

source: However, in Unregistered mode, Clients have to **initiate** connections into the Server’s network. NAT firewalls prevent this, so you need to tell them to allow incoming connection requests on the Jamulus port using port forwarding.
de: Im nicht registrierten Modus müssen die Clients Verbindungen zum Servernetz **initiieren**. NAT-Firewalls verhindern das. Stelle die Firewall im Router so ein, dass sie eingehende Verbindungsanfragen über den Jamulus-Port mittels Portweiterleitung zulässt.
fr: Cependant, en mode non enregistré, les clients doivent **initier** les connexions au réseau du serveur. Les pare-feu NAT empêchent cela, vous devez donc leur dire d'autoriser les demandes de connexion entrantes sur le port Jamulus en utilisant la redirection de port.
