Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/general.po
Languages: de, es, fr, it, ko_kr, nb_no, nl, pt_br, sv_se, th, zh_cn

source: Jamulus Facebook group
de: Jamulus Facebook Gruppe
es: Grupo de Jamulus en Facebook
fr: Groupe Facebook de Jamulus
ko_kr: Jamulus 페이스북 그룹
nl: Jamulus Facebook groep
pt_br: Grupo Jamulus no Facebook
sv_se: Jamulus Facebook grupp
th: กลุ่ม Jamulus บน Facebook
zh_cn: Jamulus Facebook 群组

source: Jamulus GitHub repo
fr: Dépôt GitHub de Jamulus
ko_kr: Jamulus GitHub 저장소
nb_no: GitHub-kodelager
th: Jamulus บน GitHub
zh_cn: Jamulus GitHub 存储库

source: Help and support
de: Hilfe und Support
es: Ayuda y soporte
fr: Aide et support
it: Aiuto e supporto
ko_kr: 도움말 및 지원
nb_no: Hjelp og støtte
nl: Help en ondersteuning
pt_br: Ajuda e suporte
sv_se: Hjälp och support
th: ความช่วยเหลือและการสนับสนุน
zh_cn: 帮助和支持

source: Software by <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> and <a href="https://github.com/jamulussoftware/jamulus/graphs/contributors" target="_blank" rel="noreferrer">contributors</a> - want to <a href="/wiki/Contribution">get involved?</a>
de: Eine Software von <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> und <a href="https://github.com/corrados/jamulus/graphs/contributors" target="_blank" rel="noreferrer">Mitwirkenden</a> - möchtest du <a href="/wiki/Contribution">mithelfen?</a>
es: Software de <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> y <a href="https://github.com/jamulussoftware/jamulus/graphs/contributors" target="_blank" rel="noreferrer">contribuidores</a> - ¿quieres <a href="/wiki/Contribution">involucrarte?</a>
fr: Logiciel de <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> et <a href="https://github.com/corrados/jamulus/graphs/contributors" target="_blank" rel="noreferrer">les contributeurs</a> - Vous voulez <a href="/wiki/Contribution">participer ?</a>
it: Software creato da <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> e da diversi <a href="https://github.com/jamulussoftware/jamulus/graphs/contributors" target="_blank" rel="noreferrer">collaboratori</a> - vuoi <a href="/wiki/Contribution">partecipare?</a>
ko_kr: <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> 및 <a href="https://github.com/jamulussoftware/jamulus/graphs/contributors" target="_blank" rel="noreferrer">기여자</a>의 소프트웨어 - <a href="/wiki/Contribution">참여를 원하십니까?</a>
nb_no: Programvare laget av <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> og <a href="https://github.com/jamulussoftware/jamulus/graphs/contributors" target="_blank" rel="noreferrer">bidragsytere</a> — vil du <a href="/wiki/Contribution">involvere deg?</a>
nl: Software door <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> en <a href="https://github.com/jamulussoftware/jamulus/graphs/contributors" target="_blank" rel="noreferrer">bijdragers</a> - wil je <a href="/wiki/Contribution">meehelpen?</a>
pt_br: Software por <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> e <a href="https://github.com/jamulussoftware/jamulus/graphs/contributors" target="_blank" rel="noreferrer">colaborares</a> - quer <a href="/wiki/Contribution">envolver-se?</a>
sv_se: Mjukvara av <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> och <a href="https://github.com/jamulussoftware/jamulus/graphs/contributors" target="_blank" rel="noreferrer">contributors</a> - vill du <a href="/wiki/Contribution">engagera dig?</a>
th: ซอฟต์แวร์โดย <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> และ <a href="https://github.com/jamulussoftware/jamulus/graphs/contributors" target="_blank" rel="noreferrer">ผู้ร่วมพัฒนา</a> - ต้องการ <a href="/wiki/Contribution">มีส่วนร่วม?</a>
zh_cn: <a href="https://github.com/corrados" target="_blank" rel="noreferrer">Volker Fischer</a> 和 <a href="https://github.com/jamulussoftware/jamulus/graphs/contributors" target="_blank" rel="noreferrer"> 贡献者</a> 的软件 - 想要 <a href="/wiki/Contribution"> 参与吗？</a>

source: Jamulus 3.9.1 addresses a MIDI controller-related bug that could result in the loss of old fader levels: If you used `--ctrlmidich`, you can start the app once with `--cleanuplegacyfadersettings` to try to convert the old format to the new one. This option will be removed in a future release. Read the <a href="https://github.com/jamulussoftware/jamulus/blob/main/ChangeLog">Change Log</a> for more information.
de: Jamulus 3.9.1 behebt einen Fehler im Zusammenhang mit MIDI-Controllern, der zum Verlust alter Faderpegel führen konnte: Wenn du `--ctrlmidich` verwendet hast, kannst du die App einmal mit `--cleanuplegacyfadersettings` starten, um zu versuchen, das alte Format in das neue zu konvertieren. Diese Option wird in einer zukünftigen Version entfernt. Weitere Informationen findest du im <a href="https://github.com/jamulussoftware/jamulus/blob/main/ChangeLog">Changelog</a>.
es: Jamulus 3.9.1 soluciona un problema asociado a los controladores MIDI que podría resultar en la pérdida de los niveles previos de los faders: Si utilizas `--ctrlmidich`, puedes arrancar la aplicación una vez con `--cleanuplegacyfadersettings` para tratar de convertir el viejo formato al nuevo. Esta opción será eliminada en una versión próxima. Lee el <a href="https://github.com/jamulussoftware/jamulus/blob/main/ChangeLog">Change Log</a> para más información.
fr: Jamulus 3.9.1 s'occupe d'un bogue lié à un contrôleur MIDI qui pourrait entraîner la perte d'ancien niveaux de charriot : si vous aviez utilisé `--ctrlmidich`, vous pouvez démarrer l'application une fois avec `--cleanuplegacyfadersettings` pour tenter de convertir le vieux format au nouveau. Cette option sera supprimée dans une version future. Lire le <a href="https://github.com/jamulussoftware/jamulus/blob/main/ChangeLog">journal des modifications</a> pour plus d'informations.
pt_br: Jamulus 3.9.1 resolve un problema associado aos controladores MIDI que poderia resultar em perda dos níveis prévios dos faders:: Se você utilizava `--ctrlmidich`, pode iniciar o aplicativo uma vez com `--cleanuplegacyfadersettings` para tentar converter o formato antigo para o novo formato. Esta opção será removida em uma versão futura. Leia o <a href="https://github.com/jamulussoftware/jamulus/blob/main/ChangeLog">Change Log</a> para mais informações.
zh_cn: Jamulus 3.9.1 解决了一个与 MIDI 控制器相关的错误，该错误可能导致旧的推子电平丢失:如果您使用了 `--ctrlmidich`，您可以使用 `--cleanuplegacyfadersettings` 启动应用程序一次以尝试转换旧格式到新的。此选项将在未来的版本中删除。阅读 <a href="https://github.com/jamulussoftware/jamulus/blob/main/ChangeLog"> 更改日志 </a> 了解更多信息。

source: by
de: von
es: de
fr: par
it: di
nb_no: av
nl: door
pt_br: de
sv_se: av
th: โดย
zh_cn: 由

source: Discuss this content
de: Diskutiere diesen Inhalt
es: Discutir sobre este contenido
fr: Discussions sur le contenu
it: Discuti questo contenuto
ko_kr: 이 콘텐츠에 대해 토론하기
nb_no: Diskutere dette innholdet
nl: Bespreek deze inhoud
pt_br: Discussão sobre este conteúdo
sv_se: Diskutera innehållet
th: พูดคุยเกี่ยวกับเนื้อหานี้
zh_cn: 讨论这个内容

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
ko_kr: 주석
nb_no: Kommentarer
nl: Commentaar
pt_br: Commentários
sv_se: Kommentarer
th: ความคิดเห็น
zh_cn: 评论

source: <strong>Community knowledge base</strong><br /> Feel free to add your own article!
de: <strong>Jamulus Wissens&shy;datenbank</strong><br /> Füge deinen eigenen Artikel hinzu!
es: <strong>Base de conocimiento comunitario</strong><br /> ¡No dudes en añadir tu propio artículo!
fr: <strong>Base de connaissances communautaire</strong><br /> Sentez vous libres d'ajouter votre propre article !
it: <strong>Community per le conoscenze basilari</strong><br /> Lascia un commento sulla tua esperienza!
ko_kr: <strong>커뮤니티 지식 기반</strong><br /> 자유롭게 자신의 기사를 추가하세요!
nl: <strong>Community knowledge base</strong><br /> Voel je vrij om je eigen artikel toe te voegen!
pt_br: <strong>Base de conhecimento comunitária</strong><br /> Fique à vontade para adicionar seu próprio artigo!
sv_se: <strong>Kunskapsbas för communityn</strong><br /> Tveka inte att lägga till din egen artikel!
th: <strong>คลังความรู้ชุมชน</strong><br />อย่าลังเลที่จะเพิ่มบทความของคุณเอง!
zh_cn: <strong>社区知识库</strong><br /> 随意添加自己的文章！

source: Knowledge Base overview
de: Knowledge Base Übersicht
es: Resumen Base de Conocimiento
fr: Aperçu de la base de connaissances
it: Panoramica sulle conoscenze di base
ko_kr: 지식 기반 개요
nb_no: Oversikt over Jamulus-kunnskapsbasen
nl: KB overzicht
pt_br: Visão geral da Base de Conhecimento
sv_se: Översikt över kunskapsdatabasen
th: ภาพรวมคลังความรู้
zh_cn: 知识库概述

source: More pages
de: Weitere Seiten
es: Más páginas
fr: Plus de pages
it: Più pagine
ko_kr: 더 많은 페이지
nb_no: Flere sider
nl: Meer pagina's
pt_br: Mais páginas
sv_se: Fler sidor
th: หน้าอื่นๆ
zh_cn: 更多页面

source: Add a new page via GitHub
de: Neue Seite hinzufügen (über GitHub)
es: Añadir página nueva a través de GitHub
fr: Ajouter une nouvelle page via GitHub
it: Aggiunge una nuova pagina tramite GitHub
ko_kr: GitHub를 통해 새 페이지 추가하기
nb_no: Legg til en ny side via GitHub
nl: Voeg een nieuwe pagina toe via GitHub
pt_br: Adicionar uma nova página via GitHub
sv_se: Skapa ny sida via GutHub
th: เพิ่มหน้าใหม่ผ่าน GitHub
zh_cn: 通过 GitHub 添加一个新的页面

source: Read more...
de: Mehr...
es: Seguir leyendo...
fr: Lire la suite ...
it: Per saperne di più...
ko_kr: 더 읽기...
nb_no: Les mer …
nl: Lees meer...
pt_br: Leia mais...
sv_se: Läsa mer...
th: อ่านเพิ่มเติม...
zh_cn: 阅读更多...

source: – Jamulus Knowledge Base
de: – Jamulus Wissensdatenbank
es: – Base de Conocimiento de Jamulus
fr: – Base de connaissance de Jamulus
it: – Conoscenze di base su Jamulus
ko_kr: – Jamulus 지식 기반
nb_no: — Jamulus-kunnskapsbase
pt_br: – Base de conhecimento do Jamulus
sv_se: – Jamulus kunskapsdatabas
th: – คลังความรู้ Jamulus
zh_cn: – Jamulus 知识库

source: Jamulus Icon. Links to homepage
de: Jamulus Icon. Link zur Startseite
es: Jamulus Icon. Enlaces a inicio
fr: Icône de Jamulus. Redirige vers la page d'accueil
it: Icona di Jamulus. Links alla pagina di Wiki
ko_kr: Jamulus 아이콘. 홈페이지 링크
nb_no: Jamulus-ikon. Lenker til hjemmesiden
nl: Jamulus Icoon. Link naar de homepage
pt_br: Ícone Jamulus. Link para a página inicial
sv_se: Jamulus ikon. Länk till hemsidan
th: ไอคอน Jamulus ลิงก์ไปยังหน้าแรก
zh_cn: 杰穆鲁斯图标。链接到主页

source: Open navigation
de: Navigationsmenü öffnen
es: Abrir navegación
fr: Navigation ouverte
it: Navigazione Aperta
ko_kr: 탐색 열기
nb_no: Åpne navigasjon
nl: Open navigatie
pt_br: Abrir navegação
sv_se: Öppna navigering
th: แสดงตัวนำทาง
zh_cn: 打开导航

source: Your browser has JavaScript disabled. That's totally fine. This site has been designed to provide basic functionality without JS. Enabling JavaScript may give you additional functionality on this site.
de: JavaScript ist in deinem Browser nicht aktiviert. Das ist kein Problem. Diese Website wurde so konzipiert, dass grundlegende Funktionen ohne JavaScript gegeben sind. Wenn du JavaScript aktivierst, erhälst du möglicherweise zusätzliche Funktionen auf dieser Seite.
es: Tu navegador tiene JavaScript habilitado. No pasa nada. Este sitio web ha sido diseñado para ofrecer funcionalidad básica sin JS. Habilitar JavaScript podría ofrecer funcionalidades añadidas en este sitio web.
fr: JavaScript est désactivé sur votre navigateur. Il n'y a aucun problème à ça. Ce site a été créé de manière à fournir les fonctionnalités basiques sans JS. Activer Javascript vous permettrait d'accéder à des fonctionnalités supplémentaires de ce site.
it: Il tuo browser ha il componente Javascript disabilitato. Non è comunque un problema. Questo sito è stato disegnato affinché le funzionalità di base siano garantite anche senza Javascript. Abilitandolo attiverai funzionalità aggiuntive.
ko_kr: 사용자의 브라우저에서 JavaScript가 비활성화되어 있습니다. 별 문제 없습니다. 이 사이트는 JavaScript 없이 기본 기능을 제공하도록 설계되었습니다. JavaScript를 활성화하면 이 사이트에서 추가 기능을 제공할 수 있습니다.
nl: Je browser heeft JavaScript uitgeschakeld. Dat is prima. Deze site is ontworpen om basisfunctionaliteit te bieden zonder JavaScript. Als je JavaScript inschakelt, krijg je mogelijk extra functionaliteit op deze site.
pt_br: Seu browser desabilitou JavaScript, o que é perfeitamente ok. Este site foi desenvolvido para prover funcionalidade básica mesmo sem JS. Se vocé habilitá-lo, você pode usufruir de funções adicionais.
sv_se: Din webbläsare har JavaScript inaktiverat. Det är helt okej. Denna webbplats är utformad för att ge grundläggande funktionalitet utan JavaScript. Genom att aktivera JavaScript kan du få tillgång till ytterligare funktioner på webbplatsen.
th: เบราว์เซอร์ของคุณปิดใช้งาน JavaScript ซึ่งไม่เป็นปัญหาแต่อย่างใด เว็บไซต์นี้ได้รับการออกแบบมาเพื่อให้ใช้งานฟังก์ชันพื้นฐานได้โดยไม่ต้องใช้ JS แต่การเปิดใช้งาน JavaScript อาจทำให้คุณใช้งานฟังก์ชันเพิ่มเติมบนเว็บไซต์นี้ได้
zh_cn: 您的浏览器禁用了 JavaScript。这完全没问题。该站点旨在提供没有 JS 的基本功能。启用 JavaScript 可能会在本网站上为您提供额外的功能。

source: – Jamulus Website
es: – Página Web de Jamulus
fr: – Site internet de Jamulus
it: – Sito web di Jamulus
ko_kr: – Jamulus 웹사이트
nb_no: — Jamulus-nettsiden
pt_br: – Página Web do Jamulus
sv_se: – Jamulus websida
th: – เว็บไซต์ Jamulus
zh_cn: – Jamulus 网站

source: Jamulus 3.9.1 addresses a MIDI controller-related bug that could result in the loss of old fader levels: If you used `--ctrlmidich`, you can start the app once with `--cleanuplegacyfadersettings` to try to convert the old format to the new one. This option will be removed in a future release. Read the <a href="https://github.com/jamulussoftware/jamulus/blob/master/ChangeLog">Change Log</a> for more information.
it: Jamulus 3.9.1 risolve un bug relativo al controller MIDI che potrebbe causare la perdita dei precedenti parametri sui livelli dei fader: se hai usato `--ctrlmidich`, puoi avviare l'app con l'opzione `--cleanuplegacyfadersettings` per provare a convertire il vecchio formato a quello nuovo. Questa opzione verrà rimossa in una versione futura. Leggi il <a href="https://github.com/jamulussoftware/jamulus/blob/master/ChangeLog">registro modifiche</a> per ulteriori informazioni.
