Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Getting-Started.po
Languages: de, es, fr, it, ko_kr, nl, pt, pt_pt, sv_se, th, zh_cn

source: en
de: de
es: es
fr: fr
it: it
ko_kr: ko_KR
nl: nl
pt: pt
pt_pt: pt-PT
sv_se: sv-SE
th: th
zh_cn: zh_CN

source: Setup
es: Configuración
fr: Configuration
it: Configurazione
ko_kr: 구성
nl: Aan de slag
sv_se: Installation
th: เซ็ตอัพ
zh_cn: 设置

source: Setup - getting started with Jamulus
nl: Aan de slag - beginnen met Jamulus
pt_pt: Configuração - começar a utilizar o Jamulus
sv_se: Installation - komma igång med Jamulus
th: การเซ็ตอัพ - เริ่มต้นใช้งาน Jamulus
zh_cn: 设置 - Jamulus 入门

source: To get the best from Jamulus, at a minimum you will need:
de: Damit du Jamulus gut nutzen kannst, solltest du mindestens das Folgende haben:
es: Para obtener el mejor resultado con Jamulus, como mínimo necesitarás:
fr: Pour tirer le meilleur parti de Jamulus, vous aurez besoin au minimum de :
it: Per ottenere il meglio da Jamulus, come minimo avrai bisogno di:
ko_kr: Jamulus를 최대한 활용하려면, 최소한 다음이 필요합니다:
nl: Om het beste uit Jamulus te halen, heb je minimaal het volgende nodig:
pt: Para obter o melhor de Jamulus, você precisa no mínimo de:
pt_pt: Para obter o melhor de Jamulus, você precisa no mínimo de:
sv_se: För att få ut det bästa av Jamulus behöver du minst:
th: เพื่อให้ได้ประโยชน์สูงสุดจาก Jamulus อย่างน้อยคุณควรจะมี:
zh_cn: 要从 Jamulus 获得最佳效果，您至少需要:

source: **A wired internet connection** (and turn wi-fi off. See the [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
nl: **Een bedraade internet verbinding** (en schakel de wi-fi uit - zie de [vragenlijst](/wiki/FAQ#waarom-zou-ik-geen-draadloze-apparatuur-gebruiken))
pt_pt: **Uma ligação à Internet com fios** (e desligar o wi-fi. Ver [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
sv_se: **En trådbunden internetanslutning** (och stäng av Wi-Fi. Se [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
th: **การเชื่อมต่ออินเทอร์เน็ตแบบใช้สาย** (ควรปิด Wi-Fi อ่านรายละเอียดได้ใน[คำถามที่พบบ่อย](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
zh_cn: **有线网络连接**(并关闭wi-fi。见[FAQ](/wiki/FAQ#为什么我不应该使用无线设备))

source: **Wired headphones** (not Bluetooth or speakers - see the [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
nl: **Hoofdtelefoon met draad** (geen bluetooth of luidsprekers - zie de [vragenlijst](/wiki/FAQ#waarom-zou-ik-geen-draadloze-apparatuur-gebruiken))
pt_pt: **Auscultadores com fios** (não Bluetooth ou altifalantes - ver [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
sv_se: **Trådbundna hörlurar** (inte Bluetooth eller högtalare – se [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
th: **หูฟังแบบมีสาย** (ไม่ควรใช้ Bluetooth หรือลำโพง อ่านรายละเอียดได้ใน[คำถามที่พบบ่อย](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
zh_cn: **有线耳机**(不是蓝牙或扬声器--见[FAQ](/wiki/FAQ#为什么我不应该使用无线设备))

source: **A reasonable audio device, sound card and/or mic** ([see this list](/kb/2021/01/05/Jamulus-Sound-Devices.html) for examples)
nl: **Een redelijk audio-interface, geluidskaart en/of microfoon** ([zie deze lijst](/kb/2021/01/05/Jamulus-Sound-Devices.html) voor voorbeelden)
pt_pt: **Um dispositivo áudio razoável, placa de som e/ou microfone** ([ver esta lista](/kb/2021/01/05/Jamulus-Sound-Devices.html) para exemplos)
sv_se: **En rimlig ljudenhet, ljudkort och/eller mikrofon** ([see this list](/kb/2021/01/05/Jamulus-Sound-Devices.html) för exempel)
th: **อุปกรณ์เสียง การ์ดเสียง และ/หรือไมโครโฟนที่เหมาะสม** ([ดูรายการนี้](/kb/2021/01/05/Jamulus-Sound-Devices.html) สำหรับตัวอย่างอุปกรณ์ที่ใช้ได้)
zh_cn: **一个合理的音频设备、声卡和/或麦克风**([见此列表](/kb/2021/01/05/Jamulus-Sound-Devices.html) 中的例子)

source: If you have any questions, please see the [Discussions](https://github.com/jamulussoftware/jamulus/discussions)
de: Falls du Fragen hast, schau im [Diskussionsforum](https://github.com/jamulussoftware/jamulus/discussions) nach
es: Si tienes alguna duda, por favor consulta las [Discussions](https://github.com/jamulussoftware/jamulus/discussions)
fr: Si vous avez des questions, veuillez consulter la rubrique [Discussions](https://github.com/jamulussoftware/jamulus/discussions)
it: Per qualsiasi domanda, consulta la sezione [Discussioni](https://github.com/jamulussoftware/jamulus/discussions)
ko_kr: 궁금한 점이 있다면, [토론](https://github.com/jamulussoftware/jamulus/discussions)을 참조하십시오
nl: Als je vragen hebt, zie de [discussies (engelstalig)](https://github.com/jamulussoftware/jamulus/discussions)
pt: Se tiver alguma dúvida, dê uma olhada na página de [Discussões](https://github.com/jamulussoftware/jamulus/discussions)
pt_pt: Se tiver alguma dúvida, dê uma olhada na página de [Discussões](https://github.com/jamulussoftware/jamulus/discussions)
sv_se: Om du har några frågor, vänligen se [Discussions](https://github.com/jamulussoftware/jamulus/discussions)
th: หากคุณมีคำถามใดๆ โปรดดูที่[ฟอรัม](https://github.com/jamulussoftware/jamulus/discussions)
zh_cn: 如果你有任何问题，请参见[讨论](https://github.com/jamulussoftware/jamulus/discussions)

source: Installation
nl: Installatie
pt_pt: Instalação
th: การติดตั้ง
zh_cn: 安装

source: To get Jamulus working with your operating system, please follow the installation guide for your platform:
de: Um Jamulus auf deinem Betriebssystem einzurichten, folge bitte der Installationsanleitung für deine Plattform:
es: Para hacer que Jamulus funcione con tu hardware, por favor sigue la guía de instalación para tu plataforma:
fr: Pour que Jamulus fonctionne avec votre matériel, veuillez suivre le guide d'installation de votre plate-forme :
it: Per far funzionare Jamulus con il tuo sistema operativo, segui la guida all'installazione della tua piattaforma:
ko_kr: Jamulus가 운영 체제에서 작동하도록 하려면, 플랫폼에 대한 설치 가이드를 따르십시오:
nl: Om Jamulus met jouw besturingssysteem te laten werken volg je de installatiehandleiding voor jouw platform:
pt_pt: Para fazer Jamulus funcionar com o seu hardware, siga as seguintes instruções de acordo com sua plataforma:
sv_se: För att få Jamulus att fungera med ditt operativsystem, följ installationsguiden för din plattform:
th: หากต้องการให้ Jamulus ทำงานกับระบบปฏิบัติการของคุณ โปรดทำตามคู่มือการติดตั้งสำหรับแพลตฟอร์มของคุณ:
zh_cn: 要让 Jamulus 与您的操作系统一起工作，请遵循您平台的安装指南:

source: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href= "Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _[Android](Installation-for-Android) and [iOS](Installation-for-iOS) can be used too, but are still considered experimental._
de: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href="Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _[Android](Installation-for-Android) und [iOS](Installation-for-iOS) können auch genutzt werden, sind aber momentan experimentell._
es: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href= "Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _[Android](Installation-for-Android) e [iOS](Installation-for-iOS) se pueden utilizar también, pero aún se consideran experimentales._
it: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href= "Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _Possono essere utilizzati anche [Android](Installation-for-Android) e [iOS](Installation-for-iOS), ma sono ancora considerati sperimentali._
ko_kr: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href= "Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _[Android](Installation-for-Android) 및 [iOS](Installation-for-iOS)도 사용할 수 있지만, 여전히 실험적인 것으로 간주됩니다._
nl: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href= "Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _[Android](Installation-for-Android) en [iOS](Installation-for-iOS) kunnen ook worden gebruikt, maar worden nog steeds als experimenteel beschouwd._
zh_cn: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href= "Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _[Android](Installation-for-Android) 和 [iOS](Installation-for-iOS) 也可以使用，但仍被认为是实验性的._

source: And for now, close all other applications. It’s best to start simple at first.
de: Beende jetzt alle anderen Programme. Dies verhindert Konflikte und vereinfacht die Installation.
es: Y por ahora, cierra todas las demás aplicaciones. Es mejor empezar con lo simple primero.
fr: Et pour l'instant, fermez toutes les autres applications. Il est préférable de commencer de manière simple.
it: Per ora, chiudi tutte le altre applicazioni. È meglio iniziare in modo semplice all'inizio.
ko_kr: 그리고 지금은 다른 모든 응용 프로그램을 닫습니다. 처음에는 간단하게 시작하는 것이 좋습니다.
nl: Sluit voorlopig alle andere toepassingen. Het is het beste om eerst eenvoudig te beginnen.
pt: E feche todos os outros programas por ora. É melhor começar de maneira simples.
pt_pt: E feche todos os outros programas por ora. É melhor começar de maneira simples.
sv_se: Och stäng för tillfället alla andra applikationer. Det är bäst att börja enkelt i början.
th: และในตอนนี้ ให้ปิดแอปพลิเคชันอื่นๆ ทั้งหมดก่อน การเริ่มต้นจากสิ่งที่เรียบง่ายที่สุดก่อนจะดีที่สุด
zh_cn: 现在，关闭所有其他应用程序。最好从简单开始。

source: Hardware Setup
it: Configurazione hardware
nl: Hardware configuratie
pt_pt: Configuração de hardware
sv_se: Hårdvaruinstallation
th: การตั้งค่าฮาร์ดแวร์
zh_cn: 硬件设置

source: If you use external audio hardware, plug that in before you start Jamulus. If you haven't configured your hardware, please see the installation guides mentioned above.
de: Wenn du externe Audiohardware nutzt, schließe sie vor dem Start von Jamulus an. Wenn du deine Hardware noch nicht konfiguriert hast, beachte bitte die oben genannten Installationsanleitungen.
es: Si utilizas hardware de audio externo, conéctalo antes de arrancar Jamulus. Si no has configurado tu hardware, por favor consulta las guías de instalación mencionadas arrba.
fr: Si vous utilisez un matériel audio externe, branchez-le avant de lancer Jamulus. Si vous n'avez pas configuré votre matériel, veuillez consulter les guides d'installation mentionnés ci-dessus.
it: Se utilizzi hardware audio esterno, collegalo prima di avviare Jamulus. Se non hai configurato il tuo hardware, consulta le guide all'installazione menzionate sopra.
ko_kr: 외부 오디오 하드웨어를 사용하는 경우, Jamulus를 시작하기 전에 플러그를 꽂습니다. 하드웨어를 구성하지 않은 경우, 위에 언급된 설치 가이드를 참조하십시오.
nl: Als je externe audiohardware gebruikt, sluit die dan aan voordat je Jamulus start. Als je de hardware niet hebt geconfigureerd, raadpleeg dan de hierboven genoemde installatiehandleidingen.
pt_pt: Se utiliza um hardware áudio externo, ligue-o antes de iniciar o Jamulus. Se não tiver configurado o seu hardware, consulte os guias de instalação acima mencionados.
sv_se: Om du använder extern ljudhårdvara, anslut den innan du startar Jamulus. Om du inte har konfigurerat din hårdvara, se installationsguiderna som nämns ovan.
th: หากคุณใช้อุปกรณ์เสียงภายนอก ให้เสียบอุปกรณ์นั้นก่อนเริ่ม Jamulus หากคุณยังไม่ได้กำหนดค่าฮาร์ดแวร์ของคุณ โปรดดูคู่มือการติดตั้งที่กล่าวถึงข้างต้น
zh_cn: 如果您使用外部音频硬件，请在启动 Jamulus 之前将其插入。如果您尚未配置硬件，请参阅上面提到的安装指南。

source: Jamulus main window
it: Finestra principale di Jamulus
nl: Jamulus hoofdvenster
pt_pt: Janela principal do Jamulus
sv_se: Jamulus huvudfönster
th: หน้าต่างหลักของ Jamulus
zh_cn: Jamulus 主窗口

source: When you open Jamulus, you will see a window which looks like this:
de: Sobald du Jamulus öffnest, siehst du folgendes Fenster:
es: Cuando abras Jamulus, verás una ventana con este aspecto:
fr: Lorsque vous ouvrez Jamulus, vous verrez une fenêtre qui ressemble à ceci :
it: Quando apri Jamulus, vedrai una finestra simile a questa:
ko_kr: Jamulus를 열면, 다음과 같은 창이 나타납니다:
nl: Wanneer je Jamulus opent, zie je een venster dat er als volgt uitziet:
pt: Quando você abre o Jamulus, você vê a seguinte janela parecida com essa:
pt_pt: Quando você abre o Jamulus, você vê a seguinte janela parecida com essa:
sv_se: När du öppnar Jamulus kommer du att se ett fönster som ser ut så här:
th: เมื่อคุณเปิด Jamulus คุณจะเห็นหน้าต่างที่มีลักษณะดังนี้:
zh_cn: 当你打开 Jamulus 时，你会看到一个如下所示的窗口:

source: <figure> <img src="{% include img/en-screenshots/main-screen-default.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>The main window before you connect to a Server</figcaption> </figure>
de: <figure> <img src="{% include img/de-screenshots/main-screen-default.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Das Hauptfenster bevor du dich mit einem Server verbindest</figcaption> </figure>
es: <figure> <img src="{% include img/es-screenshots/main-screen-default.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>La ventana principal antes de conectarte a un Servidor</figcaption> </figure>
it: <figure> <img src="{% include img/en-screenshots/main-screen-default.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>La finestra principale prima della connessione a un server</figcaption> </figure>
ko_kr: <figure> <img src="{% include img/en-screenshots/main-screen-default.inc %}" loading="lazy" alt="스크린숏" style="border: 5px solid grey;"> <figcaption>서버에 연결하기 전의 기본 창</figcaption> </figure>
nl: <figure> <img src="{% include img/nl-screenshots/main-screen-default.inc %}" loading="lazy" alt="schermafbeelding" style="border: 5px solid grey;"> <figcaption>Het hoofdvenster voordat je verbinding maakt met een server</figcaption> </figure>
pt_pt: <figura> <img src="{% include img/pt-PT-screenshots/main-screen-default.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>A janela principal antes de se conectar a um servidor</figcaption> </figura>
sv_se: <figure> <img src="{% include img/sv-SE-screenshots/main-screen-default.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Huvudfönstret innan du ansluter till en server</figcaption> </figure>
th: <figure> <img src="{% include img/en-screenshots/main-screen-default.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption> หน้าต่างหลักที่จะแสดงก่อนที่คุณจะเชื่อมต่อกับเซิร์ฟเวอร์ </figcaption> </figure>
zh_cn: <figure> <img src="{% include img/zh_CN-screenshots/main-screen-default.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>连接服务器前的主窗口</figcaption> </figure>

source: Setting up a profile
it: Impostazione di un profilo
nl: Een profiel instellen
pt_pt: Configurar um perfil
sv_se: Skapa en profil
th: การตั้งค่าโปรไฟล์
zh_cn: 设置个人资料

source: First, let others know who you are. Click on the “Settings” button on the bottom left and go to “My Profile…”. Now you will see this:
de: Lasse zuerst die anderen Teilnehmer wissen, wer du bist. Klick dazu auf den „Einstellungen“ Knopf unten links und navigiere zum Tab „Mein Profil…“. Dort siehst du folgendes:
es: Primero muestra a los demás quién eres. Haz clic en el botón de “Configuración” abajo a la izquierda y ve a “Mi Perfil…”. Ahora verás esto:
fr: Tout d'abord, faites savoir aux autres qui vous êtes. Cliquez sur le bouton "Paramètres" en bas à gauche et allez dans "Mon profil...". Vous verrez alors ceci :
it: Per prima cosa, fai sapere agli altri chi sei. Fare clic sul pulsante "Impostazioni" in basso a sinistra e andare su "Il mio profilo...". Ora vedrai questo:
ko_kr: 첫째, 당신이 누구인지 사람들에게 알려주세요. 왼쪽 하단의 "설정"버튼을 클릭하고 "내 프로필 ..."로 이동하십시오. 이제 당신은 이것을 볼 수 있습니다 :
nl: Laat anderen weten wie je bent. Klik linksonder op de knop "Instellingen" en ga naar "Mijn profiel". Nu zie je dit:
pt_pt: Em primeiro lugar, diga aos outros quem é. Clique no botão "Definições" no canto inferior esquerdo e aceda a "O meu perfil...". Agora verá isto:
sv_se: Först, låt andra veta vem du är. Klicka på knappen "Inställningar" längst ner till vänster och gå till "Min profil...". Nu kommer du att se detta:
th: อันดับแรก ให้คนอื่นรู้ว่าคุณเป็นใคร คลิกที่ปุ่ม “Settings” ที่ด้านล่างซ้าย และไปที่ “My Profile…” ตอนนี้คุณจะเห็นสิ่งนี้:
zh_cn: 首先，让别人知道你是谁。单击左下角的“设置”按钮，然后转到“我的个人资料...”。现在你会看到这个:

source: <figure> <img src="{% include img/en-screenshots/settings-profile.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Let people know who you are</figcaption> </figure>
de: <figure> <img src="{% include img/de-screenshots/settings-profile.inc %}" loading="lazy" alt="Bildschirmfoto" style="border: 5px solid grey;"> <figcaption>Lass andere wissen, wer du bist</figcaption> </figure>
es: <figure> <img src="{% include img/es-screenshots/settings-profile.inc %}" loading="lazy" alt="Pantallazo" style="border: 5px solid grey;"> <figcaption>Muestra quién eres</figcaption> </figure>
fr: <figure> <img src="{% include img/fr-screenshots/settings-profile.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Laissez les gens savoir qui vous êtes</figcaption> </figure>
it: <figure> <img src="{% include img/en-screenshots/settings-profile.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Fai sapere alle persone chi sei</figcaption> </figure>
ko_kr: <figure> <img src="{% include img/en-screenshots/settings-profile.inc %}" loading="lazy" alt="스크린숏" style="border: 5px solid grey;"> <figcaption>당신이 누구인지 사람들에게 알려주세요</figcaption> </figure>
nl: <figure> <img src="{% include img/nl-screenshots/settings-profile.inc %}" loading="lazy" alt="schermafbeelding" style="border: 5px solid grey;"> <figcaption>Laat anderen weten wie je bent</figcaption> </figure>
pt_pt: <figure> <img src="{% include img/pt-PT-screenshots/settings-profile.inc %}" loading="lazy" alt="Captura de ecrã" style="border: 5px solid grey;"> <figcaption>Deixe as pessoas saberem quem você é</figcaption> </figure>
sv_se: <figure> <img src="{% include img/sv-SE-screenshots/settings-profile.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Låt folk veta vem du är</figcaption> </figure>
th: <figure> <img src="{% include img/en-screenshots/settings-profile.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption> ตั้งค่าโปรไฟล์ให้คนอื่นรู้ว่าคุณเป็นใคร </figcaption> </figure>
zh_cn: <figure> <img src="{% include img/zh_CN-screenshots/settings-profile.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>让人们知道你是谁 are</figcaption> </figure>

source: Fill in at least “Alias/Name” and close the window.
de: Fülle mindestens das Feld „Alias/Name“ aus. Dann kannst du das Fenster schließen.
es: Rellena al menos “Alias/Nombre” y cierra la ventana.
fr: Remplissez au moins "Alias/Nom" et fermez la fenêtre.
it: Inserisci almeno "Alias/Nome" e chiudi la finestra.
ko_kr: 적어도 "가명/이름"을 입력하고 창을 닫습니다.
nl: Vul minimaal de “Alias/naam” in en sluit het venster.
pt: Preencha pelo menos o campo “Apelido/Nome” e feche a janela.
pt_pt: Preencha pelo menos o campo “Apelido/Nome” e feche a janela.
sv_se: Fyll i minst "Alias/Namn" och stäng fönstret.
th: กรอก “Alias/Name” และข้อมูลอื่นๆ หากต้องการ แล้วปิดหน้าต่าง
zh_cn: 至少填写“别名/名称”并关闭窗口。

source: Connecting to a Server and testing your sound
it: Connessione a un server e test del suono
nl: Verbinding maken met een server en je geluid testen
pt_pt: Ligar a um servidor e testar o som
sv_se: Ansluta till en server och testa ditt ljud
th: การเชื่อมต่อกับเซิร์ฟเวอร์และทดสอบเสียงของคุณ
zh_cn: 连接到服务器并测试你的声音

source: Before you connect to a Server, you should **not** be able to hear yourself. Listening to your sound from Jamulus (and not from yourself) is called “The Golden Rule” and enables you to play in time with others ([see the FAQ](/wiki/FAQ#why-should-i-not-listen-to-my-own-signal)).
de: Bevor du dich mit einem Server verbindest, solltest du dich selbst **nicht** hören können. Die „Goldene Regel“ von Jamulus ist auf deinen eigenen Klang über das Programm zu hören; nicht das direkte Signal von deinem Instrument. Dadurch kannst einfacher mit anderen im Takt spielen ([siehe FAQ](/wiki/FAQ#warum-sollte-ich-keine-drahtlosen-geräte-verwenden))
es: Antes de conectarte a un Servidor **no** deberías de poder escucharte. Escuchar tu sonido desde Jamulus (y no tu audio directo) se denomina “La Regla de Oro” y te permite tocar en sincronización con otras personas ([ver las FAQ](/wiki/FAQ#por-qué-no-debería-escuchar-mi-propia-señal)).
it: Prima di connetterti a un server, **non** dovresti essere in grado di sentire te stesso. Ascoltare il tuo suono da Jamulus (e non da te stesso) si chiama "The Golden Rule" e ti permette di suonare a tempo con gli altri ([vedi le FAQ](/wiki/FAQ#why-should-i-not-listen-to-my-own-signal)).
ko_kr: 서버에 연결하기 전에는 자신의 목소리를 들을 수 **없어야 합니다**. Jamulus(자신이 아닌)의 소리를 듣는 것을 "황금률"이라고 하며 다른 사람과 제 시간에 놀 수있게 해줍니다([FAQ 참조](/wiki/FAQ#why-should-i-not-listen-to-my-own-signal)).
nl: Voordat je met een server verbinding maakt zou je jezelf **niet** moeten kunnen horen. Luisteren naar je geluid van Jamulus (en niet van jezelf) wordt "de gouden regel" genoemd en stelt je in staat om op tijd met anderen te spelen ([zie de vragenlijst](/wiki/FAQ#waarom-zou-ik-niet-naar-mijn-signaal-luisteren)).
pt_pt: Antes de se conectar a um servidor, você não deve **ser** capaz de se ouvir. Ouvir o som do Jamulus (e não de si próprio) é chamado "A Regra de Ouro" e permite-lhe tocar a tempo com os outros ([ver a FAQ](/wiki/FAQ#why-should-i-not-listen-to-my-own-signal)).
sv_se: Innan du ansluter till en server bör du **inte** kunna höra dig själv. Att lyssna på ditt ljud från Jamulus (och inte direkt från dig själv) kallas för "Den gyllene regeln" och gör det möjligt för dig att spela i takt med andra ([se FAQ](/wiki/FAQ#why-should-i-not-listen-to-my-own-signal)).
th: ก่อนที่คุณจะเชื่อมต่อกับเซิร์ฟเวอร์ คุณ**ไม่ควร**ได้ยินเสียงของตัวเอง การฟังเสียงของคุณจาก Jamulus (และไม่ใช่จากตัวคุณเอง) เรียกว่า “Golden Rule” (กฎทองคำ) และช่วยให้คุณเล่นดนตรีพร้อมกับผู้อื่นได้ ([ดูคำถามที่พบบ่อย](/wiki/FAQ#why-should-i-not-listen-to-my-own-signal))
zh_cn: 在你连接到服务器之前，你不应该***能听到自己的声音。 听取来自 Jamulus 的声音(而不是自己的声音)被称为 "黄金法则"，它使你能够与他人同步演奏([见FAQ](/wiki/FAQ#为什么我不应该听自己的信号)。
