Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Getting-Started.po
Languages: de, es, fr, it, ko_kr, nl, pt, pt_pt, sv_se, th, zh_cn

source: **Before playing with others, we recommend that you connect to an empty Server to test your setup**, and make sure you are listening to the signal coming back from the Server (if possible) and not yourself.
de: **Bevor du anfängst mit anderen Leuten zu musizieren, empfehlen wir, dass du dich zuerst mit einem leeren Server verbindest, um deine Konfiguration zu testen.** Und stelle sicher, dass du auf das Signal vom Server hörst (wenn möglich) und nicht auf dich selbst vor Ort.
es: **Antes de tocar con otros, recomendamos que te conectes a un Servidor vacío para probar tu configuración**, y que te asegures de que escuchas la señal que vuelve del Servidor (si es posible) y no tu audio directo.
it: **Prima di suonare con altri, ti consigliamo di connetterti a un server vuoto per testare la tua configurazione** e assicurarti di ascoltare il segnale proveniente dal server (se possibile) e non te stesso.
ko_kr: **다른 사람들과 재생하기 전에 빈 서버에 연결하여 사용자의 구성을 테스트하는 것이 좋습니다**. 자신이 아닌 서버에서 돌아오는 신호(가능한 경우)를 듣고 있는지 확인하는 것이 좋습니다.
nl: **Voordat je met anderen gaat spelen, raden we je aan om verbinding te maken met een lege server om je setup te testen** en zorg ervoor dat je naar het signaal luistert dat terugkomt van de server (indien mogelijk) en niet naar jezelf.
pt_pt: **Antes de jogar com outras pessoas, recomendamos que se ligue a um servidor vazio para testar a sua configuração**, e certifique-se de que está a ouvir o sinal proveniente do servidor (se possível) e não de si próprio.
sv_se: **Innan du spelar med andra rekommenderar vi att du ansluter till en tom server för att testa din installation**, och att du ser till att lyssna på signalen som kommer tillbaka från servern (om möjligt) och inte direkt på dig själv.
th: **ก่อนเล่นดนตรีกับผู้อื่น เราขอแนะนำให้คุณเชื่อมต่อกับเซิร์ฟเวอร์ที่ว่างเปล่าเพื่อทดสอบการตั้งค่าของคุณ** และตรวจสอบให้แน่ใจว่าคุณกำลังฟังสัญญาณที่ส่งกลับมาจากเซิร์ฟเวอร์ (ถ้าเป็นไปได้) และไม่ใช่เสียงของคุณเอง
zh_cn: **在与其他人使用之前，我们建议你连接到一个空的服务器来测试你的设置**，并确保你在听从服务器回来的信号(如果可能的话)而不是你自己。

source: Now use the “Connect” button in the Jamulus main window to join a Server. A window will now open:
de: Nun klicke auf „Verbinden“ im Jamulus-Hauptfenster, um einem Server beizutreten. Ein weiteres Fenster öffnet sich:
es: Ahora usa el botón de “Conectar” en la ventana principal de Jamulus para unirte a un Servidor. Se abrirá una ventana:
it: Ora usa il pulsante "Connetti" nella finestra principale di Jamulus per unirti a un server. Si aprirà una finestra:
ko_kr: 이제 Jamulus 기본 창에서 "연결" 버튼을 사용하여 서버에 가입하십시오. 이제 창이 열립니다:
nl: Gebruik nu de "Verbinden" knop in het hoofdvenster van Jamulus om met een server verbinding te maken. Het volgende venster wordt zichtbaar:
pt_pt: Agora use o botão "Ligar" na janela principal do Jamulus para se juntar a um servidor. Uma janela se abrirá:
sv_se: Använd nu knappen "Anslut" i huvudfönstret i Jamulus för att ansluta till en server. Ett fönster kommer nu att öppnas:
th: ต่อไป กดปุ่ม “Connect” ในหน้าต่างหลักของ Jamulus เพื่อเข้าร่วมเซิร์ฟเวอร์ จะมีหน้าต่างใหม่เปิดขึ้นมา:
zh_cn: 现在使用 Jamulus 主窗口中的“连接”按钮加入服务器。现在将打开一个窗口:

source: <figure> <img src="{% include img/en-screenshots/connection-setup-window.inc %}" loading="lazy" alt="Screenshot of the connection window" style="border: 5px solid grey;"> <figcaption>Connect to a Server</figcaption> </figure>
de: <figure> <img src="{% include img/de-screenshots/connection-setup-window.inc %}" loading="lazy" alt="Abbildung des Verbindungsfenster" style="border: 5px solid grey;"> <figcaption>Mit einem Server verbinden</figcaption> </figure>
es: <figure> <img src="{% include img/es-screenshots/connection-setup-window.inc %}" loading="lazy" alt="Pantallazo de la ventana de conexión" style="border: 5px solid grey;"> <figcaption>Conéctate a un Servidor</figcaption> </figure>
it: <figure> <img src="{% include img/en-screenshots/connection-setup-window.inc %}" loading="lazy" alt="Screenshot della finestra di connessione" style="border: 5px solid grey;"> <figcaption>Connessione a un server</figcaption> </figure>
ko_kr: <figure> <img src="{% include img/en-screenshots/connection-setup-window.inc %}" loading="lazy" alt="연결 창 스크린숏" style="border: 5px solid grey;"> <figcaption>서버에 연결하기</figcaption> </figure>
nl: <figure> <img src="{% include img/nl-screenshots/connection-setup-window.inc %}" loading="lazy" alt="schermafbeeling van het verbindingsvenster" style="border: 5px solid grey;"> <figcaption>Verbinding maken met een server</figcaption> </figure>
pt_pt: <figura> <img src="{% include img/pt-PT-screenshots/connection-setup-window.inc %}" loading="lazy" alt="Captura de ecrã da janela de ligação" style="border: 5px solid grey;"> <figcaption>Conectar a um servidor</figcaption> </figure>
sv_se: <figure> <img src="{% include img/sv-SE-screenshots/connection-setup-window.inc %}" loading="lazy" alt="Screenshot of the connection window" style="border: 5px solid grey;"> <figcaption>Anslut till en server</figcaption> </figure>
th: <figure> <img src="{% include img/en-screenshots/connection-setup-window.inc %}" loading="lazy" alt="Screenshot of the connection window" style="border: 5px solid grey;"> <figcaption>เชื่อมต่อกับเซิร์ฟเวอร์</figcaption> </figure>
zh_cn: <figure> <img src="{% include img/zh_CN-screenshots/connection-setup-window.inc %}" loading="lazy" alt="连接窗口的屏幕截图" style="border: 5px solid grey;"> <figcaption>Connect to a Server</figcaption> </figure>

source: The most important thing about Servers is their “ping time”. The bigger the number, the harder it will be to play in time with others. Usually, you would select a Server with a ping of less than 50ms if you can.
de: Die wichtigste Eigenschaft von Servern ist ihre „Ping-Zeit“. Je höher der Wert, desto schwieriger ist, im Tempo mit anderen zu spielen. In der Regel solltest du möglichst einen Server auswählen, dessen Ping-Zeit geringer als 15 ms ist.
es: Lo más importante de los Servidores es su “tiempo ping”. Cuanto mayor la cifra, más difícil será tocar en sincronización. Normalmente, se selecciona un Servidor con un tiempo ping de menos de 50 ms si es posible.
it: La cosa più importante dei server è il loro "tempo di ping". Più grande è il numero, più difficile sarà suonare a tempo con gli altri. Di solito, se possibile, è meglio selezionare un server con un ping inferiore a 50 ms.
ko_kr: 서버에서 가장 중요한 것은 "ping 시간"입니다. 숫자가 클수록 다른 사람들과 제 시간에 놀기가 더 어려워집니다. 일반적으로 가능한 경우 ping이 50ms 미만인 서버를 선택합니다.
nl: Het belangrijkste van de servers is de "ping-tijd". Hoe groter het getal, hoe moeilijker het zal zijn om op tijd met anderen te spelen. Meestal kies je een server met een ping van minder dan 50 ms, als dat kan.
pt_pt: O aspeto mais importante dos servidores é o seu "tempo de ping". Quanto maior for o número, mais difícil será jogar a tempo com os outros. Normalmente, deve selecionar um servidor com um ping inferior a 50 ms, se possível.
sv_se: Det viktigaste med servrar är deras "pingtid". Ju större siffran är, desto svårare blir det att spela i takt med andra. Vanligtvis bör du välja en server med en ping under 50 ms om du kan.
th: สิ่งที่สำคัญที่สุดเกี่ยวกับเซิร์ฟเวอร์คือ “ping time” ยิ่งตัวเลขมากเท่าไหร่ การเล่นให้ตรงจังหวะกับคนอื่นก็จะยิ่งยากขึ้นเท่านั้น โดยปกติ คุณควรเลือกเซิร์ฟเวอร์ที่มี ping น้อยกว่า 50ms หากเป็นไปได้
zh_cn: 服务器最重要的是它们的“ping 时间”。数字越大，就越难与他人合拍。通常，如果可以，您会选择 ping 小于 50 毫秒的服务器。

source: Once connected to a Server, make sure you can hear yourself OK and fix any input volume or other problems. You can have a look at the [troubleshooting page](/wiki/Client-Troubleshooting) for common problems. And of course, check that you are also able to obey [The Golden Rule](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together).
de: Sobald du dich mit einem Server verbunden hast, stelle sicher, dass du dich gut hören kannst; passe deine Eingangslautstärke an und korrigiere eventuelle Probleme. Und halte dich an [Die goldene Regel](/wiki/Client-Troubleshooting#der-sound-ist-gut-aber-es-ist-schwierig-im-takt-zu-bleiben).
es: Una vez establecida la conexión con un Servidor, asegúrate de que te escuchas bien y arregla cualquier problema de volumen de entrada, etc. Puedes echar un vistazo a la [página de resolución de problemas](/wiki/Client-Troubleshooting) para los problemas más comunes. Y por supuesto, comprueba que también puedes cumplir [La Regla de Oro](/wiki/Client-Troubleshooting#todos-suenan-bien-pero-es-difícil-tocar-todos-juntos-manteniendo-el-tiempo).
it: Una volta connesso a un server, assicurati di poterti sentire OK e risolvi eventuali volumi di input o altri problemi. Puoi dare un'occhiata alla [pagina di risoluzione dei problemi](/wiki/Client-Troubleshooting) per i problemi più comuni. E, naturalmente, controlla di essere anche in grado di obbedire alla [Golden Rule](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-hard-to-keep-together).
ko_kr: 서버에 연결되면 자신의 음성이 제대로 들리는지 확인하고 입력 음량이나 기타 문제를 수정하십시오. 일반적인 문제는 [문제 해결 페이지](/wiki/Client-Troubleshooting)에서 확인할 수 있습니다. 물론 [황금률](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together)도 준수할 수 있는지 확인하십시오.
nl: Als je eenmaal verbonden bent met een server, zorg er dan voor dat je jezelf goed kunt horen en los eventuele invoervolumes of andere problemen op. Je kunt een kijkje nemen op de [problemen oplossen pagina](/wiki/Client-Troubleshooting) voor veelvoorkomende problemen. En natuurlijk probeer je ook [de gouden regel](/wiki/Client-Troubleshooting#jullie-klinken-allemaal-goed-maar-het-is-moeilijk-om-gelijk-te-blijven) te volgen.
pt_pt: Uma vez ligado a um servidor, certifique-se de que consegue ouvir-se bem e corrija quaisquer problemas de volume de entrada ou outros. Podes dar uma vista de olhos na [página de resolução de problemas](/wiki/Client-Troubleshooting) para problemas comuns. E, claro, verifica se também és capaz de obedecer à [Regra de Ouro](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together).
sv_se: När du är ansluten till en server, se till att du kan höra dig själv ordentligt och åtgärda eventuella problem med ingångsvolymen eller andra problem. Du kan titta på [troubleshooting page](/wiki/Client-Troubleshooting) för vanliga problem. Och självklart, kontrollera att du också kan följa [The Golden Rule](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together).
th: เมื่อเชื่อมต่อกับเซิร์ฟเวอร์แล้ว ตรวจสอบให้แน่ใจว่าคุณได้ยินเสียงตัวเองชัดเจนดี และแก้ไขปัญหาเกี่ยวกับระดับเสียงอินพุตหรือปัญหาอื่นๆ คุณสามารถดู[หน้าการแก้ไขปัญหา](/wiki/Client-Troubleshooting) สำหรับปัญหาทั่วไป และแน่นอนว่า ตรวจสอบให้แน่ใจว่าคุณสามารถปฏิบัติตาม [Golden Rule](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together) ได้ด้วย
zh_cn: 一旦连接到服务器，确保你能听到自己的声音，并解决任何输入音量或其他问题。你可以看看[故障排除页面](/wiki/Client-Troubleshooting)，了解常见的问题。当然，还要检查你是否也能遵守[黄金法则](/wiki/Client-Troubleshooting#你们听起来都不错但很难保持在一起)。

source: Playing for the first time
it: Suonare per la prima volta
nl: De eerste keer spelen
pt_pt: Jogar pela primeira vez
sv_se: Spela för första gången
th: การเริ่มต้นเล่นเป็นครั้งแรก
zh_cn: 第一次使用

source: With your sound all set up, you are ready to go. When you connect to a Server (you may want to select a genre from the list), the faders you see on the right are your own personal mix. Everything you change here will change what you hear, but won’t affect others. If you move a fader down, that channel will be quieter, if you move it up, the channel will be louder for you.
de: Wenn die Audioeinstellungen fertig sind, kannst du loslegen. Nachdem du dich mit einem Server verbunden hast (du kannst ein Genre aus der Liste wählen), sind die Regler rechts in der Ansicht dein privates Mischpult. Alles was du hier änderst, hat Einfluss auf das, was du hörst, aber nicht auf das, was die anderen hören. Wenn du einen Regler runterziehst, wird dieser Kanal leiser, wenn du ihn nach oben ziehst, wird der Kanal für dich lauter.
es: Con el sonido configurado, ya puedes empezar. Cuando te conectas a un Servidor (quizá quieras seleccionar un género de la lista), los faders que ves a la derecha son tu mezcla personal. Todo lo que cambies aquí cambiará lo que escuchas, pero no afectará a nadie más. Si bajas un fader, ese canal bajará de volumen, y si lo subes, el volumen de ese canal aumentará - para tí.
it: Dopo aver configurato l'audio, sei pronto per partire. Quando ti connetti a un server (potresti voler selezionare un genere dall'elenco), i fader che vedi a destra sono il tuo mix personale. Tutto ciò che cambi qui cambierà ciò che senti, ma non influenzerà gli altri. Se sposti un fader verso il basso, quel canale sarà più silenzioso, se lo sposti verso l'alto, il canale sarà più forte per te.
ko_kr: 사운드가 모두 설정되면 사용할 준비가 된 것입니다. 서버에 연결하면(목록에서 장르를 선택할 수 있음) 오른쪽에 표시되는 페이더는 개인 믹스입니다. 여기에서 변경하는 모든 내용은 듣는 내용을 변경하지만 다른 사용자에게는 영향을 주지 않습니다. 페이더를 아래로 움직이면 해당 채널이 더 조용해지고 위로 움직이면 채널이 더 커집니다.
nl: Met je geluid helemaal ingesteld, ben je klaar om te gaan spelen. Wanneer je verbinding maakt met een server (als je wilt kun je hierbij een genre uit de lijst selecteren), zijn de faders die je rechts ziet jouw eigen persoonlijke mix. Alles wat je hier verandert, verandert wat je hoort maar heeft geen invloed op anderen. Als je een fader naar beneden beweegt, zal dat kanaal stiller zijn, als je hem omhoog beweegt, zal het kanaal luider voor je zijn.
pt_pt: Com o seu som configurado, está pronto para começar. Quando se liga a um servidor (pode querer selecionar um género da lista), os faders que vê à direita são a sua mistura pessoal. Tudo o que alterar aqui irá alterar o que ouve, mas não irá afetar os outros. Se mover um fader para baixo, esse canal ficará mais silencioso, se o mover para cima, o canal ficará mais alto para si.
sv_se: Med ditt ljud korrekt inställt är du redo att börja. När du ansluter till en server (du kanske vill välja en genre från listan), är faders du ser till höger din egen personliga blandning. Allt du ändrar här kommer att påverka vad du hör, men påverkar inte andra. Om du flyttar en fader nedåt blir den kanalen tystare, om du flyttar den uppåt blir kanalen högre för dig.
zh_cn: 声音设置好后，您就可以开始了。当您连接到服务器时(您可能希望从列表中选择一种流派)，您在右侧看到的推子是您自己的个人混音。你在这里改变的一切都会改变你听到的，但不会影响其他人。如果你向下移动推子，该通道会更安静，如果你向上移动它，该通道会更响亮。

source: <figure> <img src="{% include img/en-screenshots/main-screen-medium.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>The main window when you are connected to a Server</figcaption> </figure>
de: <figure> <img src="{% include img/de-screenshots/main-screen-medium.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Das Hauptfenster wenn du mit einem Server verbunden bist</figcaption> </figure>
es: <figure> <img src="{% include img/es-screenshots/main-screen-medium.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>La ventana principal cuando te conectas a un Servidor</figcaption> </figure>
it: <figure> <img src="{% include img/en-screenshots/main-screen-default.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>La finestra principale quando si è connessi a un server</figcaption> </figure>
ko_kr: <figure> <img src="{% include img/en-screenshots/main-screen-medium.inc %}" loading="lazy" alt="스크린숏" style="border: 5px solid grey;"> <figcaption>서버에 연결했을 때의 기본 창</figcaption> </figure>
nl: <figure> <img src="{% include img/nl-screenshots/main-screen-medium.inc %}" loading="lazy" alt="schermafbeelding" style="border: 5px solid grey;"> <figcaption>Het hoofdvenster wanneer je verbonden bent met een server</figcaption> </figure>
pt_pt: <figura> <img src="{% include img/pt-PT-screenshots/main-screen-medium.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>A janela principal quando você está conectado a um servidor</figcaption> </figura>
sv_se: <figure> <img src="{% include img/sv-SE-screenshots/main-screen-medium.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Huvudfönstret när du är ansluten till en server</figcaption> </figure>
zh_cn: <figure> <img src="{% include img/zh_CN-screenshots/main-screen-medium.inc %}" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>连接到服务器时的主窗口</figcaption> </figure>

source: If you don’t want others to hear your audio, click on the “Mute Myself” button which will stop your audio from being sent to other people. They won’t be able to tell you have done this though. But if you see a “mute” icon above a fader, that means they can’t hear you because they've muted your channel in their mix.
de: Falls du nicht möchtest, dass die anderen dich hören, klick auf „Stummschalten“. Das verhindert, dass dein Audiosignal an andere Leute gesendet wird. Niemand erfährt, ob du das gemacht hast. Wenn du hingegen das Symbol „Mute“ über einem Regler siehst, bedeutet das, dass diese Person dich nicht hören kann, weil sie deinen Kanal in ihrem Mix stummgeschaltet hat.
es: Si no quieres que otros escuchen tu audio, haz clic en el botón de “Silenciarme Yo”, que impedirá que tu audio sea enviado a otras personas. No podrán saber que lo has hecho. Pero si ves un icono de "silenciado" sobre un fader, significa que esa persona no te escucha porque ha silenciado tu canal en su mezcla.
fr: Si vous ne voulez pas que les autres entendent votre audio, cliquez sur le bouton "Me silencer" qui empêchera votre audio d'être envoyé aux autres personnes. Ils ne seront pas en mesure de dire que vous avez fait cela cependant. Mais si vous voyez une icône "sourdine" au-dessus d'un chariot, cela signifie qu'ils ne peuvent pas vous entendre car ils ont coupé votre canal dans leur mélange audio.
it: Se non vuoi che altri ascoltino il tuo audio, fai clic sul pulsante "Mute Myself", che impedirà che il tuo audio venga inviato ad altre persone. Non saranno in grado di dire che l'hai fatto però. Ma se vedi un'icona "muto" sopra un fader, significa che non possono sentirti perché hanno disattivato l'audio del tuo canale nel loro mix.
ko_kr: 다른 사람이 내 오디오를 듣지 못하게 하려면 "음소거하기" 버튼을 클릭하여 다른 사람에게 오디오가 전송되지 않도록 합니다. 하지만 그들은 당신이 이것을 했다고 말할 수 없을 것입니다. 그러나 페이더 위에 "음소거" 아이콘이 표시되면 믹스에서 채널을 음소거했기 때문에 사용자가 내 목소리를 들을 수 없다는 의미입니다.
nl: Als je niet wilt dat anderen jouw audio horen, klik dan op de knop "Demp mijzelf". Die zorgt ervoor dat jouw audio niet naar andere mensen wordt verzonden. Ze kunnen echter niet zien dat je dit hebt gedaan. Als je een "demp"-pictogram boven een fader ziet, betekent dit dat ze je niet kunnen horen omdat ze je kanaal in hun mix hebben gedempt.
pt: Se você não quer que outros ouçam o seu áudio, clique no botão “Silenciar-me”. Isso vai fazer com que seu áudio não seja mais transmitido para outras pessoas, mas eles não vão poder ver que você fez isso. No entanto, se você vir um ícone “mudo” em cima de um controle, isso significa que eles não podem ouvi-lo porque eles silenciaram o seu canal no mix deles.
pt_pt: Se você não quer que outros ouçam o seu áudio, clique no botão “Silenciar-me”. Isso vai fazer com que seu áudio não seja mais transmitido para outras pessoas, mas eles não vão poder ver que você fez isso. No entanto, se você vir um ícone “mudo” em cima de um controle, isso significa que eles não podem ouvi-lo porque eles silenciaram o seu canal no mix deles.
sv_se: Om du inte vill att andra ska höra ditt ljud, klicka på knappen “Tysta mig själv” för att stoppa ditt ljud från att skickas till andra. De kommer dock inte att kunna se att du har gjort detta. Men om du ser en “tystad”-ikon ovanför en fader, betyder det att de inte kan höra dig eftersom de har stängt av din kanal i sin blandning.
zh_cn: 如果您不想让其他人听到您的音频，请单击“静音我自己”按钮，这将阻止您的音频发送给其他人。不过，他们无法告诉您已经这样做了。但是，如果您在推子上方看到“静音”图标，则表示他们听不到您的声音，因为他们已在混音中将您的频道静音。

source: Note that you can use the Chat facility at any time to message other people while you are connected. The welcome message in the chat may also state some guidelines for use.
de: Während du online bist, kannst du die Chat Funktion nutzen, um eine Nachricht an die anderen Teilnehmer zu schreiben. Die Willkommensnachricht im Chat kann auch einige Richtlinien anzeigen.
es: Ten en cuenta que puedes utilizar el Chat en cualquier momento para mensajear a otras personas mientras estés en conexión. El mensaje de bienvenida en el chat puede también establecer alguna directriz de utilización.
fr: Notez que vous pouvez utiliser la fonction de tchate à tout moment pour envoyer des messages à d'autres personnes lorsque vous êtes connecté. Le message de bienvenue dans le tchate peut également indiquer certaines directives d'utilisation.
it: Tieni presente che puoi utilizzare la funzione di chat in qualsiasi momento per inviare messaggi ad altre persone mentre sei connesso. Il messaggio di benvenuto nella chat può anche indicare alcune linee guida per l'uso.
ko_kr: 연결되어 있는 동안 언제든지 채팅 기능을 사용하여 다른 사람에게 메시지를 보낼 수 있습니다. 채팅의 환영 메시지에는 사용 지침이 포함될 수도 있습니다.
nl: Houd er rekening mee dat je de chatfunctie op elk moment kunt gebruiken om andere mensen berichten te sturen terwijl je verbonden bent. Het welkomstbericht in de chat kan ook enkele richtlijnen voor het gebruik bevatten.
pt: Preste atenção que você pode usar a função Chat a qualquer momento em que você estiver conectado para mandar mensages para outros participantes. A mensage de boas-vindas também pode informá-lo sobre as regras de uso.
pt_pt: Preste atenção que você pode usar a função Chat a qualquer momento em que você estiver conectado para mandar mensages para outros participantes. A mensage de boas-vindas também pode informá-lo sobre as regras de uso.
sv_se: Observera att du kan använda chat-funktionen när som helst för att skicka meddelanden till andra medan du är ansluten. Välkomstmeddelandet i chatten kan också innehålla vissa riktlinjer för användning.
zh_cn: 请注意，您可以在连接时随时使用聊天工具向其他人发送消息。聊天中的欢迎信息也可能会说明一些使用指南。

source: More information about using Jamulus can be found in the [Software Manual](/wiki/Software-Manual).
de: Weitere Informationen über die Verwendung von Jamulus kannst du im [Software Handbuch](/wiki/Software-Manual) finden.
es: Se puede encontrar más información sobre el uso de Jamulus en el [Manual de Software](/wiki/Software-Manual).
fr: Vous trouverez de plus amples informations sur l'utilisation de Jamulus dans le [Manuel du logiciel](/wiki/Software-Manual).
it: Ulteriori informazioni sull'utilizzo di Jamulus possono essere trovate nel [Manuale del software](/wiki/Software-Manual).
ko_kr: Jamulus 사용에 대한 자세한 내용은 [소프트웨어 설명서](/wiki/Software-Manual)에서 확인할 수 있습니다.
nl: Meer informatie over het gebruik van Jamulus vind je in de [gebruikershandleiding](/wiki/Software-Manual).
pt: Mais informações sobre como usar Jamulus você encontra no [Manual do software](/wiki/Software-Manual).
zh_cn: 关于使用 Jamulus 的更多信息可以在[软件手册](/wiki/Software-Manual)中找到。

source: Troubleshooting
it: Risoluzione dei problemi
ko_kr: 문제 해결하기
nl: Problemen oplossen
pt_pt: Resolução de problemas
sv_se: Felsökning
th: การแก้ไขปัญหา
zh_cn: 故障排除
