Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Getting-Started.po
Languages: de, es, fr, it, ko_kr, nl, pt, pt_pt, sv_se, th, zh_cn

source: Having audio trouble? Can't see Servers, or some other issue? Have a look at the [Troubleshooting page](/wiki/Client-Troubleshooting), or feel free to ask in the [Discussions](https://github.com/jamulussoftware/jamulus/discussions).
de: Hast du Probleme mit dem Audio? Kannst du die Serverliste nicht sehen, oder irgendein anderes Problem? Schau dir die [Fehlerbehebungsseite](/wiki/Client-Troubleshooting) an, oder frage gerne im [Diskussionsforum](https://github.com/jamulussoftware/jamulus/discussions).
es: ¿Tienes problemas con el audio? ¿No ves los Servidores, o algún otro problema? Consulta la [Página de resolución de problemas](/wiki/Client-Troubleshooting), o pregunta sin problemas en [Discussions](https://github.com/jamulussoftware/jamulus/discussions).
it: Hai problemi con l'audio? Non riesci a vedere i server, o hai qualche altro problema? Dai un'occhiata alla [Pagina di risoluzione dei problemi](/wiki/Client-Troubleshooting), o sentiti libero di chiedere nelle [Discussioni](https://github.com/jamulussoftware/jamulus/discussions).
ko_kr: 오디오 문제가 있습니까? 서버를 볼 수 없거나 다른 문제가 있습니까? [문제 해결 페이지](/wiki/Client-Troubleshooting)를 살펴보거나 [토론](https://github.com/jamulussoftware/jamulus/discussions)에서 자유롭게 질문하십시오.
nl: Heb je audioproblemen? Zie je geen servers of een ander probleem? Kijk eens naar de [problemen oplossen pagina](/wiki/Client-Troubleshooting) of voel je vrij vragen te stellen in [discussies (engelstalig)](https://github.com/jamulussoftware/jamulus/discussions).
pt_pt: Está a ter problemas de áudio? Não consegue ver os Servidores, ou algum outro problema? Dê uma vista de olhos na [Página de resolução de problemas](/wiki/Client-Troubleshooting), ou sinta-se à vontade para perguntar nas [Discussões](https://github.com/jamulussoftware/jamulus/discussions).
sv_se: Har du ljudproblem? Kan du inte se servrar, eller har du något annat problem? Ta en titt på [Troubleshooting page](/wiki/Client-Troubleshooting), eller känn dig fri att fråga i [Diskussionerna](https://github.com/jamulussoftware/jamulus/discussions).
zh_cn: 遇到音频问题？看不到服务器，或者其他问题？请看看[故障排除页面](/wiki/Client-Troubleshooting)，或者随时在[讨论](https://github.com/jamulussoftware/jamulus/discussions)中提问。

source: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href= "Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _[Android](Installation-for-Android) and [iOS](Installation-for-iOS) can be used too, but are considered experimental._
pt_pt: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href= "Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _[Android](Installation-for-Android) e [iOS](Installation-for-iOS) também podem ser utilizados, mas são considerados experimentais.
sv_se: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href= "Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _[Android](Installation-for-Android) och [iOS](Installation-for-iOS) kan också användas, men anses vara experimentella._
th: <div class="fx-row fx-row-start-xs button-container"> <a href="Installation-for-Windows" class="button fx-col-100-xs">Windows</a> <a href="Installation-for-Macintosh" class="button fx-col-100-xs">macOS</a> <a href= "Installation-for-Linux" class="button fx-col-100-xs">Linux</a> </div> _[Android](Installation-for-Android) และ [iOS](Installation-for-iOS) สามารถใช้งานได้เช่นกัน แต่ยังถือว่าอยู่ในขั้นทดลอง_

source: More information about using Jamulus can be found in the [User Manual](/wiki/Software-Manual).
sv_se: Mer information om hur du använder Jamulus hittar du i [användarmanual](/wiki/Software-Manual).

source: # Setup - getting started with Jamulus
de: # Setup - Erste Schritte mit Jamulus
fr: # Configuration - démarrer avec Jamulus
pt: # Setup - começando com Jamulus

source: **A wired internet connection** (and turn wi-fi off. See the [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
de: **Eine kabelgebundene Internetverbindung** (schalte WLAN aus. Mehr Infos in den [FAQ](/wiki/FAQ#warum-sollte-ich-keine-drahtlosen-geräte-verwenden))
fr: **Une connexion Internet filaire** (et éteindre le wi-fi - voir la [FAQ](/wiki/FAQ#pourquoi-ne-devrais-je-pas-utiliser-un-équipement-sans-fil))

source: **Wired headphones** (not Bluetooth or speakers - see the [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
de: **Kabelgebundene Kopfhörer (kein Bluetooth Kopfhörer oder Lautsprecher** - siehe [FAQ](/wiki/FAQ#warum-sollte-ich-keine-drahtlosen-geräte-verwenden))
fr: **Un casque filaire** (pas de Bluetooth ni d'enceintes - voir la [FAQ](/wiki/FAQ#pourquoi-ne-devrais-je-pas-utiliser-un-équipement-sans-fil))
pt: **Fones de ouvido com cabo** (nem Bluetooth e nem Auto-falantes - veja o [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))

source: **A reasonable audio device, sound card and/or mic** ([see this list](/kb/2021/01/05/Jamulus-Sound-Devices.html) for examples)
de: **Ein passendes Audiointerface oder Soundkarte und Mikrofon** ([siehe diese Auflistung](/kb/2021/01/05/Jamulus-Sound-Devices.html) für Beispiele)
fr: **Un périphérique audio raisonnable, une carte son et/ou un micro** ([voir cette liste](/kb/2021/01/05/Jamulus-Sound-Devices.html) pour des exemples)
pt: **Uma interface de áudio ou placa de som razoavelmente boa e/ou microfone** ([veja essa lista](/kb/2021/01/05/Jamulus-Sound-Devices.html) para exemplos)

source: ## Jamulus main window
de: ## Jamulus Hauptfenster
fr: ## Fenêtre principale de Jamulus
pt: ## Jamulus - Janela principal

source: ## Setting up a profile
de: ## Profil einrichten
fr: ## Configuration d'un profil
pt: ## Configurando um perfil

source: ## Connecting to a Server and testing your sound
de: ## Mit einem Server verbinden und Audio testen

source: ## Playing for the first time
de: ## Das erste Musizieren
fr: ## Jouer pour la première fois
pt: ## Tocando pela primeira vez

source: ## Troubleshooting
de: ## Fehlerbehebung
fr: ## Dépannage
pt: ## Solução de Problemas

source: **A wired internet connection** (not wi-fi - see the [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
pt: **Uma conexão de internet a cabo** (não wi-fi - veja o [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))

source: ## Installation
pt: ## Instalação

source: <figure> <img src="{{site.url}}/assets/img/en-screenshots/main-screen-default.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>The main window before you connect to a server</figcaption> </figure>
pt: <figure> <img src="{{site.url}}/assets/img/pt-screenshots/main-screen-default.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Janela principal antes de se conectar com um servidor</figcaption> </figure>

source: First, let others know who you are. Click on “View” (bar on the top) > “My Profile…” Now you will see this:
pt: Primeiro, deixe os outros saberem quem você é. Clique em “Ver” (barra superior) > “Meu perfil…” Então você vai ver isso:

source: <figure> <img src="{{site.url}}/assets/img/en-screenshots/settings-profile.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Let people know who you are</figcaption> </figure>
pt: <figure> <img src="{{site.url}}/assets/img/pt-screenshots/settings-profile.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Deixe as pessoas saberem quem você é</figcaption> </figure>

source: ## Connecting to a server and testing your sound
pt: ## Conectando a um servidor e testando o som

source: Before you connect to a server, you should **not** be able to hear yourself. Listening to your sound from Jamulus (and not from yourself) is called “The Golden Rule” and enables you to play in time with others ([see the FAQ](/wiki/FAQ#why-should-i-not-listen-to-my-own-signal)).
pt: Antes de se conectar a um servidor, você **não** deve conseguir ouvir a si mesmo. A “Regra de ouro” do Jamulus é ouvir seu próprio som através do programa (e não direto de você mesmo). Isso possibilita tocar em tempo com os outros ([veja o FAQ](/wiki/FAQ#why-should-i-not-listen-to-my-own-signal)).

source: **Before playing with others, we recommend that you connect to an empty server to test your setup**, and make sure you are listening to the signal coming back from the server (if possible) and not yourself.
pt: **Antes de começar a tocar com outros, é recomendável se conectar a um servidor vazio para testar o seu setup**, para ter certeza que você está ouvindo o sinal vindo direto do servidor (se possível) e não o seu próprio som.

source: Now use the “Connect” button in the Jamulus main window to join a server. A window will now open:
pt: Agora use o botão “Conectar” na janela principal do Jamulus para se juntar a um servidor. A seguinte janela vai se abrir:

source: <figure> <img src="{{site.url}}/assets/img/en-screenshots/connection-setup-window.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Connect to a server</figcaption> </figure>
pt: <figure> <img src="{{site.url}}/assets/img/pt-screenshots/connection-setup-window.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Conectar a um servidor</figcaption> </figure>

source: With your sound all set up, you are ready to go. When you connect to a server (you may want to select a genre from the list), the faders you see on the right are your own personal mix. Everything you change here will change what you hear, but won’t affect others. If you move a fader down, that channel will be quieter, if you move it up, the channel will be louder for you.
pt: Com o sistema configurado, você está pronto para começar. Quando você se conectar a um servidor (escolha um gênero da lista se quiser), os controles que você vê à direita é a sua mesa de som pessoal. Tudo o que você alterar ali vai mudar o que você ouve, mas isso não afeta os outros. Se você mover um botão para baixo, esse canal vai ficar mais fraco, se você movê-lo para cima, o canal ficará mais forte para você.

source: <figure> <img src="{{site.url}}/assets/img/en-screenshots/main-screen-medium.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>The main window when you are connected to a sever</figcaption> </figure>
pt: <figure> <img src="{{site.url}}/assets/img/pt-screenshots/main-screen-medium.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Janela principal quando você está conectado</figcaption> </figure>

source: Having audio trouble? Can't see servers, or some other issue? Have a look at the [Troubleshooting page](/wiki/Client-Troubleshooting), or feel free to ask in the [Discussions](https://github.com/jamulussoftware/jamulus/discussions).
pt: Você está tendo problemas com o áudio? Não consegue ver os servidores, ou algum outro problema? Dá uma olhada em [Troubleshooting page](/wiki/Client-Troubleshooting), ou fique livre para postar sua pergunta nas [Discussões](https://github.com/jamulussoftware/jamulus/discussions).

source: ## Hardware Setup
fr: ## Configuration du matériel
