Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Include-Server-Commands.po
Languages: de, es, fr, ko_kr, nl, zh_cn

source: `-d` or `--discononquit` Disconnect all Clients on quit. Normally, when a Server is stopped or restarted, any Clients that have not used their "Disconnect" buttons will re-establish connection when the Server comes back up again. Using this option forces Clients to manually re-establish their connections to the Server.
de: `-d` oder `--discononquit` Trennt alle Clients beim Beenden. Wenn ein Server angehalten oder neu gestartet wird, werden normalerweise alle Clients, die ihre "Disconnect"-Schaltflächen nicht benutzt haben, die Verbindung wiederherstellen, wenn der Server wieder hochfährt. Mit dieser Option werden die Clients gezwungen, ihre Verbindungen zum Server manuell wiederherzustellen.
es: `-d` o `--discononquit` Desconectar todos los Clientes al salir. Normalmente, cuando un Servidor se detiene o se reinicia, los Clientes que no hayan utilizado su botón de "Desconectar" reestablecerán su conexión cuando el Servidor vuelva a estar operativo. Utilizar esta opción obliga a los Clientes a reestablecer su conexión con el Servidor manualmente.
fr: `-d` ou `--discononquit` Déconnecte tous les clients lorsque le serveur est arrêté. Normalement, lorsqu'un serveur est arrêté ou redémarré, tous les clients qui n'ont pas utilisé leur bouton "Déconnecter" rétabliront la connexion lorsque le serveur sera de nouveau opérationnel. L'utilisation de cette option oblige les clients à rétablir manuellement leur connexion au serveur.
nl: `-d` of `--discononquit` Verbreek de verbinding met alle clients bij afsluiten. Normaal gesproken, wanneer een server wordt gestopt of opnieuw wordt opgestart, zullen alle clients die hun "Verbinding verbreken"-knop niet hebben gebruikt, de verbinding herstellen wanneer de server weer actief is. Als je deze optie gebruikt, worden clients gedwongen hun verbinding met de server handmatig opnieuw tot stand te brengen.

source: `-e` or `--directoryserver` Register the Server on a Directory (e.g. to set its genre (see also `-o`)). See [Server Types](#server-types) for further information.
de: `-e` oder `--directoryserver` Registriert den Server in einem Verzeichnis (z.B. um sein Genre zu setzen (siehe auch `-o`)). Siehe [Server-Typen](#server-typen) für weitere Informationen.
es: `-e` o `--directoryserver` Registra el Servidor en un Directorio (por ej. para establecer su género (ver también `-o`)). Ver [Tipos de Servidor](#tipos-de-servidor) para más información.
fr: `-e` ou `--directoryserver` Enregistrer le serveur sur un annuaire (par exemple pour définir son genre (voir aussi `-o`)). Voir [types de serveurs](#types-de-serveur) pour plus d'informations.
nl: `-e` of `--directoryserver` Registreer de server op een adresboek (bijv. om het genre in te stellen (zie ook `-o`)). Zie [servertypen](#servertypen) voor meer informatie.

source: `--directoryfile` Remember registered Servers even if the Directory is restarted. Directory Servers only. See [this guide](Custom-Directories) for further information.
de: `--directoryfile` Erinnert registrierte Server, auch wenn das Verzeichnis neu gestartet wird. Nur für Verzeichnis-Server. Siehe [dieses Handbuch](Benutzerdefinierte Verzeichnisse) für weitere Informationen

source: `-f` or `--listfilter` Whitelist Servers registering on the Server list, format `ip address 1[;ip address 2]` Directories only.
de: `-f` oder `--listfilter` Whitelist Server, die in der Serverliste registriert sind, Format `ip address 1[;ip address 2]` Nur Verzeichnisse

source: `-F` or `--fastupdate` Reduces latency if Clients connect with "Enable Small Network Buffers" option. Requires faster CPU to avoid dropouts, and more bandwidth to enabled Clients.
de: `-F` oder `--fastupdate` Verringert die Latenzzeit, wenn Clients mit der Option "Kleine Netzwerkpuffer aktivieren" verbunden sind. Erfordert eine schnellere CPU, um Aussetzer zu vermeiden, und mehr Bandbreite für aktivierte Clients.
es: `-F` o `--fastupdate` Reduce la latencia si los Cliente se conectan con la opción "Activar Buffers Pequeños". Requiere un procesador potente para evitar cortes, y más ancho de banda hacia Clientes activos.
fr: `-F` ou `--fastupdate` Réduit la latence si les clients se connectent avec l'option "Activer les petits tampons de réseau". Nécessite un processeur plus rapide pour éviter les pertes de données, et une bande passante plus large pour les clients activés.
nl: `-F` of `--fastupdate` Vermindert de latency als clients verbinding maken met de optie "Kleine netwerkbuffers inschakelen". Vereist een snellere CPU om uitval te voorkomen en meer bandbreedte voor clients die dit ingeschakeld hebben.

source: `-l` or `--log` Enable logging, set path and file name
de: `-l` oder `--log` Protokollierung einschalten, Pfad und Dateiname festlegen
es: `-l` o `--log` Habilitar registro, establece ruta y nombre del archivo
fr: `-l` ou `--log` Activer l'enregistrement, définir le chemin et le nom du fichier
nl: `-l` of `--log` Logboek inschakelen, pad en bestandsnaam instellen

source: `-L` or `--licence` Show an agreement window before users can connect
de: `-L` or `—licence` Zeigt ein Zustimmungsfenster an, bevor Benutzer eine Verbindung herstellen können
es: `-L` o `--licence` Muestra una ventana de aceptación para que los usuarios se puedan conectar
fr: `-L` ou `--licence` Afficher une fenêtre d'accord avant que les utilisateurs puissent se connecter
nl: `-L` of `--licence` Laat een venster zien voordat gebruikers verbinding kunnen maken

source: `-m` or `--htmlstatus` Enable HTML status file, set path and file name
de: `-m` oder `--htmlstatus` HTML-Statusdatei aktivieren, Pfad und Dateiname festlegen
es: `-m` o `--htmlstatus` Habilita un archivo de estado HTML, establece una ruta y un nombre de archivo
fr: `-m` ou `--htmlstatus` Active le fichier d'état HTML, définit le chemin et le nom du fichier
nl: `-m` of `--htmlstatus` HTML-statusbestand inschakelen, pad en bestandsnaam instellen

source: `-o` or `--serverinfo` Location details in the format: `[name];[city];[locale value]` (see [values](https://doc.qt.io/qt-5/qlocale.html#Country-enum)) Registered Servers only
de: `-o` oder `--serverinfo` Ortsangaben im Format: `[Name];[Stadt];[Gebietsschema-Wert]` (siehe [Werte](https://doc.qt.io/qt-5/qlocale.html#Country-enum)) Nur registrierte Server
es: `-o` o `--serverinfo` Datos de ubicación en el formato: `[nombre];[ciudad];[valor locale]` (ver [valores](https://doc.qt.io/qt-5/qlocale.html#Country-enum)) Solo Servidores Registrados
fr: `-o` ou `--serverinfo` Détails de l'emplacement dans le format : `[nom];[ville];[valeur locale]` (voir [valeurs](https://doc.qt.io/qt-5/qlocale.html#Country-enum)) Serveurs enregistrés uniquement
nl: `-o` of `--serverinfo` Locatie details in het formaat: `[naam];[stad];[locale waarde]` (zie [waarden](https://doc.qt.io/qt-5/qlocale.html#Country-enum)). Alleen geregistreerde servers.

source: `-P` or `--delaypan` Start with delay panning enabled See [notes](#delay-panning)
de: `-P` oder `--delaypan` Start mit aktiviertem Delay-Panning Siehe [Notizen](#delay---panning---stereo-effekt)
es: `-P` o `--delaypan` Inicia con paneo con retardo activado Ver [notas](#paneo-con-retardo)
fr: `-P` ou `--delaypan` Démarrer avec le panoramique du délai activé Voir [notes](#retardement-du-panoramique))
nl: `-P` of `--delaypan` Start met delay panning ingeschakeld. Zie [opmerking](#delay-panning-inschakelen)

source: `-R` or `--recording` Include a writeable path where the files should be stored (in quotes if needed). See [Options](#options).
de: `-R` oder `--recording` Gib einen beschreibbaren Pfad ein, in dem die Dateien gespeichert werden sollen (in Anführungszeichen, falls erforderlich). Siehe [Optionen](#optionen).

source: `--norecord` Disable recording when enabled by default by `-R`
de: `--norecord` Aufnahme deaktivieren. Durch Angabe von `-R` wird die Aufnahme standardmäßig aktiviert

source: `-s` or `--server` Start in Server mode
de: `-s` or `--server` Start in Server Modus
es: `-s` o `--server` Arranca en modo Servidor
fr: `-s` ou `--server` Démarrer en mode serveur
nl: `-s` of `--server` Start in server modus

source: `--serverbindip` Specify the IP address to bind to
de: `--serverbindip` Spezifiziert die IP Address mit der sich der Client verbinden soll.
es: `--serverbindip` Especifica la dirección IP a la que vincularse
fr: `--serverbindip` Spécifiez l'adresse IP à laquelle se lier
nl: `--serverbindip` Geef het IP-adres op om aan te binden

source: `-T` or `--multithreading` Use multithreading to make better use of multi-core CPUs to support more Clients
de: `-T` or `—multithreading` Multi Threading verwenden, um Mehrkern-CPUs besser zu nutzen und mehr Clients zu unterstützen
es: `-T` o `--multithreading` Utiliza multithreading para hacer un mejor uso de CPUs multi-núcleo, para dar soporte a más Clientes
fr: `-T` ou `--multithreading` Utilisez le multithreading pour mieux utiliser les processeurs multi-cœurs afin de prendre en charge plus de clients
nl: `-T` of `--multithreading` Gebruik multithreading om beter gebruik te maken van multi-core CPU's om meer clients te ondersteunen

source: `-u` or `--numchannels` Maximum number of channels (Clients)
de: `-u` oder `--numchannels` Maximale Anzahl von Clients (Kanälen)
es: `-u` o `--numchannels` Número máximo de canales (Clientes)
fr: `-u` ou `--numchannels` Nombre maximum de canaux (clients)
nl: `-u` of `--numchannels` Maximum aantal kanalen (clients)

source: `-w` or `--welcomemessage` Welcome message on connect. Can be given as a string or filename, and can contain HTML.
de: `-w` oder `--welcomemessage` Willkommens Nachricht für neue Teilnehmer nach Aufbau der Verbindung. Kann als Zeichenkette oder Dateiname angegeben werden und kann HTML enthalten.
es: `-w` o `--welcomemessage` Mensaje de bienvenida al conectarse. Puede ser una cadena de caracteres o un nombre de archivo, y puede contener HTML
fr: `-w` ou `--welcomemessage` Message de bienvenue à la connexion. Peut être donné comme une chaîne de caractères ou un nom de fichier, et peut contenir du HTML.
nl: `-w` of `--welcomemessage` Welkomstbericht bij verbindingmaken. Kan worden opgegeven als een tekenreeks of bestandsnaam en kan HTML bevatten.

source: `-z` or `--startminimized` Start minimizied
de: `-z` or `--startminimized` Start minimiert

source: `--serverpublicip` The public IP address of the Server if connecting to a Directory behind the same NAT. See [Notes on Directory Servers](Running-a-Server#points-to-note-about-directories)
de: `--serverpublicip` Die öffentliche IP-Adresse des Servers, wenn eine Verbindung zu einem Verzeichnis hinter demselben NAT besteht. Siehe [Informationen zum Verzeichnis Server](Running-a-Server#3. Verzeichnis Server)

source: `-d` or `--discononquit` Disconnect all Clients on quit. Normally, when a Server is stopped or restarted, any Clients that have not used their "Disconnect" buttons will re-establish connection when the Server comes back up again. Using this option forces Clients to manually re-establish their connections to the Server.
ko_kr: `-d` 또는 `--discononquit` 종료 시 모든 클라이언트의 연결을 끊습니다. 일반적으로 서버가 중지되거나 다시 시작되면 서버가 다시 백업될 때 "연결 끊기" 단추를 사용하지 않은 클라이언트는 연결을 다시 설정합니다. 이 옵션을 사용하면 클라이언트가 서버에 대한 연결을 수동으로 다시 설정해야 합니다.
zh_cn: `-d` 或 `--discononquit` 在退出时断开所有客户端的连接。通常，当服务器停止或重新启动时，任何未使用“断开连接”按钮的客户端将在服务器再次恢复时重新建立连接。使用此选项会强制客户端手动重新建立与服务器的连接。

source: `-e` or `--directoryserver` Register the Server on a Directory (e.g. to set its genre (see also `-o`)). See [Server Types](Running-a-Server#server-types) for further information.
ko_kr: `-e` 또는 `--directoryserver` 디렉터리에 서버를 등록합니다(예: 장르 설정(`-o` 참조)). 자세한 내용은 [서버 유형](Running-a-Server#server-types)을 참조하십시오.
zh_cn: `-e` 或 `--directoryserver` 在目录上注册服务器（例如，设置其流派（另见 `-o`））。有关详细信息，请参阅 [服务器类型](Running-a-Server#服务器类型)。

source: `--directoryfile` Remember registered Servers even if the Directory is restarted. Directory Servers only. See [this guide](Directories) for further information.
ko_kr: `--directoryfile` 디렉터리를 다시 시작해도 등록된 서버를 기억합니다. 디렉터리 서버만 해당됩니다. 자세한 내용은 [이 가이드](디렉터리)를 참조하십시오.
zh_cn: `--directoryfile` 即使目录重新启动，也要记住注册的服务器。仅限目录服务器。有关详细信息，请参阅 [本指南](Directories)。

source: `-f` or `--listfilter` Whitelist Servers registering on the Server list, format `ip address 1[;ip address 2]` Directories only.
ko_kr: `-f` 또는 `--listfilter` 화이트리스트 서버 목록에 등록된 서버는 'IP 주소 1[;ip 주소 2]' 디렉터리만 포맷합니다.
zh_cn: `-f` 或 `--listfilter` 白名单服务器列表中注册的服务器，格式为 ` ip address 1[;ip address 2]`仅目录。

source: `-F` or `--fastupdate` Reduces latency if Clients connect with "Enable Small Network Buffers" option. Requires faster CPU to avoid dropouts, and more bandwidth to enabled Clients.
ko_kr: `-F` 또는 `--fastupdate` 클라이언트가 "작은 네트워크 버퍼 활성화" 옵션으로 연결하는 경우 대기 시간을 줄입니다. 드롭아웃을 방지하기 위해 더 빠른 CPU와 활성화된 클라이언트에 더 많은 대역폭이 필요합니다.
zh_cn: `-F` 或 `--fastupdate` 如果客户端使用“启用小型网络缓冲区”选项连接，则减少延迟。需要更快的 CPU 以避免丢失，并为启用的客户端提供更多带宽。

source: `-l` or `--log` Enable logging, set path and file name
ko_kr: `-l` 또는 `--log` 로깅 활성화, 경로 및 파일 이름 설정
zh_cn: `-l` 或 `--log` 启用日志记录，设置路径和文件名

source: `-L` or `--licence` Show an agreement window before users can connect
ko_kr: `-L` 또는 `--licence` 사용자가 연결하기 전에 계약 창 표시
zh_cn: `-L` 或 `--licence` 在用户连接之前显示一个协议窗口

source: `-m` or `--htmlstatus` Enable HTML status file, set path and file name
ko_kr: `-m` 또는 `--htmlstatus` HTML 상태 파일 활성화, 경로 및 파일 이름 설정
zh_cn: `-m` 或 `--htmlstatus` 启用 HTML 状态文件，设置路径和文件名

source: `-o` or `--serverinfo` Location details in the format: `[name];[city];[country as two-letter ISO country code or Qt5 Locale]` (see [two-letter ISO country codes](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements) or [Qt5 Locale values](https://doc.qt.io/qt-5/qlocale.html#Country-enum)) Registered Servers only
ko_kr: `-o` 또는 `--serverinfo` 형식의 위치 세부 정보: '[이름]; [도시]; [2자리 ISO 국가 코드로 된 국가 또는 Qt5 로케일]'([2자리 ISO 국가 코드](https://ko.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements) 또는 [Qt5 로케일 값](https://doc.qt.io/qt-5/qlocale.html#Country-enum)) 등록된 서버만 해당)
zh_cn: `-o` 或 `--serverinfo` 位置详细信息，格式为:`[name];[city];[country as two-letter ISO country code or Qt5 Locale]`（参见 [two-letter ISO country codes]( https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements) 或 [Qt5 语言环境值](https://doc.qt.io/qt-5/qlocale.html#Country-enum))仅限注册服务器

source: `-P` or `--delaypan` Start with delay panning enabled See [notes](Running-a-Server#delay-panning)
ko_kr: `-P` 또는 `--delaypan` 지연 패닝이 활성화된 상태에서 시작합니다. [참고](Running-a-Server#delay-panning)을 참조하십시오
zh_cn: `-P` 或 `--delaypan` 开始时启用延迟平移参见 [notes](Running-a-Server#延迟平移)

source: `-R` or `--recording` Set server recording directory; Server will record when a session is active by default. See [Options](Running-a-Server#options).
ko_kr: `-R` 또는 `--recording` 서버 녹음 디렉터리를 설정합니다. 서버는 세션이 기본적으로 활성 상태일 때 기록합니다. [옵션](서버 #옵션 실행)을 참조하십시오.
zh_cn: `-R` 或 `--recording` 设置服务器录音目录;默认情况下，服务器将记录会话何时处于活动状态。请参阅 [选项](Running-a-Server#选项)。

source: `--norecord` Set server not to record by default (when recording is configured e.g via `-R`)
ko_kr: `--norecord` 기본적으로 녹음되지 않도록 서버 설정 (예: `-R`을 통해 녹음이 구성된 경우)
zh_cn: `--norecord` 设置服务器默认不记录（当配置记录时，例如通过`-R`）

source: `-s` or `--server` Start in Server mode
ko_kr: `-s` 또는 `--server` 서버 모드에서 시작
zh_cn: `-s` 或 `--server` 以服务器模式启动

source: `--serverbindip` Specify the IP address to bind to
ko_kr: `--serverbindip` 바인딩할 IP 주소를 지정합니다
zh_cn: `--serverbindip` 指定要绑定的 IP 地址

source: `-T` or `--multithreading` Use multithreading to make better use of multi-core CPUs to support more Clients
ko_kr: `-T` 또는 `--multithreading` 티스레딩을 사용하여 더 많은 클라이언트를 지원하기 위해 멀티 코어 CPU를 더 잘 사용합니다
zh_cn: `-T` 或 `--multithreading` 使用多线程更好地利用多核 CPU 来支持更多的客户端

source: `-u` or `--numchannels` Maximum number of channels (Clients)
ko_kr: `-u` 또는 `--numchannels` 최대 채널 수 (클라이언트)
zh_cn: `-u`或` --numchannels` 最大通道数（客户端）

source: `-w` or `--welcomemessage` Welcome message on connect. Can be given as a string or filename, and can contain HTML.
ko_kr: `-w` 또는 `--welcomemessage` 연결 시 환영 메시지입니다. 문자열 또는 파일 이름으로 제공될 수 있으며 HTML을 포함할 수 있습니다.
zh_cn: `-w` 或 `--welcomemessage` 连接时的欢迎消息。可以作为字符串或文件名给出，并且可以包含 HTML。

source: `-z` or `--startminimized` Start minimized
ko_kr: `-z` 또는 `--startminimized` 최소화된 시작
zh_cn: `-z` 或 `--startminimized` 开始最小化

source: `--serverpublicip` The public IP address of the Server if connecting to a Directory behind the same NAT. See [Notes on Directories](Directories#points-to-note-about-directories)
ko_kr: `--serverpublicip` 동일한 NAT 뒤에 있는 디렉터리에 연결하는 경우 서버의 공용 IP 주소입니다. [디렉터리에 대한 참고 사항](Directories#points-to-note-about-directories)을 참조하십시오
zh_cn: `--serverpublicip` 如果连接到同一 NAT 后面的目录，则服务器的公共 IP 地址。参见[目录注释](Directories#关于目录的注意事项)

source: `-f` or `--listfilter` Whitelist Servers registering on the Server list, format `ip address 1[;ip address 2]` Directories only.
es: `-f` o `--listfilter` Lista blanca de Servidores que se registran en la lista de Servidores, formato `dirección ip 1[;dirección ip 2]` Solo Directorios.

source: `-R` or `--recording` Set server recording directory; Server will record when a session is active by default. See [Options](#options).
es: `-R` o `--recording` Establece el directorio para grabaciones; el Servidor grabará por defecto cuando haya una sesión activa. Ver [Opciones](#opciones).

source: `--norecord` Set server not to record by default (when recording is configured e.g via `-R`)
es: `--norecord` Configura el Servidor para no grabar por defecto (cuando la grabación está configurada por ej. con `-R`)

source: `-z` or `--startminimized` Start minimized
es: `-z` o `--startminimized` Arranca minimizado
fr: `-z` ou `--startminimized` Démarrage minimisé
nl: `-z` of `--startminimized` Start geminimaliseerd

source: `--serverpublicip` The public IP address of the Server if connecting to a Directory behind the same NAT. See [Notes on Directories](Directories#points-to-note-about-directories)
es: `--serverpublicip` La dirección IP del Servidor si se conecta a un Directorio tras el mismo NAT. Ver las [Notas sobre Directorios](Custom-Directories#notas-sobre-directorios)
fr: `--serverpublicip` L'adresse IP publique du serveur s'il est connecté à un annuaire derrière le même NAT. Voir [Notes sur les Annuaire](Directories#points-a-noter-concernant-des-annuaires)
