Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Include-Shared-Commands.po
Languages: de, es, fr, it, ko_kr, nl, sv_se, zh_cn

source: [comment]: # (This is an include file for use in multiple documents)
de: [Kommentar]: # (Dies ist eine Include-Datei zur Verwendung in mehreren Dokumenten)
fr: [comment]: # (Il s'agit d'un fichier d'inclusion à utiliser dans plusieurs documents)
it: [commento]: # (Questo è un file di inclusione da utilizzare in più documenti)
ko_kr: [주석]: # (이것은 여러 문서에서 사용하기위한 포함 파일입니다)
nl: [comment]: # (Dit bestand is opgenomen in meerdere documenten)
sv_se: [comment]: # (Detta är en inkluderingsfil för användning i flera dokument)
zh_cn: [comment]: # (这是一个用于多个文档的包含文件)

source: `-h` or `--help` Display help text
de: `-h` oder `--help` Hilfetext anzeigen
es: `-h` o `--help` Mostrar texto de ayuda
fr: `-h` ou `--help` Afficher le texte d'aide
it: `-h` or `--help` Visualizza il testo della guida
ko_kr: `-h` 또는 `--help` 도움말 텍스트 표시
nl: `-h` of `--help` Laat de help tekst zien
sv_se: `-h` eller `--help` Visa hjälptext
zh_cn: `-h` 者 `--help` 显示帮助文本

source: `-i` or `--inifile` Set location of initialization file (overrides default. On macOS simply provide a filename only, since config files can only be read from `/Users/<username>/Library/Containers/app.jamulussoftware.Jamulus/Data/`. For the server replace `app.jamulussoftware.Jamulus` with `app.jamulussoftware.JamulusServer`. Turn on "Show Library folder" in "Show view options" in Finder to see this folder.)
de: `-i` oder `--inifile` Setzt Speicherort der ini-Datei (überschreibt Standardeinstellung. Gebe unter macOS nur einen Dateinamen an. Konfigurationsdateien können nur aus `/Users/<Benutzername>/Library/Containers/app.jamulussoftware.Jamulus/Data/` gelesen werden. Für den Server ersetze `app.jamulussoftware.Jamulus` durch `app.jamulussoftware.JamulusServer`. Aktiviere ‚Ordner „Library“ anzeigen’ unter „Darstellung“ im Finder um den Ordner anzuzeigen.)
es: `-i` o `--inifile` Establece la ubicación del archivo de inicialización (sustituye al predeterminado. En macOS simplemente proporciona un nombre de archivo, ya que los archivos de configuración sólo se pueden leer desde `/Usuarios/<nombreUsuario>/Biblioteca/Contenedores/app.jamulussoftware.Jamulus/Data/`. Para el servidor sustituye `app.jamulussoftware.Jamulus` por `app.jamulussoftware.JamulusServer`. Activa la opción "Mostrar carpeta de biblioteca" en "Mostrar opciones de previsualización" en Finder para ver esta carpeta.)
sv_se: `-i` eller `--inifile` Ange platsen för initieringsfilen (ersätter standard). På macOS anger du bara ett filnamn, eftersom konfigurationsfiler endast kan läsas från `/Users/<användarnamn>/Library/Containers/app.jamulussoftware.Jamulus/Data/`. För servern ersätter du `app.jamulussoftware.Jamulus` med `app.jamulussoftware.JamulusServer`. Aktivera "Visa Library-mappen" i "Visa alternativ" i Finder för att se denna mapp.)
zh_cn: `-i` 或 `--inifile` 设置初始化文件的位置（覆盖默认值。在 macOS 上只需提供文件名，因为配置文件只能从 `/Users/<username>/Library/Containers/app.jamulussoftware.Jamulus/Data/` 读取。对于服务器，将 `app.jamulussoftware.Jamulus` 替换为 `app.jamulussoftware.JamulusServer`。在 Finder 的“显示视图选项”中打开“显示库文件夹”以查看此文件夹。）

source: `-n` or `--nogui` Disable GUI (for use in headless mode)
de: `-n` oder `--nogui` GUI deaktivieren (zur Verwendung im Headless-Modus)
es: `-n` o `--nogui` Desactivar interfaz gráfica (para usar en modo headless)
fr: `-n` ou `--nogui` Désactiver l'interface graphique (pour une utilisation en mode sans interface graphique)
it: `-n` or `--nogui` Disabilita la GUI (usato per essere lanciato senza interfaccia grafica)
ko_kr: `-n` 또는 `--nogui` GUI 비활성화(헤드리스 모드에서 사용)
nl: `-n` of `--nogui` Schakel de GUI uit (voor gebruik in headless mode)
sv_se: `-n` eller `--nogui` Inaktivera GUI (för användning i headless-läge)
zh_cn: `-n` 或 `--nogui` 禁用 GUI(用于 headless 模式)

source: `-p` or `--port` Sets the local UDP port number. Default is 22124
de: `-p` oder `--port` Legt die lokale UDP-Portnummer fest. Standard ist 22124
es: `-p` o `--port` Establece el número de puerto UDP local. Por defecto es 22124
fr: `-p` ou `--port` Définit le numéro du port UDP local. La valeur par défaut est 22124
it: `-p` or `--port` Imposta la porta UDP del server. Di default è 22124
ko_kr: `-p` 또는 `--port` 로컬 UDP 포트 번호를 설정합니다. 기본값: 22124
nl: `-p` of `--port` Stelt het lokale UDP poort nummer in. Standaard is dit: 22124
sv_se: `-p` eller `--port` Sätter det lokala UDP-portnumret. Standard är 22124
zh_cn: `-p` 或 `--port` 设置本地 UDP 端口号。默认为 22124

source: `--jsonrpcport` Enables JSON-RPC API server to control the app, set TCP port number (EXPERIMENTAL, APIs might change; only accessible from localhost). Please see [the JSON-RPC API Documentation file](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).
de: `--jsonrpcport` Ermöglicht die Steuerung der App durch den JSON-RPC-API-Server, setzt die TCP-Portnummer (EXPERIMENTELL, APIs können sich ändern; nur von localhost aus zugänglich). Siehe [die JSON-RPC-API-Dokumentationsdatei](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).
es: `--jsonrpcport` Activa el servidor JSON-RPC API para controlar la aplicación, establecer número de puerto TCP (EXPERIMENTAL, las APIs pueden cambiar; solo accesible desde localhost). Por favor ver [la documentación sobre JSON-RPC API](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).
fr: `--jsonrpcport` Permet au serveur API JSON-RPC de contrôler l'application, définit le numéro de port TCP (EXPÉRIMENTAL, les API peuvent changer ; accessible uniquement depuis localhost). Veuillez consulter [le fichier de documentation de l'API JSON-RPC](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).
it: `--jsonrpcport` Consente al server API JSON-RPC di controllare l'app, impostare il numero di porta TCP (SPERIMENTALE, le API potrebbero cambiare; accessibile solo da localhost). Vedere il [file di documentazione dell'API JSON-RPC](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).
ko_kr: `--jsonrpcport` JSON-RPC API 서버를 활성화하여 앱을 제어하고 TCP 포트 번호를 설정합니다(실험적, API가 변경될 수 있음, localhost에서만 액세스 가능). [JSON-RPC API 문서 파일](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md)을 참조하십시오.
nl: `--jsonrpcport` Schakelt de JSON-RPC API-server in om de app te besturen, het TCP-poortnummer in te stellen (EXPERIMENTEEL, API's kunnen veranderen; alleen toegankelijk vanaf localhost). Zie ook [het JSON-RPC API documentatie bestand (engelstalig)](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).
sv_se: `--jsonrpcport` Aktiverar JSON-RPC API-server för att styra appen, ställ in TCP-portnummer (EXPERIMENTELLT, API:er kan ändras; endast tillgängligt från localhost). Se [JSON-RPC API-dokumentationsfilen](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).
zh_cn: `--jsonrpcport` 启用 JSON-RPC API 服务器来控制应用程序，设置 TCP 端口号(实验性，API 可能会更改;只能从 localhost 访问)。请参阅 [JSON-RPC API 文档文件](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md)。

source: `--jsonrpcsecretfile` Required when using `--jsonrpcport`. Sets a path to a text file containing an authentication string for getting access to the JSON-RPC API.
de: `--jsonrpcsecretfile` Erforderlich bei Verwendung von `--jsonrpcport`. Legt einen Pfad zu einer Textdatei fest, die eine Authentifizierungszeichenfolge für den Zugriff auf die JSON-RPC-API enthält.
es: `--jsonrpcsecretfile` Necesario cuando se utiliza `--jsonrpcport`. Establece una ruta a un archivo de texto que contiene la cadena de caracteres de autenticación para acceder a la API de JSON-RPC.
fr: `--jsonrpcsecretfile` Requis lorsque vous utilisez `--jsonrpcport`. Définit un chemin vers un fichier texte contenant une chaîne d'authentification pour obtenir l'accès à l'API JSON-RPC.
it: `--jsonrpcsecretfile` Obbligatorio quando si utilizza `--jsonrpcport`. Imposta il percorso di un file di testo contenente una stringa di autenticazione per ottenere l'accesso all'API JSON-RPC.
ko_kr: `--jsonrpcsecretfile` `--jsonrpcport`를 사용할 때 필요합니다. JSON-RPC API에 액세스하기 위한 인증 문자열이 포함된 텍스트 파일의 경로를 설정합니다.
nl: `--jsonrpcsecretfile` Vereist bij gebruik van `--jsonrpcport`. Stelt een pad in naar een tekstbestand dat een authenticatietekenreeks bevat om toegang te krijgen tot de JSON-RPC API.
sv_se: `--jsonrpcsecretfile` Krävs när `--jsonrpcport` används. Anger en sökväg till en textfil som innehåller en autentiseringstextsträng för att få åtkomst till JSON-RPC API:et.
zh_cn: `--jsonrpcsecretfile` 使用 `--jsonrpcport` 时需要。设置包含用于访问 JSON-RPC API 的身份验证字符串的文本文件的路径。

source: `--jsonrpcbindip` The IP address the JSON-RPC server should bind to. (optional, defaults to 127.0.0.1)
de: '--jsonrpcbindip' Die IP-Adresse, auf die der JSON-RPC-Server hören soll. (optional, Standardwert ist 127.0.0.1)
es: `--jsonrpcbindip` La dirección IP al que debe vincularse el servidor JSON-RPC. (opcional, por defecto 127.0.0.1)
fr: `--jsonrpcbindip` L'adresse IP à laquelle le serveur JSON-RPC devrait se lier. (optionnel, la valeur par défaut est 127.0.0.1)
ko_kr: `--jsonrpcbindip` JSON-RPC 서버가 바인딩해야 하는 IP 주소입니다. (선택 사항, 기본값은 127.0.0.1)
nl: `--jsonrpcbindip` Het IP-adres waaraan de JSON-RPC-server moet binden (optioneel, standaard is dit 127.0.0.1).
sv_se: `--jsonrpcbindip` Den IP-adress som JSON-RPC-servern ska binda till. (valfritt, standard är 127.0.0.1)
zh_cn: `--jsonrpcbindip` JSON-RPC 服务器应绑定到的 IP 地址。（可选，默认为 127.0.0.1）

source: `-Q` or `--qos` Sets the quality of service DS Field byte. Default is 128 (DSCP/CS4). QoS is ignored by Windows. To enable it, [see this page](QOS-Windows)
de: `-Q` oder `--qos` Legt den Wert des DS Byte für den Quality of Service fest. Standard ist 128 (DSCP/CS4). QoS wird von Windows ignoriert. Um es zu aktivieren, [siehe diese Seite](QOS-Windows)
es: `-Q` o `--qos` Establece el DS Field byte de la calidad de servicio (QoS). Por defecto 128 (DSCP/CS4). QoS es ignorado por Windows. Para habilitarlo, [ver esta página](QOS-Windows)
fr: -Q` ou `--qos` Définit la valeur DS Field byte de la qualité de service. La valeur par défaut est 128 (DSP/CS4). QoS est ignoré par Windows. Pour l'activer, voir [cette page](QOS-Windows)
it: `-Q` o `--qos` Imposta il byte del campo DS della qualità del servizio. Il valore predefinito è 128 (DSCP/CS4). Il QoS è ignorato da Windows. Per abilitarlo, [vedere questa pagina](QOS-Windows)
ko_kr: `-Q` 또는 `--qos` 서비스 품질 DS 필드 바이트를 설정합니다. 기본값: 128(DSCP/CS4). QoS는 Windows에서 무시됩니다. 활성화하려면 [이 페이지 참조](QOS-Windows)
nl: `-Q` of `--qos` Stelt de DS Field byte van de Quality of Service in. Standaard is dit: 128 (DSCP/CS4). QoS wordt genegeerd door Windows. Om het in te schakelen, [zie deze pagina](QOS-Windows)
sv_se: `-Q` eller `--qos` Ställer in kvaliteten på tjänstens DS-fältbyte. Standard är 128 (DSCP/CS4). QoS ignoreras av Windows. För att aktivera det, se [denna sida](QOS-Windows)
zh_cn: `-Q` 或 `--qos` 设置服务质量 DS 字段字节。默认值为 128 (DSCP/CS4)。 QoS 被 Windows 忽略。要启用它，[查看此页面](QOS-Windows)

source: `-t` or `--notranslation` Disable UI language translations
de: `-t` oder `--notranslation` UI-Sprachübersetzungen deaktivieren
es: `-t` o `--notranslation` Deshabilitar traducciones de la interfaz gráfica
fr: `-t` ou `--notranslation` Désactiver les traductions de langue de l'interface utilisateur
it: `-t` o `--notranslation` Disabilita le traduzioni della lingua dell'interfaccia utente
ko_kr: `-t` 또는 `--notranslation` UI 언어 번역 비활성화
nl: `-t` of `--notranslation` Schakelt UI-vertaling uit
sv_se: `-t` eller `--notranslation` Inaktivera översättningar av användargränssnittets språk
zh_cn: `-t` 或 `--notranslation`禁用 UI 语言翻译

source: `-6` or `--enableipv6` Enable IPv6 addressing (IPv4 is always enabled)
de: `-6` oder `--enableipv6` IPv6-Adressierung aktivieren (IPv4 ist immer aktiviert)
es: `-6` o `--enableipv6` Habilita direccionado IPv6 (IPv4 siempre está habilitado)
fr: `-6` ou `--enableipv6` Active l'adressage IPv6 (IPv4 est toujours activé)
it: `-6` o `--enableipv6` Abilita l'indirizzamento IPv6 (IPv4 è sempre abilitato)
ko_kr: `-6` 또는 `--enableipv6` IPv6 주소 지정 활성화(IPv4는 항상 활성화됨)
nl: `-6` of `--enableipv6` Schakelt IPv6 adressen in (IPv4 is altijd ingeschakeld)
sv_se: `-6` eller `--enableipv6` Aktivera IPv6-adressering (IPv4 är alltid aktiverat)
zh_cn: `-6` 或 `--enableipv6` 启用 IPv6 寻址(始终启用 IPv4)

source: `-v` or `--version` Output version information and exit
de: `-v` oder `--version` Versionsinformationen ausgeben und beenden
es: `-v` o `--version` Mostrar información de la versión y salir
fr: `-v` ou `--version` Affiche les informations sur la version
it: `-v` o `--version` Stampa informazioni sulla versione ed esci
ko_kr: `-v` 또는 `--version` 버전 정보 출력하고 종료
nl: `-v` of `--version` Laat de versie informatie zien
sv_se: `-v` eller `--version` Skriv ut versionsinformation och avsluta
zh_cn: `-v` 或 `--version` 输出版本信息并退出

source: `-i` or `--inifile` Set location of initialization file (overrides default)
fr: `-i` ou `--inifile`Définit l'emplacement du fichier d'initialisation (remplace la valeur par défaut)

source: `-i` or `--inifile` Set location of initialization file (overrides default. On macOS simply provide a filename only, since config files can only be read from `/Users/<username>/Library/Containers/io.jamulus.Jamulus/Data/`. For the server replace `io.jamulus.Jamulus` with `io.jamulus.JamulusServer`. Turn on "Show Library folder" in "Show view options" in Finder to see this folder.)
ko_kr: `-i` 또는 `--inifile` 초기화 파일의 위치 설정(기본값을 재정의합니다. macOS에서는 구성 파일을 `/Users/<username>/Library/Containers/io.jamulus에서만 읽을 수 있으므로 파일 이름만 제공합니다. .Jamulus/Data/`. 서버의 경우 `io.jamulus.Jamulus`를 `io.jamulus.JamulusServer`로 바꿉니다. 이 폴더를 보려면 Finder의 "보기 옵션 보기"에서 "라이브러리 폴더 보기"를 켭니다.)
