Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Installation-for-iOS.po
Languages: de, es, fr, it, ko_kr, nl, sv_se, zh_cn

source: Please also read the [APPLEAPPSTORE.LICENCE.WAIVER](https://github.com/jamulussoftware/jamulus/blob/main/APPLEAPPSTORE.LICENCE.WAIVER) concerning Jamulus being published via the Apple AppStore.
es: Por favor, también lee el siguiente documento [APPLEAPPSTORE.LICENCE.WAIVER](https://github.com/jamulussoftware/jamulus/blob/main/APPLEAPPSTORE.LICENCE.WAIVER) sobre la publicación de Jamulus en la AppStore de Apple.
fr: Veuillez également lire le [APPLEAPPSTORE.LICENCE.WAIVER (en anglais)](https://github.com/jamulussoftware/jamulus/blob/main/APPLEAPPSTORE.LICENCE.WAIVER) concernant la publication de Jamulus via l'AppStore d'Apple.
ko_kr: Apple AppStore를 통해 게시되는 Jamulus에 관한 [APPLEAPPSTORE.LICENCE.WAIVER](https://github.com/jamulussoftware/jamulus/blob/main/APPLEAPPSTORE.LICENCE.WAIVER)도 읽어보십시오.
nl: Lees ook de [APPLEAPPSTORE.LICENCE.WAIVER](https://github.com/jamulussoftware/jamulus/blob/main/APPLEAPPSTORE.LICENCE.WAIVER) betreffende het beschikbaar maken van Jamulus via de Apple AppStore.
sv_se: Läs även [APPLEAPPSTORE.LICENCE.WAIVER](https://github.com/jamulussoftware/jamulus/blob/main/APPLEAPPSTORE.LICENCE.WAIVER) angående publiceringen av Jamulus via Apple AppStore.
zh_cn: 另请阅读有关通过 Apple AppStore 发布的 Jamulus 的 [APPLEAPPSTORE.LICENCE.WAIVER](https://github.com/jamulussoftware/jamulus/blob/main/APPLEAPPSTORE.LICENCE.WAIVER)。

source: All installed?
es: ¿Todo instalado?
fr: Tout est installé ?
sv_se: Allt installerat?
zh_cn: 全部安装完毕？

source: Jamulus has been installed and can be used now. You can now take a look at the
de: Jamulus wurde installiert und kann nun verwendet werden. Wirf jetzt einen Blick auf die
es: Jamulus ha sido instalado y puede utilizarse. Ahora puedes echar un vistazo a la
fr: Jamulus a été installé et peut maintenant être utilisé. Vous pouvez à présent jeter un coup d'œil à la
it: Jamulus è stato installato e può essere utilizzato ora. Ora puoi dare un'occhiata al
ko_kr: Jamulus가 설치되었으며 지금 사용할 수 있습니다. 이제 다음을 살펴볼 수 있습니다
nl: Jamulus is geïnstalleerd en kan nu worden gebruikt. Kijk eens naar de
sv_se: Jamulus är nu installerat och kan användas. Du kan nu ta en titt på den
zh_cn: Jamulus 已经安装，现在可以使用了。您现在可以查看

source: [Getting Started page](Getting-Started){: .button}
es: [página de Cómo Empezar](Getting-Started){: .button}
fr: [Page de démarrage](Getting-Started){: .button}
it: [Pagina introduttiva](Getting-Started){: .button}
ko_kr: [시작하기 페이지](시작하기){: .button}
nl: [Aan de slag pagina](Getting-Started){: .button}
sv_se: [Komma igång](Getting-Started){: .button}
zh_cn: [入门页面](Getting-Started){: .button}

source: # Installation for iOS
it: # Installazione per iOS
ko_kr: # iOS용 설치
nl: # Installatie voor iOS

source: ## Things to note about iOS
it: ## Cose da notare su iOS
ko_kr: ## iOS에 대해 주의해야 할 사항
nl: ## Opmerkingen over iOS

source: Jamulus on iOS works quite well on new devices if everything is set up correctly. However, we strongly recommend you use an audio interface and an USB-Ethernet adapter. To connect these to your iOS device, you should use something like the [Lightning to USB Camera Adapter](https://www.apple.com/uk/shop/product/MD821ZM/A/lightning-to-usb-camera-adapter) and a (powered) USB-hub.
de: Jamulus auf iOS funktioniert auf neuen Geräten recht gut, wenn alles richtig eingestellt ist. Wir empfehlen dir jedoch dringend, ein Audio-Interface und einen USB-Ethernet-Adapter zu verwenden. Um diese mit deinem iOS-Gerät zu verbinden, solltest du etwas wie den [Lightning to USB Camera Adapter](https://www.apple.com/uk/shop/product/MD821ZM/A/lightning-to-usb-camera-adapter) und einen (mit Strom versorgten) USB-Hub verwenden.
fr: Jamulus sur iOS fonctionne plutôt bien sur les nouveaux périphériques si tout est configuré correctement. Cependant, nous vous recommandons vivement d'utiliser une interface audio et un adaptateur USB-Ethernet. Pour les connecter à votre périphérique iOS, vous devriez utiliser quelque chose comme le [Lightning to USB Camera Adapter (en anglais)](https://www.apple.com/uk/shop/product/MD821ZM/A/lightning-to-usb-camera-adapter) et un hub USB (alimenté).
it: Jamulus su iOS funziona abbastanza bene sui nuovi dispositivi se tutto è impostato correttamente. Tuttavia, si consiglia vivamente di utilizzare un'interfaccia audio e un adattatore USB-Ethernet. Per collegarli al tuo dispositivo iOS, dovresti usare qualcosa come [Adattatore per fotocamera da Lightning a USB] (adattatore per fotocamera da https://www.apple.com/uk/shop/product/MD821ZM/A/lightning a USB) e un hub USB (alimentato).
ko_kr: iOS의 Jamulus는 모든 것이 올바르게 설정되어 있으면 새 장치에서 아주 잘 작동합니다. 그러나 오디오 인터페이스와 USB 이더넷 어댑터를 사용하는 것이 좋습니다. 이것을 iOS 기기에 연결하려면, [라이트닝-USB 카메라 어댑터](https://www.apple.com/uk/shop/product/MD821ZM/A/lightning-to-usb-camera-adapter) 및 (전원이 공급되는) USB 허브와 같은 것을 사용해야 합니다.
nl: Jamulus op iOS werkt best goed op nieuwe apparaten als alles correct is ingesteld. We raden je echter ten zeerste aan om een audio-interface en een USB-ethernet-adapter te gebruiken. Om deze met jouw iOS-apparaat te verbinden, moet je iets gebruiken zoals de [Lightning naar USB Camera Adapter](https://www.apple.com/uk/shop/product/MD821ZM/A/lightning-to-usb-camera-adapter) en een USB-hub met stroomvoorziening.

source: ## Install for iOS (for experienced users only)
it: ## Installazione per iOS (solo per utenti esperti)
ko_kr: ## iOS용 설치(숙련된 사용자만 해당)
nl: ## Installatie voor iOS (alleen voor gevorderde gebruikers)

source: If you own a Mac and have Xcode installed, compiling Jamulus from source might be another, more native option. Please have a look at the [compilation instructions for iOS](https://github.com/jamulussoftware/jamulus/blob/master/COMPILING.md#ios).
de: Wenn du einen Mac besitzt und Xcode installiert hast, könnte die Kompilierung von Jamulus aus dem Quellcode eine andere, nativere Option sein. Bitte werfe einen Blick auf die [Kompilierungsanleitung für iOS](https://github.com/jamulussoftware/jamulus/blob/master/COMPILING.md#ios).
it: Se possiedi un Mac e hai installato Xcode, compilare Jamulus dai sorgenti potrebbe essere un'opzione più nativa. Si prega di dare un'occhiata alle [istruzioni di compilazione per iOS](https://github.com/jamulussoftware/jamulus/blob/master/COMPILING.md#ios).

source: ## Feedback and development
it: ## Feedback e sviluppo
ko_kr: ## 피드백 및 개발
nl: ## Feedback en ontwikkeling

source: iOS support isn't mature yet and far from ready to be published on the AppStore. Feel free to help out: Just head over to the [Jamulus GitHub repo](https://github.com/jamulussoftware/jamulus/).
de: Die iOS-Unterstützung ist noch nicht ausgereift und noch lange nicht bereit, im AppStore veröffentlicht zu werden. Du kannst gerne mithelfen: Besuche einfach das [Jamulus GitHub Repo](https://github.com/jamulussoftware/jamulus/).
fr: Le support iOS n'est pas encore mature et loin d'être prêt à être publié sur l'AppStore. N'hésitez pas à apporter votre aide : il vous suffit de vous rendre sur le [dépôt GitHub de Jamulus (en anglais)](https://github.com/jamulussoftware/jamulus/).
it: Il supporto iOS non è ancora maturo e lontano dall'essere pronto per essere pubblicato sull'AppStore. Sentiti libero di dare una mano: vai al [repository di Jamulus su GitHub](https://github.com/jamulussoftware/jamulus/).
ko_kr: iOS 지원은 아직 성숙되지 않았으며 앱스토어에 게시될 준비가 되지 않았습니다. 자유롭게 도움을 주세요: [Jamulus GitHub repo](https://github.com/jamulussoftware/jamulus/)로 이동하십시오.
nl: iOS-ondersteuning staat nog in de kinderschoenen en is nog lang niet klaar om in de AppStore te worden gepubliceerd. Voel je vrij om mee te helpen: ga gewoon naar de [Jamulus GitHub repo](https://github.com/jamulussoftware/jamulus/).

source: Please also read the [APPLEAPPSTORE.LICENCE.WAIVER](https://github.com/jamulussoftware/jamulus/blob/master/APPLEAPPSTORE.LICENCE.WAIVER) concerning Jamulus being published via the Apple AppStore.
de: Bitte lese auch die [APPLEAPPSTORE.LICENCE.WAIVER](https://github.com/jamulussoftware/jamulus/blob/master/APPLEAPPSTORE.LICENCE.WAIVER) bezüglich der Veröffentlichung von Jamulus über den Apple AppStore.
it: Si prega di leggere anche [APPLEAPPSTORE.LICENCE.WAIVER](https://github.com/jamulussoftware/jamulus/blob/master/APPLEAPPSTORE.LICENCE.WAIVER) relativo alla pubblicazione di Jamulus tramite l'Apple AppStore.

source: ## All installed?
it: ## Tutto installato?
ko_kr: ## 모두 설치되었습니까?
nl: ## Alles geïnstalleerd?
