Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Installation-for-iOS.po
Languages: de, es, fr, it, ko_kr, nl, sv_se, zh_cn

source: en
de: de
es: es
fr: fr
it: it
ko_kr: ko_KR
nl: nl
sv_se: sv-SE
zh_cn: zh-CN

source: Installation for iOS
de: Installation auf iOS
es: Instalación en iOS
fr: Installation pour iOS
it: Installazione per iOS
ko_kr: iOS용 설치
nl: Installatie voor iOS
sv_se: Installation för iOS
zh_cn: 为 iOS 安装

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
de: {% include breadcrumb.html root="Jamulus verwenden" branch1="Erste Schritte" branch1-url="Getting-Started" %}
es: {% include breadcrumb.html root="Utilización de Jamulus" branch1="Cómo Empezar" branch1-url="Getting-Started" %}
fr: {% include breadcrumb.html root="Utiliser Jamulus" branch1="Démarrage" branch1-url="Getting-Started" %}
it: {% include breadcrumb.html root="Utilizzo di Jamulus" branch1="Per iniziare" branch1-url="Getting-Started" %}
ko_kr: {% include breadcrumb.html root="Jamulus 사용" branch1="시작하기" branch1-url="시작하기" %}
nl: {% include breadcrumb.html root="Jamulus gebruiken" branch1="Aan de slag" branch1-url="Getting-Started" %}
sv_se: {% include breadcrumb.html root="Använda Jamulus" branch1="Komma igång" branch1-url="Getting-Started" %}
zh_cn: {% include breadcrumb.html root="使用 Jamulus" branch1="快速入门" branch1-url="Getting-Started" %}

source: Make sure you've already read the [Getting Started](Getting-Started) page.
de: Stelle sicher, dass du die [Erste Schritte](Getting-Started) Seite bereits gelesen hast.
es: Asegúrate de haber leído la página de [Cómo Empezar](Getting-Started).
fr: Assurez-vous d'avoir déjà lu la [page de démarrage](Getting-Started).
it: Assicurati di aver già letto la pagina [Guida introduttiva](Getting-Started).
ko_kr: [시작하기](시작하기) 페이지를 이미 읽었는지 확인합니다.
nl: Zorg dat je de [aan de slag](Getting-Started) pagina hebt gelezen.
sv_se: Se till att du redan har läst sidan [Getting Started](Getting-Started).
zh_cn: 确保您已经阅读了 [入门](Getting-Started) 页面。

source: Things to note about iOS
es: A tener en cuenta sobre iOS
fr: Ce qu'il faut savoir sur iOS
sv_se: Saker att notera om iOS
zh_cn: 关于 iOS 的注意事项

source: If you have don't own a PC, we suggest you to buy a [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } which is an inexpensive and small device that performs very well with Jamulus. iOS support is just a proof of concept.
de: Wenn du keinen PC besitzt, empfehlen wir dir einen [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" }, ein preiswertes und kleines Gerät, das sehr gut mit Jamulus funktioniert. iOS-Unterstützung ist nur ein Proof of Concept und erfordert bestimmte Fähigkeiten.
es: Si no tienes un PC, sugerimos la adquisición de un [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } que es un dispositivo económico y pequeño que funciona muy bien con Jamulus. El soporte para iOS es solo una prueba de concepto.
fr: Si vous ne possédez pas de PC, nous vous suggérons d'acheter un [Raspberry Pi (en anglais)](https://www.raspberrypi.org/){ : target="_blank" rel="noopener noreferrer" } qui est un petit périphérique peu coûteux qui fonctionne très bien avec Jamulus. Le support iOS n'est qu'une preuve de concept.
it: Se non possiedi un PC, ti consigliamo di acquistare un [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } che è un prodotto economico e piccolo che funziona molto bene con Jamulus. Il supporto per iOS è solo una prova di concetto.
ko_kr: PC를 가지고 있지 않다면, Jamulus에서 매우 잘 작동하는 저렴하고 작은 기기인 [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" }를 구입하는 것이 좋습니다. iOS 지원은 개념 증명일 뿐입니다.
nl: Als je geen pc hebt, raden we je aan om een [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } te kopen, een goedkoop en klein apparaat dat zeer goed presteert met Jamulus. iOS-ondersteuning is slechts een proof of concept.
sv_se: Om du inte har en PC rekommenderar vi att du köper en [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" }, som är en billig och liten enhet som fungerar mycket bra med Jamulus. iOS-stödet är bara ett koncept för att visa möjligheten.
zh_cn: 如果你没有电脑，我们建议你买一个[Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" }，这是一个便宜的小型设备，在 Jamulus 上表现非常好。iOS支持只是一个概念验证。

source: To install Jamulus on your iOS device, you need a (free or paid) Apple Developer account and preferably a computer.
de: Um Jamulus auf deinem iOS-Gerät zu installieren, benötigst du ein (kostenloses oder kostenpflichtiges) Apple Developer-Account und vorzugsweise einen Computer.
es: Para instalar Jamulus en tu dispositivo iOS, necesitas una cuenta (gratis o de pago) de Desarrollador Apple y preferiblemente un ordenador.
fr: Pour installer Jamulus sur votre périphérique iOS, vous avez besoin d'un compte développeur Apple (gratuit ou payant) et, de préférence, d'un ordinateur.
it: Per installare Jamulus sul tuo dispositivo iOS, hai bisogno di un account sviluppatore Apple (gratuito o a pagamento) e, preferibilmente, un computer.
ko_kr: iOS 기기에 Jamulus를 설치하려면, (무료 또는 유료) Apple 개발자 계정이 필요하고 가급적 컴퓨터가 필요합니다.
nl: Om Jamulus op je iOS-apparaat te installeren, heb je een (gratis of betaald) Apple Developer-account nodig en bij voorkeur een computer.
sv_se: För att installera Jamulus på din iOS-enhet behöver du ett (gratis eller betalt) Apple Developer-konto och helst en dator.
zh_cn: 要在您的 iOS 设备上安装 Jamulus，您需要一个(免费或付费)Apple Developer 帐户，最好是一台计算机。

source: If you don't pay for an Apple developer account, Jamulus will only run for at most 7 days before you need to re-install it.
de: Wenn du nicht für ein Apple-Entwicklerkonto bezahlst, läuft Jamulus höchstens 7 Tage lang, bevor du es erneut installieren musst.
es: Si no pagas para una cuenta de Desarrollador Apple, Jamulus solo funcionará 7 días como máximo antes de tener que reinstalarlo.
fr: Si vous ne payez pas pour un compte développeur Apple, Jamulus ne fonctionnera que pendant 7 jours au maximum avant que vous ne deviez le réinstaller.
it: Se non paghi per un account sviluppatore Apple, Jamulus funzionerà solo per un massimo di 7 giorni prima che tu debba reinstallarlo.
ko_kr: Apple 개발자 계정에 대한 비용을 지불하지 않으면, Jamulus는 다시 설치해야 하기 전에 최대 7일 동안만 실행됩니다.
nl: Als je niet betaalt voor een Apple-ontwikkelaarsaccount, zal Jamulus maximaal 7 dagen actief zijn voordat je het opnieuw moet installeren.
sv_se: Om du inte betalar för ett Apple Developer-konto kommer Jamulus endast att fungera i högst 7 dagar innan du behöver installera det på nytt.
zh_cn: 如果您不为 Apple 开发者帐户付费，Jamulus 最多只能运行 7 天，然后您需要重新安装它。

source: Jamulus on iOS works quite well if everything is set up correctly. However, we strongly recommend you use an audio interface and an USB-Ethernet adapter. If you own an older device which has a Lightning port and not USB-C, you can use something like the [Lightning to USB Camera Adapter](https://www.apple.com/uk/shop/product/MD821ZM/A/lightning-to-usb-camera-adapter) and a (powered) USB-hub.
es: Jamulus en iOS funciona bastante bien si está todo bien configurado. Sin embargo, recomendamos encarecidamente que utilices un interfaz de audio y un adaptador USB-Ethernet. Si tienes un dispositivo más antiguo que tiene un puerto Lightning y no USB-C, puedes utilizar algo como el [adaptador de cámara Lightning - USB](https://www.apple.com/uk/shop/product/MD821ZM/A/lightning-to-usb-camera-adapter) y un hub USB (con alimentación).
sv_se: Jamulus på iOS fungerar ganska bra om allt är korrekt inställt. Vi rekommenderar dock starkt att du använder ett ljudgränssnitt och en USB-Ethernet-adapter. Om du har en äldre enhet med en Lightning-port och inte USB-C kan du använda något som [Lightning to USB Camera Adapter](https://www.apple.com/uk/shop/product/MD821ZM/A/lightning-to-usb-camera-adapter) och en (strömad) USB-hubb.
zh_cn: 如果一切设置正确，iOS 上的 Jamulus 运行良好。但是，我们强烈建议您使用音频接口和 USB 以太网适配器。如果您拥有一台具有 Lightning 端口而非 USB-C 的旧设备，则可以使用 [Lightning 转 USB 相机适配器](https://www.apple.com/uk/shop/product/MD821ZM/A/lightning-to-usb-camera-adapter) 之类的设备以及（有源）USB 集线器。

source: If you must use Jamulus on a wireless network, you should prefer a cellular (5G) connection over WiFi.
es: Si tienes que usar Jamulus en una red inalámbrica, deberías de priorizar una conexión celular (5G) frente a WiFi.
sv_se: Om du måste använda Jamulus på ett trådlöst nätverk bör du föredra en mobil (5G) anslutning framför WiFi.
zh_cn: 如果您必须在无线网络上使用 Jamulus，您应该选择蜂窝（5G）连接而不是 WiFi。

source: Unofficial Jamulus compatible apps like [KOORD](https://apps.apple.com/us/app/koord/id1621509341) are available on the AppStore but may not have the same features as the official Jamulus release.
es: Hay aplicaciones no oficiales compatibles con Jamulus como [KOORD](https://apps.apple.com/us/app/koord/id1621509341) en la AppStore, pero puede que no tengan las mismas prestaciones que la versión oficial de Jamulus.
sv_se: Icke-officiella Jamulus-kompatibla appar som [KOORD](https://apps.apple.com/us/app/koord/id1621509341) finns på AppStore men kan ha andra funktioner än den officiella Jamulus-versionen.
zh_cn: 非官方 Jamulus 兼容应用程序（例如 [KOORD](https://apps.apple.com/us/app/koord/id1621509341) 可在 AppStore 上获取，但可能不具备与官方 Jamulus 版本相同的功能。

source: Install for iOS (for experienced users only)
es: Instalación en iOS (solo para usuarios experimentados)
fr: Installation pour iOS (pour utilisateurs expérimentées seulement)
sv_se: Installera för iOS (endast för erfarna användare)
zh_cn: 为 iOS 安装(仅限有经验的用户)

source: **Note**: We provide an unsigned .ipa file which you need to sign and then install on your device. If you are not Jailbroken (and have AppSync installed), you might need additional software to install Jamulus. There are multiple ways to do that, but this guide only explains the most standard approach. Please note that we assume you already have a (free) Apple developer account. If you don't have one, create an Apple ID and [Sign up for a developer account](https://developer.apple.com/membercenter). We recommend to create one without two factor authentification and unrelated to your potential personal account. You will need to enter the password in non-Apple software.
de: **Hinweis**: Wir stellen eine unsignierte .ipa-Datei zur Verfügung, die du signieren und dann auf deinem Gerät installieren musst. Wenn dein Gerät nicht Jailbroken ist (und AppSync installiert hast), benötigst du möglicherweise zusätzliche Software, um Jamulus zu installieren. Dafür gibt es mehrere Möglichkeiten, aber in dieser Anleitung wird nur die gängigste Methode beschrieben. Bitte beachte, dass wir davon ausgehen, dass du bereits ein (kostenloses) Apple-Entwicklerkonto hast. Wenn du noch keines hast, erstelle eine neue Apple ID und [registriere dich für ein Entwicklerkonto](https://developer.apple.com/membercenter). Wir empfehlen dir, ein Konto ohne Zwei-Faktor-Authentifizierung zu erstellen, das nicht mit deinem persönlichen Konto verknüpft ist. Du musst das Passwort in die Nicht-Apple-Software eingeben.
es: **Nota**: Ofrecemos un archivo .ipa que debes firmar y luego instalar en tu dispositivo. Si no tienes Jailbreak (y tienes AppSync instalado), puedes que necesites software adicional para instalar Jamulus Hay múltiples formas de hacerlo, pero esta guía solo explica la manera más estándar. Ten en cuenta que damos por hecho que ya tienes una cuenta de Desarrollador de Apple (gratuita). Si no la tienes, crea una ID de Apple y [Solicita una cuenta de desarrollador](https://developer.apple.com/membercenter). Recomendamos crear una sin autenticación de dos pasos y sin relación con tu potencial cuenta personal. Deberás introducir la contraseña en software que no es de Apple.
fr: **Note** : nous fournissons un fichier .ipa non signé que vous devez signer et installer sur votre périphérique. Si vous n'êtes pas "jailbreaké" (et que AppSync est installé), vous aurez peut-être besoin d'un logiciel supplémentaire pour installer Jamulus. Il existe plusieurs façons de procéder, mais ce guide n'explique que l'approche la plus standard. Veuillez noter que nous supposons que vous disposez déjà d'un compte (gratuit) de développeur Apple. Si vous n'en avez pas, créez un Apple ID et [Créer un compte de développeur](https://developer.apple.com/membercenter). Nous vous recommandons d'en créer un sans authentification à deux facteurs et sans lien avec votre éventuel compte personnel. Vous devrez saisir le mot de passe dans les logiciels non Apple.
it: **Nota**: forniamo un file .ipa non firmato, che devi firmare e quindi installare sul tuo dispositivo. Se non hai effettuato il jailbreak (e hai installato AppSync), potresti aver bisogno di software aggiuntivo per installare Jamulus. Esistono diversi modi per farlo, ma questa guida spiega solo l'approccio più standard. Tieni presente che supponiamo che tu abbia già un account sviluppatore Apple (gratuito). Se non ne hai uno, crea un ID Apple e [Registrati per un account sviluppatore](https://developer.apple.com/membercenter). Ti consigliamo di crearne uno senza autenticazione a due fattori e non correlato al tuo potenziale account personale. Dovrai inserire la password in software non Apple.
ko_kr: **참고**: 서명되지 않은 .ipa 파일을 제공하여 서명한 다음 장치에 설치해야 합니다. 탈옥되지 않은 경우(AppSync가 설치되어 있는 경우) Jamulus를 설치하려면 추가 소프트웨어가 필요할 수 있습니다. 이를 수행하는 방법에는 여러 가지가 있지만 이 가이드에서는 가장 표준적인 방법만 설명합니다. 이미 (무료) Apple 개발자 계정이 있다고 가정합니다. 없으시다면 Apple ID를 생성하시고 [개발자 계정 등록](https://developer.apple.com/membercenter)을 하시면 됩니다. 2단계 인증 없이 잠재적인 개인 계정과 관련이 없는 계정을 만드는 것이 좋습니다. Apple 이외의 소프트웨어에서는 암호를 입력해야 합니다.
nl: **Opmerking**: we bieden een niet-ondertekend .ipa-bestand dat je moet ondertekenen en vervolgens op je apparaat moet installeren. Als je niet gejailbreakt bent (en AppSync hebt geïnstalleerd), heb je mogelijk extra software nodig om Jamulus te installeren. Er zijn meerdere manieren om dat te doen, maar deze gids legt alleen de meest standaardaanpak uit. Houd er rekening mee dat we ervan uitgaan dat je al een (gratis) Apple-ontwikkelaarsaccount hebt. Als je er geen hebt, maak dan een Apple ID aan en [meld je aan voor een ontwikkelaarsaccount](https://developer.apple.com/membercenter). We raden aan om er een aan te maken zonder twee-factor-authenticatie en niet gerelateerd aan je potentiële persoonlijke account. Je moet het wachtwoord invoeren in niet-Apple-software.
sv_se: **Observera**: Vi tillhandahåller en osignerad .ipa-fil som du behöver signera och sedan installera på din enhet. Om du inte är Jailbroken (och har AppSync installerat) kan du behöva ytterligare mjukvara för att installera Jamulus. Det finns flera sätt att göra detta, men denna guide förklarar endast det mest standardmässiga tillvägagångssättet. Observera att vi förutsätter att du redan har ett (gratis) Apple Developer-konto. Om du inte har ett, skapa ett Apple ID och [Registrera dig för ett utvecklarkonto](https://developer.apple.com/membercenter). Vi rekommenderar att skapa ett utan tvåstegsverifiering och som inte är kopplat till ditt eventuella personliga konto. Du kommer att behöva ange lösenordet i icke-Apple-programvara.
zh_cn: **注意**:我们提供了一个未签名的 .ipa 文件，您需要对其进行签名然后安装在您的设备上。如果您没有越狱(并且安装了 AppSync)，您可能需要其他软件来安装 Jamulus。有多种方法可以做到这一点，但本指南仅解释最标准的方法。请注意，我们假设您已经拥有(免费)Apple 开发者帐户。如果您没有，请创建一个 Apple ID 并[注册开发者帐户](https://developer.apple.com/membercenter)。我们建议创建一个没有两个因素身份验证且与您的潜在个人帐户无关的帐户。您需要在非 Apple 软件中输入密码。

source: [Download Jamulus (.ipa) on a PC/Mac]({{ site.download_root_link }}{{ site.download_file_names.ios }}){:.button}
de: [Download Jamulus (.ipa) auf einen PC/Mac]({{ site.download_root_link }}{{ site.download_file_names.ios }}){:.button}
es: [Descarga Jamulus (.ipa) en un PC/Mac]({{ site.download_root_link }}{{ site.download_file_names.ios }}){:.button}
fr: [Téléchargez Jamulus (.ipa) sur un PC/Mac]({{ site.download_root_link }}{{ site.download_file_names.ios }}){:.button}
it: [Scarica Jamulus (.ipa) su un PC/Mac]({{ site.download_root_link }}{{ site.download_file_names.ios }}){:.button}
ko_kr: [PC/Mac에서 Jamulus(.ipa) 다운로드]({{ site.download_root_link }}{{ site.download_file_names.ios }}){:.button}
nl: [Download Jamulus (.ipa) op een PC/Mac]({{ site.download_root_link }}{{ site.download_file_names.ios }}){:.button}
sv_se: [Ladda ner Jamulus (.ipa) på en PC/Mac]({{ site.download_root_link }}{{ site.download_file_names.ios }}){:.button}
zh_cn: [在PC/Mac 上下载 Jamulus (.ipa)]({{ site.download_root_link }}{{ site.download_file_names.ios }}){:.button}

source: Sign the .ipa file (e.g. via Xcode or some other **trusted** app. We won't give recommendations here, but there exist apps for every operating system)
de: Signiere die .ipa-Datei (z. B. mit Xcode oder einer anderen **vertrauenswürdigen** Anwendung. Wir werden hier keine Empfehlungen geben, aber es gibt Apps für jedes Betriebssystem)
es: Firma el archivo .ipa (por ej. con Xcode u otra aplicación **fiable**. Aquí no damos recomendaciones, pero hay aplicaciones para cada sistema operativo)
fr: Signez le fichier .ipa (par exemple via Xcode ou une autre application **de confiance**. Nous ne donnerons pas de recommandations ici, mais il existe des applications pour chaque système d'exploitation)
it: Firma il file .ipa (ad esempio tramite Xcode o qualche altra app **attendibile**. Non daremo consigli qui, ma esistono app per ogni sistema operativo)
ko_kr: .ipa 파일에 서명합니다(예를 들어, Xcode 또는 다른 **신뢰할 수 있는** 앱을 통해. 여기서는 권장 사항을 제공하지 않겠지만 모든 운영 체제에는 앱이 있음)
nl: Onderteken het .ipa-bestand (bijvoorbeeld via Xcode of een andere **vertrouwde** app. We zullen hier geen aanbevelingen doen, maar er zijn apps voor elk besturingssysteem)
sv_se: Signera .ipa-filen (t.ex. via Xcode eller någon annan **betrodd** app. Vi ger inga rekommendationer här, men det finns appar för alla operativsystem)
zh_cn: 签署 .ipa 文件(例如，通过 Xcode 或其他一些 **受信任的** 应用程序。我们不会在这里给出建议，但每个操作系统都有应用程序)

source: Once signed and installed; on your iOS device open Settings, navigate to General>Profiles (or VPN and Device Management). Tap on the developer account corresponding to your account and trust the account.
de: Nach der Unterzeichnung und Installation öffnest du auf deinem iOS-Gerät die Einstellungen und navigierst dann zu Allgemein>Profile (oder VPN und Geräteverwaltung). Tippe auf das Entwicklerkonto, das deinem Konto entspricht, und vertraue dem Konto.
es: Una vez firmado e instalado, en tu dispositivo iOS abre Ajustes, navega a General>Perfiles (o VPN y Gestión de Dispositivos). Selecciona la cuenta de desarrollador correspondiente a tu cuenta y activa confianza para la cuenta.
fr: Une fois signée et installée ; ouvrez Paramètres sur votre périphérique iOS, naviguez jusqu’à Général>Profils (ou VPN et Gestion de l'appareil). Choisissez le compte développeur correspondant à votre compte et validez le compte.
it: Una volta firmato e installato, sul tuo dispositivo iOS apri Impostazioni, vai a Generale>Profili (o VPN e Gestione dispositivi). Tocca l'account sviluppatore corrispondente al tuo account e fidati dell'account.
ko_kr: 일단 서명하고 설치합니다. 사용자의 iOS 기기에서 설정을 열고 일반>프로필(또는 VPN 및 기기 관리)로 이동합니다. 사용자의 계정에 해당하는 개발자 계정을 탭하고 계정을 신뢰하십시오.
nl: Eenmaal ondertekend en geïnstalleerd; op je iOS-apparaat open Instellingen, navigeer naar Algemeen> Profielen (of VPN en Apparaatbeheer). Tik op het ontwikkelaarsaccount dat overeenkomt met je account en vertrouw het account.
sv_se: När filen är signerad och installerad, öppna Inställningar på din iOS-enhet, navigera till Allmänt > Profiler (eller VPN och enhetshantering). Tryck på utvecklarkontot som motsvarar ditt konto och lita på kontot.
zh_cn: 一旦签署并安装;在您的 iOS 设备上打开设置，导航到常规>配置文件(或 VPN 和设备管理)。点击与您的帐户对应的开发者帐户并信任该帐户。

source: Open Jamulus from your home-screen
de: Öffne Jamulus über den Startbildschirm
es: Abre Jamulus desde la pantalla de inicio
fr: Ouvrez Jamulus depuis votre écran d'accueil
it: Apri Jamulus dalla schermata iniziale
ko_kr: 홈 화면에서 Jamulus 열기
nl: Open Jamulus vanaf je startscherm
sv_se: Öppna Jamulus från din startskärm
zh_cn: 从您的主屏幕打开 Jamulus

source: After 7 days you will need to re-sign Jamulus if you are using a free developer account. Re-do everything from Step 4.
de: Nach 7 Tagen musst du dich erneut bei Jamulus anmelden, wenn du ein kostenloses Entwicklerkonto verwendest. Führe die Aktivierung ab Schritt 4 erneut durch.
es: Tras 7 días tendrás que volver a firmar Jamulus si utilizas una cuenta gratuita de desarrollador. Vuelve a realizar todo desde el paso 4.
fr: Après 7 jours, vous devrez signer à nouveau Jamulus si vous utilisez un compte développeur gratuit. Reprenez tout à partir de l'étape 4.
it: Dopo 7 giorni dovrai firmare nuovamente Jamulus se stai utilizzando un account sviluppatore gratuito. Rifai tutto dal passaggio 4.
ko_kr: 무료 개발자 계정을 사용하는 경우 7일 후에 Jamulus에 다시 서명해야 합니다. 4단계부터 모든 작업을 다시 수행합니다.
nl: Na 7 dagen moet je Jamulus opnieuw ondertekenen als je een gratis ontwikkelaarsaccount gebruikt. Doe alles opnieuw vanaf stap 4.
sv_se: Efter 7 dagar måste du signera om Jamulus om du använder ett gratis utvecklarkonto. Gör om allt från steg 4.
zh_cn: 如果您使用免费的开发者帐户，7 天后您将需要重新签署 Jamulus。从第 4 步重新执行所有操作。

source: If you own a Mac and have Xcode installed, compiling Jamulus from source might be another, more native option. Please have a look at the [compilation instructions for iOS](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md#ios).
es: Si tienes un Mac y Xcode instalado, compilar Jamulus de las fuentes puede ser una opción más nativa. Consulta [las instrucciones de compilación en iOS](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md#ios).
fr: Si vous possédez un Mac et que Xcode est installé, compiler Jamulus depuis les sources pourrait être une autre option, plus native. Veuillez consulter les [instructions de compilation pour iOS (en anglais)](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md#ios).
ko_kr: Mac을 소유하고 있고 Xcode가 설치되어 있는 경우, 소스에서 Jamulus를 컴파일하는 것이 또 다른 기본 옵션일 수 있습니다. [iOS용 컴파일 지침](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md#ios)을 참조하십시오.
nl: Als je een Mac bezit en Xcode hebt geïnstalleerd, kan het compileren van Jamulus vanaf de bron een andere, meer natuurlijke optie zijn. Neem eens een kijkje op de [compilatie instructies voor iOS (engelstalig)](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md#ios).
sv_se: Om du äger en Mac och har Xcode installerat kan kompilering av Jamulus från källkod vara ett annat, mer inbyggt alternativ. Se gärna [compilation instructions for iOS](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md#ios).
zh_cn: 如果你拥有一台 Mac 并且安装了 Xcode，从源代码编译 Jamulus 可能是另一个更本源的选择。请看一下 [iOS 的编译说明](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md#ios)。

source: Feedback and development
es: Comentarios y desarrollo
fr: Commentaires et développement
sv_se: Återkoppling och utveckling
zh_cn: 反馈和开发

source: Our view is that the iOS version is not sufficiently mature to be published on the AppStore. Feel free to help out: Just head over to the [Jamulus GitHub repo](https://github.com/jamulussoftware/jamulus/).
es: Nuestra postura es que la versión iOS no está lo suficientemente madura para su publicación en el AppStore. No dudes en echar una mano: dirígete al [repositorio GitHub de Jamulus](https://github.com/jamulussoftware/jamulus/).
sv_se: Vår uppfattning är att iOS-versionen inte är tillräckligt mogen för att publiceras på AppStore. Känn dig fri att hjälpa till: Gå bara till [Jamulus GitHub-repo](https://github.com/jamulussoftware/jamulus/).
zh_cn: 我们认为 iOS 版本还不够成熟，无法在 AppStore 上发布。欢迎提供帮助：只需前往 [Jamulus GitHub 存储库](https://github.com/jamulussoftware/jamulus/)。
