Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Installation-for-Macintosh.po
Languages: es, fr, ko_kr, nl, pt, zh_cn

source: en
es: es
fr: fr
ko_kr: ko_KR
nl: nl
pt: pt
zh_cn: zh_CN

source: Installation for macOS
es: Instalación en macOS
fr: Installation sous macOS
ko_kr: macOS용 설치
nl: Installatie voor macOS
pt: Instalação no macOS
zh_cn: 为 MacOS 安装

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
es: {% include breadcrumb.html root="Utilización de Jamulus" branch1="Cómo Empezar" branch1-url="Getting-Started" %}
fr: {% include breadcrumb.html root="Utiliser Jamulus" branch1="Configuration" branch1-url="Getting-Started" %}
ko_kr: {% include breadcrumb.html root="Jamulus 사용" branch1="시작하기" branch1-url="시작하기" %}
nl: {% include breadcrumb.html root="Jamulus gebruiken" branch1="Aan de slag" branch1-url="Getting-Started" %}
pt: {% include breadcrumb.html root="Usand Jamulus" branch1="Começando" branch1-url="Getting-Started" %}
zh_cn: {% include breadcrumb.html root="使用 Jamulus" branch1="快速入门" branch1-url="Getting-Started" %}

source: # Installation for macOS
es: # Instalación en macOS
fr: # Installation sous macOS
ko_kr: # macOS용 설치
nl: # Installatie voor macOS
pt: # Instalação no macOS
zh_cn: # 为 MacOS 安装

source: Make sure you've already read the [Getting Started](Getting-Started) page.
es: Asegúrate de haber leído la página de [Cómo Empezar](Getting-Started).
fr: Assurez-vous d'avoir déjà lu la page [Configuration](Getting-Started).
ko_kr: [시작하기](시작하기) 페이지를 이미 읽었는지 확인합니다.
nl: Zorg dat je de [aan de slag](Getting-Started) pagina hebt gelezen.
pt: Primeiro tenha certeza que você já leu a página [Começando](Getting-Started).
zh_cn: 确保您已经阅读了 [入门](Getting-Started) 页面。

source: [Download Jamulus]({{ site.download_root_link }}{{ site.download_file_names.mac }}){: .button}\\
es: [Descarga Jamulus]({{ site.download_root_link }}{{ site.download_file_names.mac }}){: .button}\\
pt: [Baixe o Jamulus]({{ site.download_root_link }}{{ site.download_file_names.mac }}){: .button}\\

source: **macOS Sierra (10.12) or lower:** [Download legacy version]({{ site.download_root_link }}{{ site.download_file_names.mac-legacy }})\\ **Mirror 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download)
es: **macOS Sierra (10.12) o menor:** [Descargar versión heredada]({{ site.download_root_link }}{{ site.download_file_names.mac-legacy }})\\ **Mirror 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download)

source: **Install Jamulus**: Open the downloaded `.dmg` file, agree to the license, *drag and drop* the two icons you see in the window (Jamulus client and server) into your *Applications folder*. After that, you can close this window.
es: **Instala Jamulus**: Abre el archivo `.dmg`, acepta la licencia, *arrastra y pega* los dos iconos que ves en la ventana (cliente y servidor Jamulus) en tu *Carpeta de aplicaciones*. Ahora puedes cerrar esta ventana.
pt: **Instale o Jamulus**: Abra o arquivo `.dmg` que você baixou, concorde com os termos de licensa, *clique e arraste* os dois ícones que você está vendo (Jamulus - cliente e servidor) na sua *Pasta de programas*. Feito isso, Você pode fechar essa janela.

source: **Run Jamulus**. Now you should be able to use Jamulus just like any other application. If you see a message which tells you that Jamulus can't be opened because the developer can't be verified, read on and have a look at the following section.
es: **Ejecuta Jamulus**.Ahora deberías de poder usar Jamulus como cualquier otra aplicación. Si ves un mensaje diciendo que Jamulus no puede abrirse porque el desarrollador no puede ser verificado, sigue leyendo y echa un vistazo a la siguiente sección.
pt: **Inicie o Jamulus**. Agora você pode usar o Jamulus como qualquer outra aplicação. Se você vir uma mensagem dizendo que Jamulus não pode ser aberto porque o desenvolvedor não pode ser verificado, continue lendo e dê uma olhada na próxima seção.

source: _You can remove the folder in the Downloads directory containing the `.dmg` and eject the "Jamulus" drive on your desktop. They are no longer needed._
es: _Puedes eliminar la carpeta en el directorio de Descargas que contiene el archivo `.dmg` y expulsar la unidad "Jamulus" del escritorio. Ya no son necesarios._
fr: _Vous pouvez éjecter le volume "Jamulus" de votre bureau et supprimer le dossier dans le répertoire Téléchargements contenant le `.dmg`. Ils ne sont plus nécessaires._>
ko_kr: _다운로드 디렉터리에서 `.dmg`가 포함된 폴더를 제거하고 사용자의 바탕화면에서 "Jamulus" 드라이브를 꺼낼 수 있습니다. 그것들은 더 이상 필요하지 않습니다._
nl: _Je kunt de map in de map Downloads die de `.dmg` bevat verwijderen en de schijf "Jamulus" op je bureaublad verwijderen. Deze zijn niet meer nodig._
pt: _Você pode ejetar o drive "Jamulus" do seu desktop e deletar a pasta no seu diretório de Downloads que contém o `.dmg`. Você não vai mais precisar deles._
zh_cn: _您可以删除下载目录中包含 `.dmg` 的文件夹，然后在桌面上弹出“Jamulus”驱动器。他们不再需要了。_

source: ## "Jamulus" can't be opened because the developer cannot be verified
es: ## "Jamulus" no puede abrirse porque no se puede verificar el desarrollador
fr: ## "Jamulus" ne peut pas être ouvert car le développeur ne peut pas être vérifié
ko_kr: ## 개발자를 입증할 수 없으므로 "Jamulus" 를 열 수 없습니다
nl: ## "Jamulus" kan niet worden geopend omdat de ontwikkelaar niet kan worden geverifieerd
pt: ## "Jamulus" não pode ser aberto porque o desenvolvedor não pode ser verificado
zh_cn: ## "Jamulus" 无法打开，因为无法验证开发者

source: <figure><img src="{{site.url}}/assets/img/en-screenshots/verification-mac.png" loading="lazy" alt="Image of a macOS warning screen for Jamulus warning the developer cannot be verified"></figure>
es: <figure><img src="{{site.url}}/assets/img/es-screenshots/verification-mac.png" loading="lazy" alt="Imagen de una ventana de macOS avisando de que no se puede verificar el desarrollador"></figure>
pt: <figure><img src="{{site.url}}/assets/img/pt-screenshots/verification-mac.png" loading="lazy" alt="Alerta macOS dizendo que o desenvolvedor não pode ser verificado"></figure>

source: The first time you try to double-click Jamulus to run it, you will probably see a message saying it cannot be opened. We don't code-sign Jamulus yet (it's quite expensive).
es: La primera vez que trates de hacer doble clic en Jamulus para ejecutarlo, probablemente verás un mensaje diciendo que no puede abrirse. De momento no realizamos la firma de código para Jamulus (es bastante caro).
pt: Quando se tenta abrir Jamulus pela primeira vez, provavelmente aparecerá uma mensagem dizendo que ele não pode ser aberto. Nós não fazemos assinatura de código ainda (é muito caro).

source: To open Jamulus
es: Para abrir Jamulus
fr: Pour ouvrir Jamulus
ko_kr: Jamulus를 열려면
nl: Om Jamulus te starten
pt: Para contornar esse problema:
zh_cn: 要打开 Jamulus

source: Navigate to the Applications folder via Finder
es: Navega a la carpeta de Aplicaciones con Finder
pt: Use o finder e vá até a pasta de programas

source: Double-click on Jamulus and wait for the above-mentioned message
es: Haz doble-clic en Jamulus y espera al mensaje mencionado arriba
fr: Double-cliquez sur Jamulus et attendez le message susmentionné
ko_kr: Jamulus를 두 번 클릭하고 위에서 언급한 메시지를 기다립니다
nl: Dubbelklik op Jamulus en wacht totdat bovenstaande bericht wordt weergegeven
pt: Dê um clique duplo no Jamulus e espere até a mensagem descrita acima aparecer
zh_cn: 双击 Jamulus 并等待上述消息

source: Close this message by clicking on "Cancel"
es: Cierra este mensaje haciendo clic en "Cancelar"
fr: Fermez ce message en cliquant sur "Annuler"
ko_kr: "취소하기"를 클릭하여 이 메시지를 닫습니다
nl: Sluit dit bericht door op "OK" te klikken
pt: Feche essa mensagem clicando em "Cancelar"
zh_cn: 单击“取消”关闭此消息

source: Now control-click (or right-click) on Jamulus, and select "Open" from the top of the menu.
es: Ahora haz control-clic (o clic derecho) en Jamulus y selecciona "Abrir" de la parte de arriba del menú.
fr: Maintenant, faites un contrôle-clic (ou un clic droit) sur Jamulus et sélectionnez "Ouvrir" dans le haut du menu.
ko_kr: 이제 Jamulus에서 제어-클릭(또는 오른쪽 클릭)하고, 메뉴 상단에서 "열기"를 선택합니다.
nl: Control-klik nu (of klik met de rechtermuisknop) op Jamulus en selecteer "Open" bovenaan het menu.
pt: Segure a tecla Control e clique (ou clique com o botão direito) no Jamulus, então selecione "Abrir" no topo do menu.
zh_cn: 现在按住 Control 键单击（或右键单击）Jamulus，然后从菜单顶部选择“打开”。

source: You will then get a slightly different version of the same message, which allows you to click "Open" and go ahead with running it. You will not be shown this warning again - just double-click it to run after that. For further information about this warning see [this Apple Support Page](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac).
es: Ahora verás una versión ligeramente diferente del mismo mensaje, que te permite hacer clic para Abrir y ejecutarlo. No se te mostrará esta advertencia más - simplement haz doble clic para ejecutarlo en adelante. Para más información consulta [esta página de Soporte para Apple](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac).
pt: Você verá uma versão ligeiramente diferente da mesma mensagem, agora aparecerá um botão "Abrir", que você pode clicar para continar e abrir o Jamulus. Essa mensagem de alerta não vai aparecer de novo - nas próximas vezes basta abrí-lo normalmente com um clique duplo. Para mais informações sobre essa mensagem de alerta leia [essa página de suporte da Apple](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac).

source: ## All installed?
es: ## ¿Todo instalado?
fr: ## Tout est installé ?
ko_kr: ## 모두 설치되었습니까?
nl: ## Alles ge√Ønstalleerd?
pt: ## Tudo instalado?
zh_cn: ##全部安装完毕？

source: Jamulus has been installed and can be used now. You can now take a look at the
es: Jamulus ha sido instalado y puede utilizarse. Ahora puedes echar un vistazo a la
pt: Jamulus foi instalado e pode ser usado agora. Talvez você queira dar uma olhada na página

source: [Jamulus setup page](Getting-Started){: .button}
es: [página de configuración de Jamulus](Getting-Started){: .button}

source: Upgrading? You may want to [back up your configuration](Software-Manual#backing-up-jamulus) first.
fr: Mise à jour ? Vous pouvez d'abord [sauvegarder votre configuration](Software-Manual#sauvegarde-de-jamulus).
ko_kr: 업그레이드중입니까? 먼저 [사용자의 구성 백업](Software-Manual#backing-up-jamulus)을 원할 수 있습니다.
nl: Upgraden? Misschien wil je eerst een [back-up van je configuratie](Software-Manual#een-back-up-maken-van-jamulus) maken.
zh_cn: 升级？您可能需要先 [备份您的配置](Software-Manual#备份-jamulus)。

source: [Download Jamulus (Universal build)]({{ site.download_root_link }}{{ site.download_file_names.mac }}){: .button}\\
fr: [Téléchargez Jamulus (Construction universelle)]({{ site.download_root_link }}{{ site.download_file_names.mac }}){: .button}\\
ko_kr: [Jimulus 다운로드 (보편적인 빌드){]( site.download_root_link }}{{ site.download_file_names.mac }}){: .button}\\
nl: [Download Jamulus (Universele versie)]({{ site.download_root_link }}{{ site.download_file_names.mac }}){: .button}\\
zh_cn: [下载 Jamulus (Universal build)]({{ site.download_root_link }}{{ site.download_file_names.mac }}){: .button}\\

source: **macOS Mojave (10.14) or lower:** [Download legacy version]({{ site.download_root_link }}{{ site.download_file_names.mac-legacy }})\\ **Mirror 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download)
fr: Pour **macOS Mojave (10.14) ou inférieurs** [télécharger une version anciennes]({{ site.download_root_link }}{{ site.download_file_names.mac-legacy }})\\ **Miroir 2 :** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download)
ko_kr: **macOS Mojave(10.14) 이하:** [기존 버전 다운로드]({{ site.download_root_link }}{{ site.download_file_names.mac-legacy }})\\ **미러 2:** [소스포지](https://sourceforge.net/projects/llcon/files/latest/download)
nl: **macOS Mojave (10.14) of lager:** [Download legacy versie]({{ site.download_root_link }}{{ site.download_file_names.mac-legacy }})\\ **Mirror 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download)
zh_cn: **macOS Mojave (10.14) or lower:** [下载旧版本]({{ site.download_root_link }}{{ site.download_file_names.mac-legacy }})\\ **镜像 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download)

source: **Install Jamulus**: Open the downloaded `.dmg` file, agree to the licence, *drag and drop* each icon you see in the window (Jamulus Client and Server) into your *Applications folder*. After that, you can close this window.
fr: **Installez Jamulus** : Ouvrez le fichier `.dmg` téléchargé, acceptez la licence, *copiez collez* les icônes que vous voyez dans la fenêtre (Jamulus client et serveur) dans votre *dossier Applications*. Après cela, vous pouvez fermer cette fenêtre.
ko_kr: **Jamulus 설치**: 다운로드한 `.dmg` 파일을 열고 라이선스에 동의한 다음 창(Jamulus 클라이언트 및 서버)에 표시되는 각 아이콘을 *응용 프로그램 폴더*로 *끌어다 놓기*합니다. 그런 다음이 창을 닫을 수 있습니다.
nl: **Installeer Jamulus**: Open het gedownloade `.dmg-bestand`, ga akkoord met de licentie, *sleep* de pictogrammen die je in het venster ziet (Jamulus-client en -server) naar de *Applicaties* map. Daarna kun je dit venster sluiten.
zh_cn: **安装 Jamulus**:打开下载的 `.dmg` 文件，同意许可，*拖放*您在窗口中看到的每个图标（Jamulus 客户端和服务器）到您的 *Applications 文件夹*。之后，您可以关闭此窗口。

source: **Run Jamulus**. Now you should be able to use Jamulus just like any other application.
fr: **Exécutez Jamulus**. Vous devriez maintenant pouvoir utiliser Jamulus comme n'importe quelle autre application.
ko_kr: **Jamulus 실행**. 이제 다른 응용 프로그램과 마찬가지로 Jamulus를 사용할 수 있어야합니다.
nl: **Start Jamulus**. Nu zou je Jamulus net als elke andere applicatie moeten kunnen gebruiken.
zh_cn: **运行 Jamulus**。现在您应该能够像使用任何其他应用程序一样使用 Jamulus。

source: If you are using the "legacy" version of Jamulus (because you are running an older version of macOS), the first time you run Jamulus, you will see a message saying it cannot be opened.
fr: Si vous utilisez la version " historique " de Jamulus (parce que vous exécutez une ancienne version de macOS), la première fois que vous lancerez Jamulus, vous verrez un message indiquant qu'il ne peut pas être ouvert.
ko_kr: Jamulus의 "기존" 버전을 사용하는 경우(이전 버전의 macOS를 실행하기 때문에), Jamulus를 처음 실행할 때 열 수 없다는 메시지가 표시됩니다.
nl: Wanneer je de "legacy" versie van Jamulus gebruikt (omdat je een oudere versie van macOS hebt), dan zal de eerste keer dat je Jamulus start een bericht verschijnen dat het niet kan worden geopend.
zh_cn: 如果您使用的是 Jamulus 的“旧版”（因为您运行的是旧版本的 macOS），第一次运行 Jamulus 时，您会看到一条消息说它无法打开。

source: Go to the Applications folder via Finder
fr: Accédez au dossier Applications via Finder
ko_kr: Finder를 통해 응용 프로그램 폴더로 가기
nl: Ga naar de Apps map via de Finder
zh_cn: 通过 Finder 转到 Applications 文件夹

source: You will then get a slightly different version of the same message, which allows you to click "Open". From the on, you can run Jamulus in the normal way and the message won't appear. For further information about this warning see [this Apple Support Page](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac).
fr: Vous aurez alors une version légèrement différente du même message, qui vous permettra de cliquer sur "Ouvrir". À partir de ce moment, vous pouvez exécuter Jamulus de manière normale et le message n'apparaîtra plus. Pour plus d'informations à propos de cet avertissement, consultez [cette page d'assistance Apple (en anglais)](https://support.apple.com/fr-fr/guide/mac-help/mh40616/mac).
ko_kr: 그런 다음 "열기"를 클릭 할 수있는 동일한 메시지의 약간 다른 버전을 받게됩니다. 처음부터 Jamulus를 정상적인 방식으로 실행할 수 있으며 메시지가 나타나지 않습니다. 이 경고에 대한 자세한 내용은 [이 Apple 지원 페이지](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac)를 참조하십시오.
nl: Je krijgt dan een iets andere versie van hetzelfde bericht, waarmee je op "Open" kunt klikken en het kunt uitvoeren. Van nu af aan kun je Jamulus op de gebruikelijke manier starten en krijg je deze waarschuwing nu niet meer te zien. Voor meer informatie over deze waarschuwing zie [deze Apple Support Pagina](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac).
zh_cn: 然后，您将获得相同消息的略有不同的版本，允许您单击“打开”。从那以后，您可以以正常方式运行 Jamulus，并且不会出现该消息。有关此警告的更多信息，请参阅 [此 Apple 支持页面](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac)。

source: Take a look at the
fr: Jetez un coup d'œil à la
ko_kr: 살펴보기
nl: Kijk eens naar de
zh_cn: 看看

source: [Getting Started page](Getting-Started){: .button}
ko_kr: [시작하기 페이지](시작하기){: .button}
nl: [Aan de slag pagina](Getting-Started){: .button}
zh_cn: [入门页面](Getting-Started){: .button}
