Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Installation-for-Windows.po
Languages: de, fr, ko_kr, nl, pt, sv_se, th, zh_cn

source: Afterwards, *set up the inputs/outputs again*. Enabled and accessible input/outputs show as lit up power buttons and play buttons in the ASIO4ALL settings. If instead you see a red cross or yellow symbol, close other applications that may be accessing your sound card (e.g. web browser, Zoom, etc).
de: Danach versuche *die Ein-/Ausgänge nochmal neu einzurichten*. Aktivierte und zugängliche Ein-/Ausgänge zeigen ein leuchtendes An/Aus- und ein Play-Symbol. Wenn du ein rotes Kreuz oder ein gelbes Symbol siehst, musst du eventuell andere Anwendungen schließen (z.B. deinen Browser, Zoom, usw.) oder deinen PC neu starten.
fr: Ensuite, *réglez les entrées/sorties à nouveau*. Les entrées/sorties activées et accessibles sont représentées par des boutons d'alimentation et de lecture allumés dans les paramètres d'ASIO4ALL. Si, au contraire, vous voyez une croix rouge ou un symbole jaune, fermez les autres applications qui peuvent accéder à votre carte son (par exemple, le navigateur, Zoom, etc).
ko_kr: 그런 다음 *입력/출력을 다시 설정*합니다. 활성화되고 액세스 가능한 입력/출력은 ASIO4ALL 설정에서 전원 버튼과 재생 버튼이 켜진 상태로 표시됩니다. 대신 빨간색 십자가 또는 노란색 기호가 표시되면 사운드 카드에 액세스할 수 있는 다른 응용 프로그램(예: 웹 브라우저, Zoom 등)을 닫습니다.
nl: Daarna *stel je de in-/uitgangen opnieuw in*. Ingeschakelde en toegankelijke in-/uitgangen worden weergegeven als verlichte aan/uit-knoppen en afspeelknoppen in de ASIO4ALL instellingen. Als je in plaats daarvan een rood kruis of geel symbool ziet, sluit dan andere toepassingen die mogelijk toegang hebben tot de geluidskaart (bijv. webbrowser, Zoom, enz.).
sv_se: Därefter, *ställ in ingångarna/utgångarna igen*. Aktiverade och tillgängliga ingångar/utgångar visas som upplysta strömknappar och uppspelningsknappar i ASIO4ALL-inställningarna. Om du istället ser ett rött kryss eller en gul symbol, stäng andra applikationer som kan ha åtkomst till ditt ljudkort (t.ex. webbläsare, Jitsi, Zoom, etc.).
th: หลังจากนั้น *ให้ตั้งค่าอินพุต/เอาต์พุตอีกครั้ง* โดย ASIO4ALL จะแสดงอินพุต/เอาต์พุตที่เปิดใช้งานได้ เป็นไอคอนปุ่มเปิดปิดและปุ่มเล่นที่มีไฟติด หากคุณเห็นเครื่องหมายกากบาทสีแดงหรือสัญลักษณ์สีเหลืองแทน ให้ปิดแอปพลิเคชันอื่นๆ ที่อาจกำลังเข้าถึงการ์ดเสียงของคุณ (เช่น เว็บเบราว์เซอร์, Zoom และอื่นๆ)
zh_cn: 之后，*再次设置输入/输出*。启用和可访问的输入/输出在 ASIO4ALL 设置中显示为亮起的电源按钮和播放按钮。相反，如果您看到红色叉号或黄色符号，请关闭可能正在访问您的声卡的其他应用程序(例如 Web 浏览器、Zoom 等)。

source: Official and further information about how to configure ASIO4ALL is documented in the official [ASIO4ALL FAQs on the ASIO4ALL website](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"}.
de: Offizielle und ausführliche Infos zur Konfiguration von ASIO4ALL sind auch in den [FAQs auf der ASIO4ALL Website](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"} dokumentiert.
fr: Des informations officielles et supplémentaires sur la façon de configurer ASIO4ALL sont documentées dans la [FAQ officielle d'ASIO4ALL sur le site web d'ASIO4ALL](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"}.
ko_kr: ASIO4ALL을 구성하는 방법에 대한 공식 및 추가 정보는 공식 [ASIO4ALL 웹 사이트의 모든 FAQ](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"}에 설명되어 있습니다.
nl: Officiële en verdere informatie over het configureren van ASIO4ALL is gedocumenteerd in de officiële [ASIO4ALL FAQs op de ASIO4ALL website](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"}.
sv_se: Officiell och ytterligare information om hur du konfigurerar ASIO4ALL finns dokumenterad i den officiella [ASIO4ALL FAQ på ASIO4ALL:s webbplats](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"}.
th: ข้อมูลเพิ่มเติมอย่างเป็นทางการเกี่ยวกับวิธีการกำหนดค่า ASIO4ALL สามารถดูได้ที่ [ASIO4ALL FAQs บนเว็บไซต์ของ ASIO4ALL](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"}.
zh_cn: 关于如何配置 ASIO4ALL 的官方和更多信息记录在官方 [ASIO4ALL 网站上的 ASIO4ALL 常见问题解答](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"}。

source: All installed?
de: Alles installiert?
fr: Tout est installé ?
ko_kr: 모두 설치되었습니까?
sv_se: Allt installerat?
th: ติดตั้งเสร็จแล้วใช่ไหม?
zh_cn: 全部安装完毕？

source: Take a look at
de: Wirf einen Blick auf die
fr: Jetez un coup d'œil à la
ko_kr: 살펴보기
nl: Kijk eens naar de
sv_se: Titta på
th: ลองดูหน้า
zh_cn: 看一看

source: [Getting Started page](Getting-Started){: .button}
de: [Jamulus Setup Seite](Getting-Started){: .button}
fr: [Page de démarrage](Getting-Started){: .button}
ko_kr: [시작하기 페이지](시작하기){: .button}
nl: [Aan de slag pagina](Getting-Started){: .button}
sv_se: [Komma igång](Getting-Started){: .button}
th: [เริ่มต้นใช้งาน](Getting-Started){: .button}
zh_cn: [入门页面](Getting-Started){: .button}

source: If you don't want to use ASIO or prefer [JACK on Windows](https://jackaudio.org/faq/jack_on_windows.html), you can also use the [JACK version of Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows-jack }}).
nl: Als je ASIO niet wilt gebruiken of liever [JACK voor Windows](https://jackaudio.org/faq/jack_on_windows.html) wilt gebruiken dan kun je ook de [JACK-versie van Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows-jack }}) gebruiken.
