Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Installation-for-Linux.po
Languages: de, ko_kr, nl, sv_se, th, zh_cn

source: To set up your system: 1. Open `pavucontrol` (the audio mixer) and choose the "pro-audio" profile for your sound hardware in the configuration tab. 2. In a terminal use the following two commands to force PipeWire's rate and quantum:
nl: Om jouw systeem in te stellen: 1. Open `pavucontrol` (de audiomixer) en kies het profiel "pro-audio" voor jouw geluidshardware in het configuratietabblad. 2. Gebruik in een terminal-venster de volgende twee opdrachten om de rate en quantum van PipeWire te forceren:
sv_se: För att ställa in ditt system: 1. Öppna `pavucontrol` (ljudmixern) och välj "pro-audio"-profilen för din ljudhårdvara i konfigurationsfliken. 2. Använd följande två kommandon i en terminal för att tvinga PipeWires hastighet och kvantum:
zh_cn: 设置系统： 1. 打开 `pavucontrol`（音频混合器），在配置选项卡中为声音硬件选择 "pro-audio "配置文件。 2. 在终端中使用以下两条命令强制 PipeWire 的速率和量子：

source: After this, continue from the [Start Jamulus](Installation-for-Linux#start-jamulus) section below.
nl: Ga hierna verder vanaf het gedeelte [Start Jamulus](Installatie-for-Linux#start-jamulus) hieronder.
sv_se: Efter detta, fortsätt från avsnittet [Starta Jamulus](Installation-for-Linux#start-jamulus) nedan.
th: หลังจากนั้น ไปที่หัวข้อ [เริ่ม Jamulus](Installation-for-Linux#start-jamulus) ด้านล่าง
zh_cn: 此后，从下面的 [启动 Jamulus](Installation-for-Linux#启动-jamulus) 部分继续。

source: Start Jamulus
de: Jamulus starten
ko_kr: Jamulus 시작하기
sv_se: Starta Jamulus
th: เริ่ม Jamulus
zh_cn: 启动 Jamulus

source: With JACK or PipeWire configured, launch Jamulus.
nl: Start Jamulus nadat JACK of PipeWire is geconfigureerd.
sv_se: Med JACK eller PipeWire konfigurerat, starta Jamulus.
th: หลังจากกำหนดค่า JACK หรือ PipeWire เสร็จแล้ว ให้เปิด Jamulus
zh_cn: 配置 JACK 或 PipeWire 后，启动 Jamulus。

source: If you have any problems, first check [the troubleshooting page](Client-Troubleshooting).
nl: Als je problemen ondervindt, controleer dan eerst [de pagina voor probleemoplossing](Client-Troubleshooting).
sv_se: Om du har några problem, kolla först [felsökningssidan](Client-Troubleshooting).
th: หากคุณมีปัญหาใดๆ ให้ตรวจสอบ [หน้าการแก้ไขปัญหา](Client-Troubleshooting) ก่อน
zh_cn: 如果您遇到任何问题，请首先检查[故障排除页面](Client-Troubleshooting)。

source: All installed?
de: Alles installiert?
ko_kr: 모두 설치되었습니까?
nl: Alles geïnstalleerd?
sv_se: Allt installerat?
th: ติดตั้งเสร็จแล้วใช่ไหม?
zh_cn: 全部安装完毕？

source: Take a look at the
de: Jetzt kannst du auf die folgende Seite gehen
ko_kr: 살펴보기
nl: Kijk eens naar de
sv_se: Titta på
th: ลองดูหน้า
zh_cn: 看看

source: [Getting Started page](Getting-Started){: .button}
de: [Jamulus Setup Seite](Getting-Started){: .button}
ko_kr: [시작하기 페이지](Getting-Started){: .button}
nl: [Aan de slag pagina](Getting-Started){: .button}
sv_se: [Komma igång](Getting-Started){: .button}
th: [เริ่มต้นใช้งาน](Getting-Started){: .button}
zh_cn: [入门页面](Getting-Started){: .button}

source: Jamulus Clients need [JACK](https://jackaudio.org/) to run, but you need to configure that first. The recommended method is to use `QjackCtl`.
de: Jamulus-Clients benötigen [JACK](https://jackaudio.org/) für den Betrieb, aber das musst du zuerst konfigurieren. Die empfohlene Methode ist die Verwendung von `QjackCtl`.
ko_kr: Jamulus 클라이언트를 실행하려면 [JACK](https://jackaudio.org/)가 필요하지만, 먼저 구성해야 합니다. 권장되는 방법은 `QjackCtl`을 사용하는 것입니다.

source: Launch QjackCtl. You will see the **Qt JACK Control utility main page**
de: Öffne QjackCtl und warte, bis sich das **Jack Audio Connection Kit** öffnet
ko_kr: QjackCtl을 실행합니다. **Qt JACK 컨트롤 유틸리티 기본 페이지**가 표시됩니다

source: Configure your audio hardware as follows (the exact settings for JACK will depend on what your audio hardware is capable of):
de: Konfiguriere dein Audiointerface wie folgt (die genauen Einstellungen für JACK hängen von den Funktionen deiner Soundkarte ab):
ko_kr: 오디오 하드웨어를 다음과 같이 구성합니다(JACK에 대한 정확한 설정은 오디오 하드웨어의 기능에 따라 다름):

source: Set the audio **Interface** to the one you want (there may be several in the list)
de: Wähle dein Audio **Interface** aus (es können mehrere in der Liste sichtbar sein)
ko_kr: 오디오 **인터페이스**를 원하는 것으로 설정합니다(목록에 여러 개 있을 수 있음)

source: Set the **Sample Rate to 48000**
de: Setzte die **Sample Rate auf 48000**
ko_kr: **샘플 속도를 48000**으로 설정합니다

source: Set the **Frames/Period to 128** and Periods/Buffer at 2 at first
de: Setze die **Frames/Period auf 128** und Periods/Buffer zunächst auf 2
ko_kr: **프레임/주기 128**로 설정하고 주기/버퍼를 처음에는 2로 설정합니다

source: Restart JACK for the new settings to take effect
de: Starte JACK neu, um die neuen Einstellungen zu übernehmen
ko_kr: 새 설정을 적용하려면 JACK을 다시 시작합니다

source: With JACK running and configured, launch Jamulus.
de: Sobald JACK läuft und konfiguriert ist, starte Jamulus.
ko_kr: JACK이 실행되고 구성된 상태에서 Jamulus를 시작합니다.

source: If you get problems with sound breaking up (in particular XRUN errors reported by JACK/QjackCtl) try setting bigger values (e.g. 256 frames or 3 periods). Lower ones (e.g. 64 frames) could bring better performance but maybe more sound problems. See the [troubleshooting page](Client-Troubleshooting) otherwise.
de: Wenn du Soundprobleme (kurze Unterbrechungen, Knistern o.Ä.) beobachtest (insbesondere XRUNs, die von Jack/QjackCtl gemeldet werden), versuche größere Werte (z.B. 256 Frames oder 3 Perioden) zu setzen. Niedrigere Einstellungen (z.B. 64 Frames) bieten zwar eine bessere Leistung, verursachen aber möglicherweise mehr Soundprobleme. Siehe auch die [Fehlerbehebungsseite](Client-Troubleshooting).
ko_kr: 사운드 끊김 문제(특히 JACK/QjackCtl에 의해 보고된 XRUN 오류)가 발생하면 더 큰 값(예: 256프레임 또는 3주기)을 설정해 보십시오. 낮은 프레임(예: 64 프레임)은 더 나은 성능을 제공할 수 있지만, 더 많은 사운드 문제를 가져올 수 있습니다. 그렇지 않으면 [문제 해결 페이지](Client-Troubleshooting)를 참조하십시오.
