Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Installation-for-Android.po
Languages: it, ko_kr, nl, pt_br, zh_cn

source: en
it: it
ko_kr: ko_KR
nl: nl
pt_br: pt-BR
zh_cn: zh_CN

source: Installation for Android
it: Installazione per Android
ko_kr: Android용 설치
nl: Installatie voor Android
pt_br: Instalação para Android
zh_cn: 安卓系统的安装

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
it: {% include breadcrumb.html root="Utilizzo di Jamulus" branch1="Per iniziare" branch1-url="Getting-Started" %}
ko_kr: {% include breadcrumb.html root="Jamulus 사용" branch1="시작하기" branch1-url="시작하기" %}
nl: {% include breadcrumb.html root="Jamulus gebruiken" branch1="Aan de slag" branch1-url="Getting-Started" %}
pt_br: {% include breadcrumb.html root="Usando Jamulus" branch1="Primeiros passos" branch1-url="Getting-Started" %}
zh_cn: {% include breadcrumb.html root="使用 Jamulus" branch1="快速入门" branch1-url="Getting-Started" %}

source: # Installation for Android
it: # Installazione per Android
ko_kr: # Android용 설치
nl: # Installatie voor Android

source: Make sure you've already read the [Getting Started](Getting-Started) page.
it: Assicurati di aver già letto la pagina [Guida introduttiva](Getting-Started).
ko_kr: [시작하기](시작하기) 페이지를 이미 읽었는지 확인합니다.
nl: Zorg dat je de [aan de slag](Getting-Started) pagina hebt gelezen.
pt_br: Certifique-se de já ter lido a página [Introdução](Getting-Started).
zh_cn: 确保您已经阅读了 [入门](Getting-Started) 页面。

source: ## Things to note about Android
it: ## Cose da notare su Android
ko_kr: ## Android에 대해 주의할 사항
nl: ## Opmerkingen over Android

source: Although you **can** install Jamulus on Android devices (and hear sound), we strongly recommend **not** doing so. Sound quality - especially over WiFi - is usually bad and latency is high. If you have don't own a PC, we suggest you to buy a [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } which is an inexpensive and small device that performs very well with Jamulus. Android support is just a proof of concept.
it: Anche se **è possibile** installare Jamulus su dispositivi Android (e sentire l'audio), si consiglia vivamente di **non farlo**. La qualità del suono, specialmente tramite WiFi, è generalmente scadente e la latenza è elevata. Se non possiedi un PC, ti consigliamo di acquistare un [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" }, che è un dispositivo economico e piccolo che funziona molto bene con Jamulus. Il supporto Android è solo una prova di concetto.
ko_kr: Android 기기에 Jamulus를 설치하고 소리를 들을 수 있지만 그렇게 하지 않는 것이 좋습니다. 특히 WiFi를 통한 음질은 일반적으로 좋지 않으며 대기 시간이 높습니다. PC가 없다면 저렴한 [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" }를 구입하는 것이 좋습니다. Jamulus와 매우 잘 어울리는 작은 장치. Android 지원은 개념 증명일 뿐입니다.
nl: Hoewel je Jamulus **kunt** installeren op Android-apparaten (en geluid hoort), raden we je ten zeerste aan om dit **niet** te doen. De geluidskwaliteit - vooral via wifi - is meestal slecht en de latency is hoog. Als je geen pc hebt, raden we je aan om een [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } te kopen, een goedkoop en klein apparaat dat zeer goed presteert met Jamulus. Android-ondersteuning is slechts een proof of concept.
pt_br: Embora você **possa** instalar o Jamulus em dispositivos Android (e ouvir o som), recomendamos enfaticamente para**não** fazer isso. A qualidade do som, especialmente por WiFi, geralmente é ruim e a latência é alta. Se você não tiver um PC, sugerimos que compre um [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" }, que é um dispositivo pequeno e barato que funciona muito bem com o Jamulus. O suporte ao Android é apenas uma prova de conceito.
zh_cn: 虽然你***可以在安卓设备上安装Jamulus(并听到声音)，但我们强烈建议***不要这样做。声音质量--尤其是通过WiFi--通常很差，而且延迟很高。如果你没有电脑，我们建议你买一个[Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" }，这是一个便宜的小型设备，在 Jamulus 上表现非常好。安卓支持只是一个概念验证。

source: ## Install the Android PoC
it: ## Installa il PoC Android
ko_kr: ## Android PoC 설치
nl: ## Installeer de Android PoC

source: If you do want to try Jamulus on Android:
it: Se vuoi provare Jamulus su Android:
ko_kr: Android에서 Jamulus를 사용해보고 싶다면:
nl: Als je Jamulus op Android wilt proberen:
pt_br: Se você quiser experimentar o Jamulus no Android:
zh_cn: 如果你确实想在安卓上尝试 Jamulus:

source: Allow the installation of apps from unknown sources (look in Settings>Security. Note: The exact way to do this depends on your device and OS-version)
it: Consenti l'installazione di app da fonti sconosciute (guarda in Impostazioni>Sicurezza. Nota: il modo esatto per farlo dipende dal dispositivo e dalla versione del sistema operativo)
ko_kr: 알 수 없는 출처의 앱 설치 허용(설정>보안에서 확인하세요. 참고: 정확한 방법은 기기 및 OS 버전에 따라 다름)
nl: Sta de installatie van applicaties van onbekende bronnen toe (kijk in Instellingen>Beveiliging. Let op: de exacte manier om dit te doen hangt af van jouw apparaat en OS-versie)
pt_br: Permitir a instalação de aplicativos de fontes desconhecidas (procure em Configurações>Segurança. Observação: a maneira exata de fazer isso depende do seu dispositivo e da versão do sistema operacional)
zh_cn: 允许安装未知来源的应用程序(在设置>安全中查看。注意:具体方法取决于你的设备和操作系统版本)

source: [Download and install Jamulus]({{ site.download_root_link }}{{ site.download_file_names.android }}){: .button}
it: [Scarica e installa Jamulus]({{ site.download_root_link }}{{ site.download_file_names.android }}) {: .button}
ko_kr: [Jamulus 다운로드 및 설치]({{ site.download_root_link }}{{ site.download_file_names.android }}){: .button}
nl: [Download en installeer Jamulus]({{ site.download_root_link }}{{ site.download_file_names.android }}){: .button}
pt_br: [Baixar e instalar o Jamulus]({{ site.download_root_link }}{{ site.download_file_names.android }}){: .button}
zh_cn: [下载并安装 Jamulus]({{ site.download_root_link }}{{ site.download_file_names.android }}){: .button}

source: You should now be able to run Jamulus on your Android device
it: Ora dovresti essere in grado di eseguire Jamulus sul tuo dispositivo Android
ko_kr: 이제 Android 기기에서 Jamulus를 실행할 수 있습니다
nl: Je zou nu Jamulus op jouw Android-apparaat moeten kunnen gebruiken
pt_br: Você deve conseguir executar o Jamulus no seu dispositivo Android
zh_cn: 您现在应该可以在您的安卓设备上运行 Jamulus

source: ## Feedback and development
it: ## Feedback e sviluppo
ko_kr: ## 피드백 및 개발
nl: ## Feedback en ontwikkeling

source: We are very happy to get feedback from Android users and developers. Just head over to the [Jamulus GitHub repo](https://github.com/jamulussoftware/jamulus/).
it: Siamo molto felici di ricevere feedback da utenti e sviluppatori Android. Basta andare nel [repository Jamulus su GitHub] (https://github.com/jamulussoftware/jamulus/).
ko_kr: Android 사용자와 개발자로부터 피드백을 받게 되어 매우 기쁩니다. [Jamulus GitHub repo](https://github.com/jamulussoftware/jamulus/)로 이동하세요.
nl: We zijn erg blij om feedback te krijgen van Android-gebruikers en -ontwikkelaars. Ga hiervoor naar de [Jamulus GitHub repo](https://github.com/jamulussoftware/jamulus/).
pt_br: Ficamos muito felizes em receber feedback dos usuários e desenvolvedores do Android. Basta acessar o [repositório do Jamulus no GitHub] (https://github.com/jamulussoftware/jamulus/).
zh_cn: 我们很高兴收到来自 Android 用户和开发者的反馈。只需前往 [Jamulus GitHub 存储库](https://github.com/jamulussoftware/jamulus/)。

source: ## All installed?
it: ## Tutto installato?
ko_kr: ## 모두 설치되었습니까?
nl: ## Alles geïnstalleerd?

source: Jamulus has been installed and can be used now. You can now take a look at the
it: Jamulus è stato installato e può essere utilizzato ora. Ora puoi dare un'occhiata al
ko_kr: Jamulus가 설치되었으며 지금 사용할 수 있습니다. 이제 다음을 살펴볼 수 있습니다
nl: Jamulus is geïnstalleerd en kan nu worden gebruikt. Kijk eens naar de
pt_br: Jamulus foi instalado e já pode ser usado. Você pode dar uma olhada no
zh_cn: Jamulus 已经安装，现在可以使用了。您现在可以查看

source: [Getting Started page](Getting-Started){: .button}
it: [Pagina introduttiva](Getting-Started){: .button}
ko_kr: [시작하기 페이지](시작하기){: .button}
nl: [Aan de slag pagina](Getting-Started){: .button}
pt_br: [Página de Primeiros Passos](Getting-Started){: .button}
zh_cn: [入门页面](Getting-Started){: .button}

source: Things to note about Android
pt_br: Coisas a serem observadas sobre o Android
zh_cn: 关于安卓的注意事项

source: Install the Android PoC
pt_br: Instalar o Android PoC
zh_cn: 安装安卓 PoC

source: Feedback and development
pt_br: Feedback e desenvolvimento
zh_cn: 反馈和开发

source: All installed?
pt_br: Tudo instalado?
zh_cn: 全部安装完毕？
