Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Installation-for-Windows.po
Languages: de, fr, ko_kr, nl, pt, sv_se, th, zh_cn

source: 1. [Download Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\ **Mirror 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download) 1. **Install Jamulus**: Double click the installer to launch it. If you get a warning notice from SmartScreen, click on "More info" and "Run anyway" to install Jamulus. (If you grabbed a new version of Jamulus and are one of the first people who downloaded it, Jamulus won't be whitelisted by SmartScreen yet. We don't pay for code signing.) 1. **Run Jamulus**. Now you should be able to use Jamulus just like any other application. 1. **Set up your sound card**. When you're done, you need to set up your audio hardware. And if you are using ASIO4ALL, have a look at how to set that up below.
de: 1. [Downloade Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\ **Mirror 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download) 1. **Installiere Jamulus**: Doppelklicke auf Installer, um die Installation zu starten. Wenn du eine Warnung von SmartScreen bekommst, klicke auf „Mehr Infos“ und „Trotzdem ausführen“, um Jamulus zu installieren. (Wenn du eine neue Version von Jamulus heruntergeladen hast und auch einer der Ersten warst, wird Jamulus noch nicht auf der SmartScreen-Whitelist sein. Du erhältst diese Meldung, da wir momentan nicht für ein Software Zertifikat für Jamulus zahlen.) 1. **Starte Jamulus**. Jetzt kannst du Jamulus wie jegliche andere Software nutzen. 1. **Richte deine Soundkarte ein**. Sobald du fertig bist, musst du deine Soundhardware einrichten. Falls du ASIO4ALL nutzt, schau dir die Anleitung unterhalb von diesem Text an.
fr: 1. [Téléchargez Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\ **Miroir 2 :** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download) 1. **Installez Jamulus** : Double-cliquez sur le programme d'installation pour le lancer. Si vous recevez un avertissement de SmartScreen, cliquez sur "Plus d'infos" et "Exécuter quand même" pour installer Jamulus. (Si vous avez récupéré une nouvelle version de Jamulus et que vous êtes l'une des premières personnes à l'avoir téléchargée, Jamulus ne sera pas encore sur la liste blanche de SmartScreen. Nous ne payons pas pour la signature du code). 1. **Lancez Jamulus**. Vous devriez maintenant pouvoir utiliser Jamulus comme n'importe quelle autre application. 1. **Configurez votre carte son**. Une fois que vous avez terminé, vous devez configurer votre matériel audio. Et si vous utilisez ASIO4ALL, regardez comment le configurer ci-dessous.
ko_kr: 1. [Jamulus 다운로드]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\ **미러 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download) 1. **Jamulus 설치**: 설치 프로그램을 두 번 클릭하여 실행합니다. 스마트스크린에서 경고 메시지가 표시되면, "더 많은 정보" 및 "무조건 실행하기"를 클릭하여 Jamulus를 설치하십시오. (새 버전의 Jamulus를 가장 먼저 다운로드한 사람 중 한 명인 경우, 아직 스마트스크린에서 Jamulus를 화이트리스트에 추가하지 않을 수 있습니다. 코드 서명 비용은 지불하지 않습니다.) 1. **Jamulus를 실행합니다**. 이제 다른 응용 프로그램과 마찬가지로 Jamulus를 사용할 수 있습니다. 1. **사용자의 사운드 카드를 설정합니다**. 완료되면 오디오 하드웨어를 설정해야 합니다. ASIO4ALL을 사용하는 경우 아래 설정 방법을 살펴보세요.
sv_se: 1. [Ladda ner Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\ **Mirror 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download) 1. **Installera Jamulus**: Dubbelklicka på installationsprogrammet för att starta det. Om du får ett varningsmeddelande från SmartScreen, klicka på "Mer info" och "Kör ändå" för att installera Jamulus. (Om du har tagit en ny version av Jamulus och är en av de första som laddade ner den, kommer Jamulus inte att vitlistas av SmartScreen än. Vi betalar inte för kodsignering.) 1. **Kör Jamulus**. Nu ska du kunna använda Jamulus precis som alla andra applikationer. 1. **Konfigurera ditt ljudkort**. När du är klar måste du ställa in din ljudhårdvara. Och om du använder ASIO4ALL, ta en titt på hur du ställer in det nedan.
th: 1. [ดาวน์โหลด Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\ **Mirror 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download) 1. **ติดตั้ง Jamulus**: ดับเบิลคลิกที่ไฟล์ติดตั้งเพื่อเปิดใช้งาน หากคุณได้รับข้อความเตือนจาก SmartScreen ให้คลิกที่ "More info" และ "Run anyway" เพื่อติดตั้ง Jamulus (หากคุณดาวน์โหลด Jamulus เวอร์ชันใหม่ล่าสุด และเป็นหนึ่งในคนกลุ่มแรกๆ ที่ดาวน์โหลด ตัวโปรแกรม Jamulus อาจจะยังไม่ได้รับการรับรองจาก SmartScreen เนื่องจากเราไม่ได้จ่ายเงินสำหรับ code signing) 1. **เปิด Jamulus**: ตอนนี้คุณควรจะสามารถใช้ Jamulus ได้เหมือนกับแอปพลิเคชันอื่นๆ 1. **ตั้งค่าการ์ดเสียงของคุณ**: เมื่อติดตั้งเสร็จแล้ว คุณต้องตั้งค่าอุปกรณ์เสียงของคุณ และหากคุณกำลังใช้ ASIO4ALL โปรดดูวิธีการตั้งค่าด้านล่าง

source: _Please note that you are not permitted to redistribute this binary without acquiring a [licence agreement from Steinberg](https://www.steinberg.net/developers/)._
de: _Bitte beachte, dass du diese Binärdatei nicht weitergeben darfst, ohne eine [Lizenzvereinbarung von Steinberg](https://www.steinberg.net/developers/) zu beantragen._
fr: _Veuillez noter que vous n'êtes pas autorisé à redistribuer ce binaire sans acquérir un [contrat de licence de Steinberg](https://www.steinberg.net/developers/)._
ko_kr: _[Steinberg의 라이선스 계약](https://www.steinberg.net/developers/)을 획득하지 않고 이 바이너리를 재배포할 수 없습니다._
nl: _Houd er rekening mee dat je dit binaire bestand niet mag distribueren zonder een [licentieovereenkomst van Steinberg](https://www.steinberg.net/developers/)_
sv_se: _Vänligen notera att du inte har tillåtelse att distribuera denna binärfil utan att skaffa ett [licensavtal från Steinberg](https://www.steinberg.net/developers/)._
th: _โปรดทราบว่าคุณไม่ได้รับอนุญาตให้แจกจ่ายไฟล์โปรแกรมนี้หากยังไม่ได้รับ[ข้อตกลงสิทธิ์การใช้งานจาก Steinberg](https://www.steinberg.net/developers/)._
zh_cn: _请注意，在未获得 [Steinberg 的许可协议](https://www.steinberg.net/developers/) 的情况下，您不得重新分发此二进制文件。_

source: **Note:** If you don't want to use ASIO or prefer [JACK on Windows](https://jackaudio.org/faq/jack_on_windows.html), you can also use the [JACK version of Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows-jack }}). You can find old (legacy) versions supporting outdated operating systems on the [GitHub release page](https://github.com/jamulussoftware/jamulus/releases).
de: **Notiz:** Wenn du ASIO nicht verwenden möchtest oder [JACK unter Windows](https://jackaudio.org/faq/jack_on_windows.html) bevorzugst, kannst du auch die [JACK-Version von Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows-jack }}) verwenden. Alte (legacy) Versionen für veraltete Betriebssysteme findest du auf der [GitHub release Seite](https://github.com/jamulussoftware/jamulus/releases).
fr: **Note :** si vous ne voulez pas utiliser ASIO ou que vous préférez [JACK pour Windows](https://jackaudio.org/faq/jack_on_windows.html), vous pouvez aussi utiliser la version [JACK de Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows-jack }}). Vous pouvez trouver d'anciennes versions (legacy) supportant des systèmes d'exploitation obsolètes sur la [page release de GitHub](https://github.com/jamulussoftware/jamulus/releases).
sv_se: **Observera:** Om du inte vill använda ASIO eller föredrar [JACK på Windows](https://jackaudio.org/faq/jack_on_windows.html), kan du också använda [JACK-versionen av Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows-jack }}). Du kan hitta gamla (legacy) versioner som stödjer föråldrade operativsystem på [GitHub-sidan för utgåvor](https://github.com/jamulussoftware/jamulus/releases).
th: ** หมายเหตุ:** หากคุณไม่ต้องการใช้ ASIO หรือต้องการใช้ [JACK บน Windows](https://jackaudio.org/faq/jack_on_windows.html) คุณสามารถใช้ [Jamulus เวอร์ชัน JACK]({{ site.download_root_link }}{{ site.download_file_names.windows-jack }}) แทนได้ และคุณสามารถค้นหาเวอร์ชันเก่า (legacy) ที่รองรับระบบปฏิบัติการรุ่นเก่าๆ ได้ใน [หน้า release บน GitHub](https://github.com/jamulussoftware/jamulus/releases).

source: Jamulus can use [ASIO](https://en.wikipedia.org/wiki/Audio_Stream_Input/Output).
de: Jamulus nutzt [ASIO](https://de.wikipedia.org/wiki/Audio_Stream_Input/Output), um mit der möglichst geringsten Audiolatenz zu ermöglichen.
fr: Jamulus peut utiliser [ASIO](https://fr.wikipedia.org/wiki/Audio_Stream_Input/Output).
ko_kr: Jamulus는 [ASIO](https://en.wikipedia.org/wiki/Audio_Stream_Input/Output)를 사용할 수 있습니다.
nl: Jamulus kan [ASIO](https://nl.wikipedia.org/wiki/Audio_Stream_Input/Output) gebruiken.
sv_se: Jamulus kan använda [ASIO](https://en.wikipedia.org/wiki/Audio_Stream_Input/Output).
th: Jamulus สามารถใช้ [ASIO](https://en.wikipedia.org/wiki/Audio_Stream_Input/Output) ได้
zh_cn: Jamulus 可以使用 [ASIO](https://en.wikipedia.org/wiki/Audio_Stream_Input/Output)。

source: If you have an external sound card/audio interface, use its official ASIO driver if you can (they usually provide the best quality).
de: Wenn du eine externe Soundkarte bzw. -interface besitzt, nutze den offiziellen ASIO-Treiber (normalerweise bieten sie die beste Qualität).
fr: Si vous possédez une carte son/interface audio externe, utilisez son pilote ASIO officiel (il permet généralement d'obtenir la meilleure performance).
ko_kr: 외부 사운드 카드/오디오 인터페이스가 있는 경우 가능하면 공식 ASIO 드라이버를 사용하십시오(일반적으로 최상의 품질을 제공함).
nl: Als je een externe geluidskaart/audio-interface hebt, gebruik dan de officiële ASIO-driver (deze bieden meestal de beste kwaliteit).
sv_se: Om du har ett externt ljudkort/ljudgränssnitt, använd dess officiella ASIO-drivrutin om möjligt (de ger vanligtvis den bästa kvaliteten).
th: หากคุณมีการ์ดเสียงหรือออดิโออินเตอร์เฟสแยก เราขอแนะนำให้ใช้งานไดรเวอร์ ASIO ของผู้ผลิตอุปกรณ์นั้นๆ หากเป็นไปได้ (เพราะไดรเวอร์เหล่านี้มักจะให้คุณภาพเสียงที่ดีที่สุด)
zh_cn: 如果您有外部声卡/音频接口，请尽可能使用其官方 ASIO 驱动程序(它们通常提供最佳质量)。

source: If you don't have an external sound card, you will probably not have an ASIO driver so will need to install a generic one like ASIO4ALL:
de: Wenn du keine externe Soundkarte besitzt, wirst du wahrscheinlich keinen ASIO-Treiber haben. Deshalb musst du einen generischen Treiber nutzen, wie ASIO4ALL:
fr: Si vous n'avez pas de carte son externe, vous n'aurez probablement pas de pilote ASIO. Vous devrez donc en installer un générique comme ASIO4ALL :
ko_kr: 외부 사운드 카드가 없으면 ASIO 드라이버가 없을 것이므로 ASIO4ALL과 같은 일반 드라이버를 설치해야 합니다:
nl: Als je geen externe geluidskaart hebt, heb je waarschijnlijk geen ASIO-stuurprogramma en moet je een generieke, zoals ASIO4ALL, installeren:
sv_se: Om du inte har ett externt ljudkort kommer du förmodligen inte ha en ASIO-drivrutin, så du behöver installera en generisk sådan, som ASIO4ALL:
th: หากคุณไม่ได้ใช้การ์ดเสียงแยก คุณก็น่าจะไม่มีไดรเวอร์ ASIO ด้วย ดังนั้นคุณจะต้องติดตั้งไดรเวอร์ ASIO สำหรับอุปกรณ์ทั่วไป เช่น ASIO4ALL:
zh_cn: 如果你没有外置声卡，你可能没有 ASIO 驱动，所以需要安装一个通用的，比如 ASIO4ALL:

source: [ASIO4ALL v2.15 Download](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.15/ASIO4ALL_2_15_English.exe){: .button target="_blank" rel="noopener noreferrer"}
fr: [Téléchargement ASIO4ALL v2.15](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.15/ASIO4ALL_2_15_English.exe){: .button target="_blank" rel="noopener noreferrer"}
ko_kr: [ASIO4ALL v2.15 다운로드](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.15/ASIO4ALL_2_15_English.exe){: .button target="_blank" rel="noopener noreferrer"}
sv_se: [ASIO4ALL v2.15 Nedladdning](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.15/ASIO4ALL_2_15_English.exe){: .button target="_blank" rel="noopener noreferrer"}
th: [ดาวน์โหลด ASIO4ALL v2.15](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.15/ASIO4ALL_2_15_English.exe){: .button target="_blank" rel="noopener noreferrer"}
zh_cn: [下载 ASIO4ALL v2.15](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.15/ASIO4ALL_2_15_English.exe){: .button target="_blank" rel="noopener noreferrer"}

source: [ASIO4ALL v2.14 Download](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.14/ASIO4ALL_2_14_English.exe){: .button target="_blank" rel="noopener noreferrer"}
fr: [Téléchargement ASIO4ALL v2.14](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.14/ASIO4ALL_2_14_English.exe){: .button target="_blank" rel="noopener noreferrer"}
ko_kr: [ASIO4ALL v2.14 다운로드](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.14/ASIO4ALL_2_14_English.exe){: .button target="_blank" rel="noopener noreferrer"}
sv_se: [ASIO4ALL v2.14 Nedladdning](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.14/ASIO4ALL_2_14_English.exe){: .button target="_blank" rel="noopener noreferrer"}
th: [ดาวน์โหลด ASIO4ALL v2.14](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.14/ASIO4ALL_2_14_English.exe){: .button target="_blank" rel="noopener noreferrer"}
zh_cn: [下载 ASIO4ALL v2.14](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.14/ASIO4ALL_2_14_English.exe){: .button target="_blank" rel="noopener noreferrer"}

source: [ASIO4ALL website](https://www.asio4all.org/){: target="_blank" rel="noopener noreferrer"}
fr: [Site ouèbe ASIO4ALL](https://www.asio4all.org/){: target="_blank" rel="noopener noreferrer"}
ko_kr: [ASIO4ALL 웹사이트](https://www.asio4all.org/){: target="_blank" rel="noopener noreferrer"}
sv_se: [ASIO4ALL websida](https://www.asio4all.org/){: target="_blank" rel="noopener noreferrer"}
th: [เว็บไซต์ ASIO4ALL](https://www.asio4all.org/){: target="_blank" rel="noopener noreferrer"}
zh_cn: [ASIO4ALL 网站](https://www.asio4all.org/){: target="_blank" rel="noopener noreferrer"}

source: Setting up ASIO4ALL
de: ASIO4ALL einrichten
fr: Configuration de ASIO4ALL
ko_kr: ASIO4ALL 설정하기
sv_se: Konfigurera ASIO4ALL
th: การตั้งค่า ASIO4ALL

source: You may or may not need to experiment a bit depending on your sound hardware. If everything works out of the box, you don't need to do anything.
de: Je nach Hardware musst du verschiedene Einstellungen ausprobieren. Wenn alles funktioniert, musst du nichts tun.
fr: Vous devrez peut-être expérimenter un peu en fonction de votre matériel audio. Si tout fonctionne dès le départ, vous n'avez rien à faire.
ko_kr: 사운드 하드웨어에 따라 약간의 실험이 필요하거나 필요하지 않을 수 있습니다. 모든 것이 기본적으로 작동하면 아무 것도 할 필요가 없습니다.
nl: Je moet wellicht een beetje experimenteren, afhankelijk van je geluidshardware. Als alles meteen werkt, hoeft je verder niets te doen.
sv_se: Du kan behöva experimentera lite beroende på din ljudhårdvara. Om allt fungerar direkt behöver du inte göra något.
th: คุณอาจจะต้องลองผิดลองถูกเล็กน้อย ขึ้นอยู่กับอุปกรณ์เสียงของคุณ หากทุกอย่างทำงานได้ตามปกติตั้งแต่แรก คุณก็ไม่จำเป็นต้องทำอะไรเพิ่มเติม
zh_cn: 根据您的声音硬件，您可能需要也可能不需要进行一些试验。如果一切开箱即用，您无需执行任何操作。

source: **Tip:** Set up your sound card while you're [connected to a Server](Getting-Started#connecting-to-a-server-and-testing-your-sound) to hear your instrument or voice and check if everything is correctly set up; but first read on.
de: **Tipp:** Richte deine Soundkarte ein, während du [mit einem Server verbunden bist](Getting-Started#mit-einem-server-verbinden-und-audio-testen), damit du dein Instrument oder deine Stimme hören kannst. Dadurch kannst du prüfen, ob alles richtig eingerichtet ist, aber lies erst einmal weiter.
fr: **Astuce : ** Configurez votre carte son pendant que vous êtes [connecté à un serveur](Getting-Started#se-connecter-à-un-serveur-et-tester-son-son) pour entendre votre instrument ou votre voix et vérifier si tout est correctement configuré ; mais lisez d'abord ce qui suit.
ko_kr: **팁:** [서버에 연결됨](Getting-Started#connecting-to-a-server-and-testing-your-sound)을 사용하는 동안 사운드 카드를 설정하여 악기나 음성을 듣고 모든 것이 올바르게 설정되었는지 확인합니다; 그러나 먼저 계속 읽으십시오.
nl: **Tip:** Stel je geluidskaart in terwijl je [verbonden bent met een server](Getting-Started#verbinding-maken-met-een-server-en-je-geluid-testen) om je instrument of stem te horen en te controleren of alles correct is ingesteld, maar lees eerst verder.
sv_se: **Tips:** Ställ in ditt ljudkort medan du är [ansluten till en server](Getting-Started#connecting-to-a-server-and-testing-your-sound) för att höra ditt instrument eller din röst och kontrollera om allt är korrekt inställt; men läs vidare först.
th: **เคล็ดลับ:** ตั้งค่าการ์ดเสียงของคุณในขณะที่คุณ[เชื่อมต่อกับเซิร์ฟเวอร์](Getting-Started#connecting-to-a-server-and-testing-your-sound) เพื่อฟังเสียงเครื่องดนตรีหรือเสียงของคุณ และตรวจสอบว่าทุกอย่างถูกตั้งค่าอย่างถูกต้องหรือไม่ แต่อ่านเนื้อหาต่อไปนี้ให้จบก่อน
zh_cn: **提示:** 在 [连接到服务器](Getting-Started#连接到服务器并测试你的声音) 时设置您的声卡以听到您的乐器或声音并检查如果一切设置正确;但请先阅读。

source: **Close all applications** (especially those which could access your sound card like your browser/media player). ASIO4ALL needs exclusive access to your sound card which means that other programs will not be able to use audio if ASIO4ALL and Jamulus are running.
de: **Schließe alle anderen Programme** (besonders die, die (wie z.B. dein Browser/Media Player) auf deine Soundkarte zugreifen könnten). ASIO4ALL benötigt exklusiven Zugriff auf die Soundkarte, das bedeutet, dass andere Programme keinen Ton ausgeben/aufnehmen können, wenn Jamulus mit ASIO4ALL läuft.
fr: **Fermez toutes les applications** (en particulier celles qui pourraient accéder à votre carte son comme votre navigateur/lecteur multimédia). ASIO4ALL a besoin d'un accès exclusif à votre carte son, ce qui signifie que les autres programmes ne pourront pas utiliser l'audio si ASIO4ALL et Jamulus sont en cours d'exécution.
sv_se: **Stäng alla applikationer** (särskilt de som kan ha åtkomst till ditt ljudkort, som din webbläsare/mediaspelare). ASIO4ALL behöver exklusiv åtkomst till ditt ljudkort, vilket innebär att andra program inte kommer att kunna använda ljud om ASIO4ALL och Jamulus körs.
th: **ปิดแอปพลิเคชันทั้งหมด** (โดยเฉพาะแอปพลิเคชันที่สามารถเข้าถึงการ์ดเสียงของคุณได้ เช่น เบราว์เซอร์/โปรแกรมเล่นเพลง) ASIO4ALL จำเป็นต้องเข้าถึงการ์ดเสียงของคุณแบบเอกสิทธิ์เฉพาะ (exclusive) ซึ่งหมายความว่าโปรแกรมอื่นๆ จะไม่สามารถใช้เสียงได้ หาก ASIO4ALL และ Jamulus กำลังทำงานอยู่

source: If the Jamulus audio doesn’t work out of the box, make sure that only the **correct inputs/outputs** in ASIO4ALL **are switched on**. Everything else should be switched off. Search the [community list of working ASIO4ALL configurations](/kb/2021/03/20/ASIO4ALL-Examples.html) for your configuration or do it manually if you can't find yours:
de: Wenn das Audio nicht sofort funktioniert, stelle sicher, dass die **richtigen Ein-/Ausgänge** in ASIO4ALL **aktiv sind**. Alle anderen sollten ausgeschaltet sein. Suche in der [gemeinsame Auflistung funktionsfähiger ASIO4ALL Einstellungen](/kb/2021/03/20/ASIO4ALL-Examples.html) nach deinem System oder stelle sie selbst ein, wenn du deine nicht findest:
fr: Si l'audio ne fonctionne pas directement, assurez-vous que seules les **entrées/sorties correctes** dans ASIO4All **sont activées**. Tout le reste devrait être désactivé. Recherchez votre configuration dans la [liste communautaire des configurations ASIO4ALL qui fonctionnent](/kb/2021/03/20/ASIO4ALL-Examples.html) ou faites-le manuellement si vous ne trouvez pas la vôtre :
sv_se: Om Jamulus-ljudet inte fungerar direkt, se till att endast de **korrekta ingångarna/utgångarna** i ASIO4ALL **är aktiverade**. Allt annat bör stängas av. Sök i [community-listan över fungerande ASIO4ALL-konfigurationer](/kb/2021/03/20/ASIO4ALL-Examples.html) efter din konfiguration eller gör det manuellt om du inte hittar din:
th: หากเสียงของ Jamulus ไม่ทำงาน ตรวจสอบให้แน่ใจใน ASIO4ALL ว่ามีเพียง**อินพุต/เอาต์พุตที่ถูกต้อง**เท่านั้นที่**เปิดใช้งานอยู่** ส่วนอื่นๆ ควรปิดทั้งหมด ค้นหา[รายการการการตั้งค่า ASIO4ALL ที่ใช้งานได้ของชุมชน](/kb/2021/03/20/ASIO4ALL-Examples.html) สำหรับการตั้งค่าของคุณ หรือลองตั้งค่าด้วยตัวเองหากคุณหาของคุณไม่พบ:

source: How to set up ASIO4ALL inputs (Guide)
de: So richtest du ASIO4ALL-Eingänge ein (Anleitung)
fr: Comment configurer les entrées ASIO4ALL (guide)
ko_kr: ASIO4ALL 입력을 설정하는 방법 (가이드)
sv_se: Hur man ställer in ASIO4ALL-ingångar (Guide)
th: คู่มือวิธีการตั้งค่าอินพุตใน ASIO4ALL

source: **Hints:** 1. It may not be obvious what the correct sound device is called. Many internal sound cards are named "Realtek High Definition Audio", "Conexant" or similar. 1. Headphones and speakers are often labelled as "output" and microphones as "input" or "capture". 1. Stereo Mix/Stereo Input is usually not the input/output you're looking for. Therefore, switch it off if you see it.
de: **Hinweise:** 1. Es ist möglicherweise nicht offensichtlich, wie das richtige Soundgerät heißt. Viele interne Soundkarten heißen "Realtek High Definition Audio", "Conexant" oder ähnlich. 1. Kopfhörer und Lautsprecher werden oft als "Ausgang"/"output" und Mikrofone als "Eingang"/"input" oder "Aufnahme"/"capture" bezeichnet. 1. Stereo Mix/Stereo Input ist normalerweise nicht der Eingang/Ausgang, den du suchst. Schalte ihn daher aus, wenn du ihn siehst.
fr: **Conseils:** 1. Le nom du périphérique sonore correct pourrait ne pas être évident. De nombreuses cartes son internes sont nommées "Realtek High Definition Audio", "Conexant" ou similaire. 1. Les casques et les haut-parleurs sont souvent étiquetés comme "sortie" et les microphones comme "entrée" ou "capture". 1. Stereo Mix/Stereo Input n'est généralement pas l'entrée/sortie que vous recherchez. Par conséquent, désactivez-la si vous la voyez.
ko_kr: **힌트:** 1. 올바른 사운드 장치가 무엇인지 명확하지 않을 수 있습니다. 많은 내부 사운드 카드의 이름은 "Realtek High Definition Audio", "Conexant" 또는 이와 유사합니다. 1. 헤드폰과 스피커는 "출력"으로, 마이크는 "입력" 또는 "캡처"로 표시되는 경우가 많습니다. 1. 스테레오 믹스/스테레오 입력은 일반적으로 원하는 입력/출력이 아닙니다. 따라서 이 표시가 보이면 끄세요.
sv_se: **Tips:** 1. Det kan vara oklart vad den korrekta ljudenheten heter. Många interna ljudkort heter "Realtek High Definition Audio", "Conexant" eller liknande. 1. Hörlurar och högtalare är ofta märkta som "output" och mikrofoner som "input" eller "capture". 1. Stereo Mix/Stereo Input är vanligtvis inte den ingång/utgång du letar efter. Stäng därför av den om du ser den.
th: **คำแนะนำ:** 1. ชื่อของอุปกรณ์เสียงที่ถูกต้องอาจจะไม่ชัดเจนเสมอไป การ์ดเสียงที่มากับเครื่องหลายตัวมักจะมีชื่อว่า "Realtek High Definition Audio", "Conexant" หรือชื่ออื่นๆ ที่คล้ายกัน 1. หูฟังและลำโพงมักจะมีชื่อว่า "output" และไมโครโฟนจะมีชื่อว่า "input" หรือ "capture" 1. Stereo Mix/Stereo Input มักจะไม่ใช่อินพุต/เอาต์พุตที่คุณต้องการ ดังนั้น ให้ปิดมันหากคุณเห็น

source: Troubleshooting
de: Fehlerbehebung
fr: Dépannage
ko_kr: 문제 해결하기
sv_se: Felsökning
th: การแก้ไขปัญหา
zh_cn: 故障排除
