Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Installation-for-Linux.po
Languages: de, ko_kr, nl, sv_se, th, zh_cn

source: en
de: de
ko_kr: ko_KR
nl: nl
sv_se: sv-SE
th: th
zh_cn: zh-CN

source: Installation for Linux
de: Installation auf Linux
ko_kr: Linux용 설치
nl: Installatie voor Linux
sv_se: Installation för Linux
th: การติดตั้งบน Linux
zh_cn: 为 Linux 安装

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
de: {% include breadcrumb.html root="Jamulus verwenden" branch1="Erste Schritte" branch1-url="Getting-Started" %}
ko_kr: {% include breadcrumb.html root="Jamulus 사용하기" branch1="시작하기" branch1-url="Getting-Started" %}
nl: {% include breadcrumb.html root="Jamulus gebruiken" branch1="Aan de slag" branch1-url="Getting-Started" %}
sv_se: {% include breadcrumb.html root="Använda Jamulus" branch1="Komma igång" branch1-url="Getting-Started" %}
th: {% include breadcrumb.html root="การใช้ Jamulus" branch1="เริ่มต้นใช้งาน" branch1-url="Getting-Started" %}
zh_cn: {% include breadcrumb.html root="使用 Jamulus" branch1="快速入门" branch1-url="Getting-Started" %}

source: Make sure you read the [Getting Started](Getting-Started) page.
de: Stelle sicher, dass du die [Erste Schritte](Getting-Started) Seite bereits gelesen hast.
ko_kr: [시작하기](Getting-Started) 페이지를 반드시 읽으십시오.
nl: Zorg dat je de [aan de slag](Getting-Started) pagina hebt gelezen.
sv_se: Se till att läsa sidan [Kom igång](Getting-Started).
th: โปรดแน่ใจว่าคุณได้อ่านหน้า [เริ่มต้นใช้งาน](Getting-Started) แล้ว
zh_cn: 请确保你阅读了[入门](Getting-Started)页面。

source: **Upgrading?** You may want to [back up your configuration](Software-Manual#backing-up-jamulus) first.
de: **Updatest du?** Es macht Sinn die [Konfiguration](Software-Manual#sicherung-von-jamulus) zu sichern.
ko_kr: **업그레이드하시겠습니까?** 먼저 [사용자의 구성을 백업](Software-Manual#backing-up-jamulus)하는 것이 좋습니다.
nl: **Upgraden?** Misschien wil je eerst een [back-up van je configuratie](Software-Manual#een-back-up-maken-van-jamulus) maken.
sv_se: **Uppgraderar du?** Du kanske vill [säkerhetskopiera din konfiguration](Software-Manual#backing-up-jamulus) först.
th: **อัปเกรดเวอร์ชัน?** คุณอาจต้องการ[สำรองข้อมูลการตั้งค่าของคุณ](Software-Manual#backing-up-jamulus) ก่อน
zh_cn: **升级?**您可能需要先 [备份您的配置](Software-Manual#备份-jamulus)。

source: **Installing a server?** Read the [guide for server adminstrators](Running-a-Server) first.
de: **Installierst du einen Server?** Lies zuerst die [Anleitung für Serveradministratoren](Running-a-Server)
ko_kr: **서버를 설치하시겠습니까?** 먼저 [서버 관리자용 가이드](Running-a-Server)를 읽어 보십시오.
nl: **Een server installeren?** Lees eerst de [handleiding voor serverbeheerders](Running-a-Server).
sv_se: **Installerar du en server?** Läs först [guiden för serveradministratörer](Running-a-Server).
th: **ติดตั้งเซิร์ฟเวอร์?** อ่าน[คู่มือสำหรับผู้ดูแลเซิร์ฟเวอร์](Running-a-Server) ก่อน
zh_cn: **安装服务器？** 请先阅读[服务器管理员指南](Running-a-Server)。

source: Debian and Ubuntu
de: Debian und Ubuntu
ko_kr: 데비안 및 우분투
nl: Debian en Ubuntu
sv_se: Debian och Ubuntu
th: Debian และ Ubuntu
zh_cn: Debian 和 Ubuntu

source: Using the official Repository (recommended)
de: Nutze die offizielle Paketquelle (empfohlen)
ko_kr: 공식 저장소 사용하기 (권장됨)
nl: Gebruik de officiële repository (aanbevolen)
sv_se: Använda det officiella arkivet (rekommenderas)
th: ใช้ Repository อย่างเป็นทางการ (แนะนำ)
zh_cn: 使用官方存储库（推荐）

source: We provide a repository for Debian and Ubuntu based distributions that allows automatic updates alongside your other system updates. To use the repository:
de: Wir stellen Paketquellen für Debian und Ubuntu-basierte Distributionen zur Verfügung. Dadurch werden automatische Upgrades neben den Systemupdates möglich. Um diese zu nutzen, folgen diesen Anweisungen:
ko_kr: 우리는 사용자의 다른 시스템 업데이트와 함께 자동 업데이트를 허용하는 데비안 및 우분투 기반 배포를 위한 저장소를 제공합니다. 저장소를 사용하려면:
nl: We bieden een repository aan voor op Debian en Ubuntu gebaseerde distributies die automatische updates naast jouw andere systeemupdates mogelijk maakt. Om de repository te gebruiken:
sv_se: Vi tillhandahåller ett arkiv för Debian- och Ubuntu-baserade distributioner som möjliggör automatiska uppdateringar tillsammans med dina övriga systemuppdateringar. För att använda arkivet:
th: เรามี repository สำหรับ Debian และ Ubuntu ที่ช่วยให้คุณสามารถอัปเดตโปรแกรม Jamulus ได้โดยอัตโนมัติพร้อมกับการอัปเดตระบบอื่นๆ วิธีการใช้ repository:
zh_cn: 我们为基于 Debian 和 Ubuntu 的发行版提供了一个存储库，允许与其他系统更新一起自动更新。要使用存储库：

source: Open your Terminal (CTRL+ALT+T should work)
de: Öffne dein Terminal (z.B. mit STRG+ALT+T)
ko_kr: 사용자의 터미널을 엽니다 (CTRL+ALT+T가 작동해야 함)
nl: Open een consolevenster (CTRL+ALT+T zou moeten werken)
sv_se: Öppna din terminal (CTRL+ALT+T bör fungera)
th: เปิด Terminal (คีย์ลัด CTRL+ALT+T)
zh_cn: 打开你的终端（CTRL+ALT+T 应该有效）

source: *Ubuntu only* - Enable the Ubuntu "universe" repository (you can use the [GUI-based approach](https://askubuntu.com/a/148645) or [CLI-based approach](https://askubuntu.com/a/227788)).
de: **Nur Ubuntu** - Aktiviere das Ubuntu "universe" repository (Du kannst dazu den [GUI Ansatz](https://askubuntu.com/a/148645) oder den [CLI Ansatz](https://askubuntu.com/a/227788) nutzen).
ko_kr: * 우분투 전용 * - 우분투 "universe" 저장소를 사용하도록 설정합니다([GUI 기반 접근 방식])(https://askubuntu.com/a/148645) 또는 [CLI 기반 접근 방식](https://askubuntu.com/a/227788)) 을 사용할 수 있습니다).
nl: *Alleen Ubuntu* - Schakel de Ubuntu "universe"-repository in (je kunt de [GUI-gebaseerde benadering](https://askubuntu.com/a/148645) of [CLI-gebaseerde benadering](https://askubuntu. com/a/227788) gebruiken).
sv_se: *Endast Ubuntu* - Aktivera Ubuntu "universe"-arkivet (du kan använda den [grafiska metoden](https://askubuntu.com/a/148645) eller [kommandoradsmetoden](https://askubuntu.com/a/227788)).
th: *เฉพาะ Ubuntu* - เปิดใช้งาน repository "universe" ของ Ubuntu (คุณสามารถใช้ [เปิดใช้งานผ่าน GUI](https://askubuntu.com/a/148645) หรือ [เปิดใช้งานด้วยคำสั่งใน Terminal](https://askubuntu.com/a/227788))
zh_cn: *仅限 Ubuntu* - 启用 Ubuntu“universe”存储库(您可以使用 [基于 GUI 的方法](https://askubuntu.com/a/148645) 或 [基于 CLI 的方法](https://askubuntu. com/a/227788))。

source: Download the repository setup script:\\
ko_kr: 저장소 설정 스크립트 다운로드:\\
nl: Download het repository setup script:\\
sv_se: Ladda ner installationsskriptet för arkivet:\\
zh_cn: 下载存储库安装脚本:\\

source: Make the script executable:\\
ko_kr: 스크립트를 실행 가능하게 만들기:\\
nl: Maak het script uitvoerbaar: \\
sv_se: Gör skriptet körbart:\\
th: ตั้งค่าให้สคริปต์สามารถรันได้:\\
zh_cn: 使脚本可执行:\\

source: Run the setup script and install Jamulus:\\
ko_kr: 설정 스크립트를 실행하고 Jamulus 설치하기:\\
nl: Voer het setup script uit en installeer Jamulus:\\
sv_se: Kör installationsskriptet och installera Jamulus:\\
th: รันสคริปต์ตั้งค่าและติดตั้ง Jamulus:\\
zh_cn: 运行安装脚本并安装 Jamulus:\\

source: Installing the .deb files manually
de: .deb Dateien manuell installieren
ko_kr: .deb 파일 수동 설치하기
nl: De .deb-bestanden handmatig installeren
sv_se: Installera .deb-filerna manuellt
th: ติดตั้งไฟล์ .deb ด้วยตนเอง
zh_cn: 手动安装 .deb 文件

source: Download Jamulus for your architecture: [amd64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }}), [armf]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-armhf }}) or [arm64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-arm64 }})
de: Downloade Jamulus für deine Architektur: [amd64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-armhf }}), [armf]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-armhf }}) oder [arm64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-arm64 }})
ko_kr: 사용자의 아키텍처에 맞는 Jamulus 다운로드: [amd64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }}), [armf]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-armhf }}) or [arm64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-arm64 }})
nl: Download Jamulus voor jouw architectuur: [amd64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }}), [armf]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-armhf }}) of [arm64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-arm64 }})
sv_se: Ladda ner Jamulus för din arkitektur: [amd64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }}), [armhf]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-armhf }}) eller [arm64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-arm64 }})
th: ดาวน์โหลด Jamulus สำหรับสถาปัตยกรรมของคุณ: [amd64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }}), [armf]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-armhf }}) หรือ [arm64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-arm64 }})
zh_cn: 下载适合您的架构的 Jamulus: [amd64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }}), [armf]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-armhf }}) or [arm64]({{ site.download_root_link }}{{ site.download_file_names.deb-gui-arm64 }})

source: Update apt by opening a console window (CTRL+ALT+T should work) and type: `sudo apt-get update`
de: Aktualisiere apt, indem du dein Terminal öffnest (STRG+ALT+T sollte funktionieren) und folgendes eingibst: `sudo apt-get update`
ko_kr: 콘솔 창을 열고(CTRL+ALT+T가 작동해야 함) `sudo apt-get update`를 입력하여 apt를 업데이트합니다
nl: Werk apt bij door een consolevenster te openen (CTRL+ALT+T zou moeten werken) en typ: `sudo apt-get update`
sv_se: Uppdatera apt genom att öppna ett terminalfönster (CTRL+ALT+T bör fungera) och skriv: `sudo apt-get update`
th: อัปเดต apt โดยเปิดหน้าต่าง Terminal (คีย์ลัด CTRL+ALT+T) แล้วพิมพ์: `sudo apt-get update`
zh_cn: 通过打开命令行窗口更新 apt(CTRL+ALT+T 应该可以)并输入:`sudo apt-get update`

source: Go to where you downloaded the installer and either double-click on it, or use the command line: `sudo apt install ./{{ site.download_file_names.deb-gui }}` (or for Raspberry Pi etc. as above)
de: Wechsle in das Verzeichnis in das du das Installationsprogramm gespeichert hast und doppelklicke darauf, oder verwende die Befehlszeile: `sudo apt install ./{{ site.download_file_names.deb-gui }}` (oder für Raspberry Pi etc. wie oben)
ko_kr: 설치 프로그램을 다운로드한 위치로 이동하여 두 번 클릭하거나, 명령줄을 사용합니다. `sudo apt install ./{{ site.download_file_names.deb-gui }}`(또는 위와 같이 Raspberry Pi 등의 경우)
nl: Ga naar de locatie waar je het installatieprogramma hebt gedownload en dubbelklik erop of gebruik de opdrachtregel: `sudo apt install ./{{ site.download_file_names.deb-gui }}` (of voor Raspberry Pi etc. zoals hierboven)
sv_se: Gå till den plats där du har laddat ner installationsprogrammet och dubbelklicka på det, eller använd kommandoraden: `sudo apt install ./{{ site.download_file_names.deb-gui }}` (eller för Raspberry Pi osv. enligt ovan)
th: ไปที่โฟลเดอร์ที่คุณดาวน์โหลดไฟล์ติดตั้งไว้ จากนั้นดับเบิลคลิกที่ไฟล์ หรือใช้คำสั่ง: `sudo apt install ./{{ site.download_file_names.deb-gui }}` (หรือสำหรับ Raspberry Pi ฯลฯ ตามข้างต้น)
zh_cn: 转到下载安装程序的位置并双击它，或使用命令行: `sudo apt install ./{{ site.download_file_names.deb-gui }}` (或用于 Raspberry Pi 等，如上所示)

source: Once installed, you can delete the file and close any console windows.
de: Sobald die Installation fertig ist, kannst du die Datei löschen und alle Terminalfenster schließen.
ko_kr: 설치한 후에는 파일을 삭제하고 모든 콘솔 창을 닫을 수 있습니다.
nl: Eenmaal geïnstalleerd, dan kun je het bestand verwijderen en alle consolevensters sluiten.
sv_se: När installationen är klar kan du radera filen och stänga eventuella terminalfönster.
th: เมื่อติดตั้งเสร็จแล้ว คุณสามารถลบไฟล์และปิดหน้าต่างคอนโซลได้
zh_cn: 安装后，您可以删除该文件并关闭命令行窗口。

source: **Upgrades:** If you need to upgrade Jamulus to a newer version and install Jamulus manually, just download the new .deb file and re-install as above.
de: **Upgrades:** Wenn du Jamulus auf eine neue Version aktualisierst und Jamulus manuell installiert hast, kannst du die neue .deb Datei einfach herunterladen und wie oben beschrieben neu installieren.
ko_kr: **업그레이드:** Jamulus를 최신 버전으로 업그레이드하고 Jamulus를 수동으로 설치해야 하는 경우, 새 .deb 파일을 다운로드하고 위와 같이 다시 설치하면 됩니다.
nl: **Upgraden:** Als je Jamulus moet upgraden naar een nieuwere versie en Jamulus handmatig moet installeren, download dan gewoon het nieuwe .deb-bestand en installeer het opnieuw zoals hierboven.
sv_se: **Uppgraderingar:** Om du behöver uppgradera Jamulus till en nyare version och installera Jamulus manuellt, ladda ner den nya .deb-filen och installera om enligt ovan.
th: **การอัปเกรด:** หากคุณต้องการอัปเกรด Jamulus เป็นเวอร์ชันที่ใหม่กว่าและติดตั้ง Jamulus ด้วยตนเอง เพียงดาวน์โหลดไฟล์ .deb ใหม่ แล้วติดตั้งใหม่อีกครั้งตามขั้นตอนข้างต้น
zh_cn: **升级:** 如果您需要将 Jamulus 升级到较新的版本并手动安装 Jamulus，只需下载新的 .deb 文件并按照上述步骤重新安装。

source: Other distributions
de: Andere Distributionen
ko_kr: 다른 배포판
nl: Andere distributies
sv_se: Andra distributioner
th: ดิสทริบิวชันอื่นๆ
zh_cn: 其他发行版

source: For installers on other distributions, see their package managers and [Repology](https://repology.org/project/jamulus/versions). If an up-to-date version of Jamulus is not included in your distribution, you can [compile Jamulus from source](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md). Note also the contributed [installation scripts](https://github.com/jamulussoftware/installscripts).
de: Für Installer auf anderen Distributionen, durchsuche die Paketverwaltung und [Repology](https://repology.org/project/jamulus/versions). Wenn keine aktuelle Jamulus version in deiner Distribution enthalten ist, kannst du [Jamulus kompilieren](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md). Du kannst auch die inoffiziellen [Installationsskripte](https://github.com/jamulussoftware/installscripts) nutzen.
ko_kr: 다른 배포판의 설치 프로그램은 패키지 관리자 및 [Repology](https://repology.org/project/jamulus/versions)를 참조하십시오. 최신 버전의 Jamulus가 배포판에 포함되어 있지 않은 경우 [소스에서 Jamulus 컴파일](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md)을 할 수 있습니다. 제공된 [설치 스크립트](https://github.com/jamulussoftware/installscripts)도 참고하십시오.
nl: Voor installatieprogramma's voor andere distributies, zie hun pakketbeheerders en [Repology](https://repology.org/project/jamulus/versions). Als er geen up-to-date versie van Jamulus is opgenomen in jouw distributie, dan kun je [Jamulus compileren van de broncode (engelstalig)](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md). Je kunt wellicht ook een van de bijgedragen [installatie scripts](https://github.com/jamulussoftware/installscripts) gebruiken.
sv_se: För installationer på andra distributioner, se deras pakethanterare och [Repology](https://repology.org/project/jamulus/versions). Om en uppdaterad version av Jamulus inte ingår i din distribution kan du [kompilera Jamulus från källkoden](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md). Notera också de bidragna [installationsskripten](https://github.com/jamulussoftware/installscripts).
th: สำหรับตัวติดตั้งบนดิสทริบิวชันอื่นๆ ให้ดูที่ตัวจัดการแพ็กเกจของดิสทริบิวชันนั้นๆ และ [Repology](https://repology.org/project/jamulus/versions) หากดิสทริบิวชันของคุณไม่มี Jamulus เวอร์ชันล่าสุด คุณสามารถ[คอมไพล์ Jamulus จากซอร์สโค้ด](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md) ได้ และลองดู[สคริปต์การติดตั้ง](https://github.com/jamulussoftware/installscripts) ที่ผู้ใช้คนอื่นๆ สร้างขึ้น
zh_cn: 对于其他发行版上的安装程序，请参阅其包管理器和 [Repology](https://repology.org/project/jamulus/versions)。如果您的发行版中不包含最新版本的 Jamulus，您可以 [从源代码编译 Jamulus](https://github.com/jamulussoftware/jamulus/blob/main/COMPILING.md)。另请注意贡献的 [安装脚本](https://github.com/jamulussoftware/installscripts)。

source: Set up your hardware
de: Richte deine Hardware ein
ko_kr: 사용자의 하드웨어 설정
nl: Hardware configuratie
sv_se: Ställ in din hårdvara
th: การตั้งค่าฮาร์ดแวร์
zh_cn: 设置你的硬件

source: The Jamulus Client needs to connect to a running [JACK](https://jackaudio.org/) server in order to start. You need to find out which is the low-latency sound server for your distribution. - If your distribution uses [JACK](https://jackaudio.org/), see how to [configure JACK with QjackCtl](Installation-for-Linux#configure-jack-with-qjackctl). - If your distribution uses PipeWire, see how to [configure PipeWire](Installation-for-Linux#configure-pipewire).
nl: De Jamulus-client moet verbinding maken met een actieve [JACK](https://jackaudio.org/) server om te kunnen starten. Je moet uitzoeken welke de low-latency sound server is voor jouw distributie. - Als jouw distributie [JACK](https://jackaudio.org/) gebruikt, zie dan hoe je [JACK configureert met QjackCtl](Installation-for-Linux#configureer-jack-met-qjackctl). - Als jouw distributie PipeWire gebruikt, zie dan hoe je [PipeWire configureert](Installation-for-Linux#configureer-pipewire).
sv_se: Jamulus-klienten behöver ansluta till en körande [JACK](https://jackaudio.org/) server för att starta. Du behöver ta reda på vilken ljudserver med låg latens som används i din distribution.. - Om din distribution använder [JACK](https://jackaudio.org/), se hur du [konfigurerar JACK med QjackCtl](Installation-for-Linux#configure-jack-with-qjackctl).. - Om din distribution använder PipeWire, se hur du [konfigurerar PipeWire](Installation-for-Linux#configure-pipewire).
th: ไคลเอนต์ Jamulus จำเป็นต้องเชื่อมต่อกับเซิร์ฟเวอร์ [JACK](https://jackaudio.org/) ที่กำลังทำงานอยู่จึงจะเริ่มทำงานได้ คุณต้องตรวจสอบว่าเซิร์ฟเวอร์เสียงแบบ low-latency สำหรับดิสทริบิวชันของคุณคือตัวไหน - หากดิสทริบิวชันของคุณใช้ [JACK](https://jackaudio.org/) ให้ดูวิธี [กำหนดค่า JACK ด้วย QjackCtl](Installation-for-Linux#configure-jack-with-qjackctl) - หากดิสทริบิวชันของคุณใช้ PipeWire ให้ดูวิธี [กำหนดค่า PipeWire](Installation-for-Linux#configure-pipewire)
zh_cn: Jamulus 客户端需要连接到正在运行的 [JACK](https://jackaudio.org/) 服务器才能启动。您需要找出哪个是适合您的发行版的低延迟声音服务器。- 如果您的发行版使用 [JACK](https://jackaudio.org/)，请参阅如何 [使用 QjackCtl 配置 JACK](Installation-for-Linux#使用-qjackctl-配置-jack)。- 如果您的发行版使用 PipeWire，请参阅如何 [配置 PipeWire](Installation-for-Linux#配置-pipewire)。

source: Configure JACK with QjackCtl
de: Konfiguriere Jack mit QjackCtl
ko_kr: QjackCtl로 JACK 구성하기
nl: Configureer JACK met QjackCtl
sv_se: Konfigurera JACK med QjackCtl
th: การกำหนดค่า JACK ด้วย QjackCtl
zh_cn: 使用 QjackCtl 配置 JACK

source: To run a [JACK](https://jackaudio.org/) server, the recommended method is to use `QjackCtl`.
nl: Om een [JACK](https://jackaudio.org/)-server te draaien, is de aanbevolen methode om `QjackCtl` te gebruiken.
sv_se: För att köra en [JACK](https://jackaudio.org/) server är den rekommenderade metoden att använda `QjackCtl`.
th: วิธีที่แนะนำสำหรับการรันเซิร์ฟเวอร์ [JACK](https://jackaudio.org/) คือการใช้ `QjackCtl`
zh_cn: 要运行 [JACK](https://jackaudio.org/) 服务器，推荐的方法是使用 `QjackCtl` 。

source: Launch QjackCtl. You will see the **Qt JACK Control utility main page**.
nl: Start QjackCtl. Je ziet het **Qt JACK Control utility hoofdvenster**.
sv_se: Starta QjackCtl. Du kommer att se **Qt JACK Control-verktygets huvudsida**.
th: เปิด QjackCtl ขึ้นมา คุณจะเห็น **Qt JACK Control utility main page**
zh_cn: 启动 QjackCtl。您将看到 **Qt JACK Control 实用程序主页**。

source: Configure your sound hardware as follows:
nl: Configureer jouw geluidsapparatuur als volgt:
sv_se: Konfigurera din ljudhårdvara enligt följande:
th: กำหนดค่าอุปกรณ์เสียงของคุณดังนี้:
zh_cn: 按以下步骤配置声音硬件:

source: Set the audio **Interface** to the one you want (there may be several in the list - choose the correct one as this cannot be changed without stopping Jamulus and JACK).
nl: Stel de audio **Interface** in op degene die je wilt (er kunnen er meerdere in de lijst staan - kies de juiste, want deze kan niet worden gewijzigd zonder Jamulus en JACK te stoppen).
sv_se: Ställ in ljud**gränssnittet** till det du vill använda (det kan finnas flera i listan - välj rätt, eftersom detta inte kan ändras utan att stoppa Jamulus och JACK).
th: ตั้งค่า **Interface** เสียง ให้ตรงกับอุปกรณ์ที่คุณต้องการใช้ (อาจมีหลายตัวเลือกในรายการ ให้เลือกอันที่ถูกต้อง เพราะระหว่างที่ Jamulus และ JACK ทำงานคุณจะไม่สามารถเปลี่ยนแปลงการตั้งค่านี้ได้)
zh_cn: 将音频 **接口** 设置为您想要的 (列表中可能有多个 - 选择正确的一个，因为如果不停止 Jamulus 和 JACK 就无法更改它)。

source: Set the **Sample Rate to 48000**.
nl: Stel de **Sample Rate in op 48000**.
sv_se: Ställ in **samplingsfrekvensen till 48000**.
th: ตั้งค่า **Sample Rate เป็น 48000**
zh_cn: 将**采样率设置为 48000**。

source: Set the **Frames/Period to 128** and **Periods/Buffer at 2** at first.
nl: Stel de **Frames/Period in op 128** en **Periods/Buffer op 2** om mee te beginnen.
sv_se: Ställ in **Frames/Period till 128** och **Periods/Buffer till 2** till att börja med.
th: ตั้งค่า **Frames/Period เป็น 128** และ **Periods/Buffer เป็น 2** ในตอนแรก
zh_cn: 首先将 **帧/周期”设置为 128** ，将 **周期/缓冲区** 设置为 2

source: Restart JACK for the new settings to take effect and continue from the [Start Jamulus](Installation-for-Linux#start-jamulus) section below.
nl: Start JACK opnieuw op om de nieuwe instellingen van kracht te laten worden en ga verder vanaf het gedeelte [Start Jamulus](Installation-for-Linux#start-jamulus) hieronder.
sv_se: Starta om JACK för att de nya inställningarna ska träda i kraft och fortsätt från avsnittet [Starta Jamulus](Installation-for-Linux#start-jamulus) nedan.
th: รีสตาร์ท JACK เพื่อให้การตั้งค่าใหม่มีผล จากนั้นไปที่หัวข้อ [เริ่ม Jamulus](Installation-for-Linux#start-jamulus) ด้านล่าง
zh_cn: 重新启动 JACK 以使新设置生效，然后从下面的 [启动 Jamulus](Installation-for-Linux#启动-jamulus) 部分继续。

source: Configure PipeWire
nl: Configureer PipeWire
sv_se: Konfigurera PipeWire
th: การกำหนดค่า PipeWire
zh_cn: 配置 PipeWire

source: PipeWire provides its own JACK server. When you launch the Jamulus Client, PipeWire automatically runs a JACK server. However, there are a few parameters to adjust. You need to set your audio interface to the "pro-audio" profile and define PipeWire's "rate" and "quantum" parameters beforehand. You can find more information about the configuration in the [PipeWire wiki](https://gitlab.freedesktop.org/pipewire/pipewire/-/wikis/Config-JACK#jack-server).
nl: PipeWire gebruikt zijn eigen JACK-server. Wanneer je de Jamulus-client start, start PipeWire automatisch een JACK-server. Er zijn echter een paar parameters die je moet aanpassen. Je moet jouw audio-interface instellen op het "pro-audio"-profiel en de "rate"- en "quantum"-parameters van PipeWire van tevoren definiëren. Je kunt meer informatie over de configuratie vinden in de [PipeWire-wiki](https://gitlab.freedesktop.org/pipewire/pipewire/-/wikis/Config-JACK#jack-server).
sv_se: PipeWire tillhandahåller sin egen JACK-server. När du startar Jamulus-klienten kör PipeWire automatiskt en JACK-server. Det finns dock några parametrar som behöver justeras. Du behöver ställa in ditt ljudgränssnitt till "pro-audio"-profilen och definiera PipeWires "rate" och "quantum"-parametrar i förväg. Du kan hitta mer information om konfigurationen i [PipeWire-wikin](https://gitlab.freedesktop.org/pipewire/pipewire/-/wikis/Config-JACK#jack-server).
th: PipeWire มีเซิร์ฟเวอร์ JACK เป็นของตัวเอง เมื่อคุณเปิดไคลเอนต์ Jamulus ตัว PipeWire จะรันเซิร์ฟเวอร์ JACK โดยอัตโนมัติ อย่างไรก็ตาม มีพารามิเตอร์บางอย่างที่ต้องปรับแต่ง คุณต้องตั้งค่าออดิโออินเตอร์เฟสของคุณเป็นโปรไฟล์ "pro-audio" และกำหนดค่าพารามิเตอร์ "rate" และ "quantum" ของ PipeWire ไว้ล่วงหน้า คุณสามารถดูข้อมูลเพิ่มเติมเกี่ยวกับการกำหนดค่าได้ใน [PipeWire wiki](https://gitlab.freedesktop.org/pipewire/pipewire/-/wikis/Config-JACK#jack-server)
zh_cn: PipeWire 提供了自己的 JACK 服务器。启动 Jamulus 客户端时，PipeWire 会自动运行 JACK 服务器。但是，需要调整一些参数。您需要将音频接口设置为“专业音频”配置文件，并预先定义 PipeWire 的“速率”和“量子”参数。您可以在 [PipeWire wiki](https://gitlab.freedesktop.org/pipewire/pipewire/-/wikis/Config-JACK#jack-server) 中找到有关配置的更多信息。
