Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Installation-for-Windows.po
Languages: de, fr, ko_kr, nl, pt, sv_se, th, zh_cn

source: en
de: de
fr: fr
ko_kr: ko_KR
nl: nl
pt: pt
sv_se: sv-SE
th: th
zh_cn: zh_CN

source: Installation for Windows
de: Installation auf Windows
fr: Installation sous Windows
ko_kr: Windows용 설치
nl: Installatie voor Windows
pt: Instalação no Windows
sv_se: Installation för Windows
th: การติดตั้งบน Windows
zh_cn: 为 Windows 安装

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
de: {% include breadcrumb.html root="Jamulus verwenden" branch1="Erste Schritte" branch1-url="Getting-Started" %}
fr: {% include breadcrumb.html root="Utiliser Jamulus" branch1="Démarrage" branch1-url="Getting-Started" %}
ko_kr: {% include breadcrumb.html root="Jamulus 사용하기" branch1="시작하기" branch1-url="시작하기" %}
nl: {% include breadcrumb.html root="Jamulus gebruiken" branch1="Aan de slag" branch1-url="Getting-Started" %}
pt: {% include breadcrumb.html root="Usand Jamulus" branch1="Começando" branch1-url="Getting-Started" %}
sv_se: {% include breadcrumb.html root="Använda Jamulus" branch1="Komma igång" branch1-url="Getting-Started" %}
th: {% include breadcrumb.html root="การใช้ Jamulus" branch1="เริ่มต้นใช้งาน" branch1-url="Getting-Started" %}
zh_cn: {% include breadcrumb.html root="使用 Jamulus" branch1="快速入门" branch1-url="Getting-Started" %}

source: # Installation for Windows
pt: # Instalação no Windows

source: Make sure you read the [Getting Started](Getting-Started) page.
de: Stelle sicher, dass du die [Erste Schritte](Getting-Started) Seite bereits gelesen hast.
fr: Assurez-vous d'avoir déjà lu la page [Configuration](Getting-Started).
ko_kr: [시작하기](시작하기) 페이지를 반드시 읽으십시오.
nl: Zorg dat je de [aan de slag](Getting-Started) pagina hebt gelezen.
pt: Primeiro tenha certeza que você já leu a página [Começando](Getting-Started)
sv_se: Se till att läsa sidan [Kom igång](Getting-Started).
th: โปรดแน่ใจว่าคุณได้อ่านหน้า [เริ่มต้นใช้งาน](Getting-Started) แล้ว
zh_cn: 请确保你阅读了[入门](Getting-Started)页面。

source: **Download and install an ASIO Driver**. It is recommended to use a sound card/interface with a native ASIO driver. If you don't have an external sound card, you probably need to install a generic driver like ASIO4ALL. For more information scroll down to the [ASIO](#asio) section.
pt: **Baixe e instale um driver ASIO**. É recomendável usar uma placa ou interface de som com um driver ASIO nativo. Se você não possui uma placa de som externa, você provavelmente deve instalar um driver genérico como ASIO4ALL. Para mais informações vá até a seção [ASIO](#asio) abaixo.

source: [Download Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\
pt: [Baixe o Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\

source: **Install Jamulus**: Double click the installer to launch it. If you get a warning notice from SmartScreen, click on "More info" and "Run anyway" to install Jamulus. (If you grabbed a new version of Jamulus and are one of the first people who downloaded it, Jamulus won't be whitelisted by SmartScreen yet. We don't pay for code signing.)
pt: **Instale o Jamulus**: Dê um clique duplo no instalador para rodá-lo. Se você vir uma mensagem de alerta do SmartScreen, clique em "Mais informações" e "Iniciar assim mesmo" para instalar o Jamulus. (Se você for uma das primeiras pessoas a baixar uma nova versão do Jamulus, ele ainda não vai estar na lista do SmartScreen. Nós não pagamos por assinatura de código.)

source: **Run Jamulus**. Now you should be able to use Jamulus just like any other application.
pt: **Inicie o Jamulus**. Agora você vai poder abrir o Jamulus como qualquer outro aplicativo.

source: **Set up your sound card**. When you're done, you need to set up your audio hardware. Have a look at how to set up ASIO4ALL if you're using that and/or [Hardware Setup](Hardware-Setup).
pt: **Configure sua placa de som**. Em seguida você deve configurar o seu hardware de áudio. Dê uma olhada de como configurar ASIO4ALL se você estiver usando este driver e/ou [Hardware Setup](Hardware-Setup).

source: Jamulus uses [ASIO](https://en.wikipedia.org/wiki/Audio_Stream_Input/Output) to provide the lowest latency.
pt: Jamulus faz uso do [ASIO](https://pt.wikipedia.org/wiki/Audio_Stream_Input/Output) para poder trabalhar com a menor latência possível.

source: If you own an external sound card/audio interface, use its official ASIO driver (they usually provide the best quality).
pt: Se você usa uma placa ou interface de áudio externa, use seu driver ASIO oficial (eles oferecem a melhor qualidade).

source: If you don't have an external sound card, you will probably not have an ASIO driver. Therefore, you will need to install a generic one like ASIO4ALL:
pt: Se você não possui uma placa externa de som, provavelmente não existe tem um driver ASIO específico. Nesse caso instale um driver genérico, como ASIO4ALL:

source: You can try two versions of ASIO4ALL. ASIO4ALL v2.14 includes a workaround for a bug which might break other functionality.
de: Du kannst zwei Versionen von ASIO4ALL testen. ASIO4ALL v2.14 nutzt einen Workaround für einen Bug, der eventuell Probleme mit anderen Funktionen auslöst.
fr: Vous pouvez essayer deux versions d'ASIO4ALL. ASIO4ALL v2.14 inclut une solution de contournement pour un bogue qui pourrait casser d'autres fonctionnalités.
ko_kr: ASIO4ALL의 두 가지 버전을 사용해 볼 수 있습니다. ASIO4ALL v2.14에는 다른 기능을 손상시킬 수 있는 버그에 대한 해결 방법이 포함되어 있습니다.
nl: Je kunt twee versies van ASIO4ALL proberen. ASIO4ALL v2.14 bevat een tijdelijke oplossing voor een bug die andere functionaliteit zou kunnen verstoren.
pt: Você pode experimentar duas versões diferentes de ASIO4ALL. A versão 2.14 inclui uma solução para um bug que pode causar conflito com outras funções.
sv_se: Du kan prova två versioner av ASIO4ALL. ASIO4ALL v2.14 inkluderar en lösning för en bugg som kan påverka annan funktionalitet.
th: คุณสามารถลองใช้ ASIO4ALL ได้สองเวอร์ชัน ASIO4ALL v2.14 ได้แก้ไขบั๊กที่อาจทำให้ฟังก์ชันอื่นๆ ทำงานผิดพลาดไป
zh_cn: 您可以尝试两个版本的 ASIO4ALL。 ASIO4ALL v2.14 包含一个可能破坏其他功能的错误的解决方法。

source: ### Setting up ASIO4ALL
pt: ### Configurando o ASIO4ALL

source: *ASIO4ALL is not recommended if your sound card/audio interface provides its own ASIO driver, since that might have better latency.*
pt: *ASIO4ALL não é recomendado se sua placa ou interface de áudio fornecer seu próprio driver ASIO, uma vez que este tem a melhor latência.*

source: For ASIO4ALL, you may need to experiment a bit to find the right configuration since every computer is a bit different.
pt: No ASIO4ALL você pode ter que experimentar até achar a configuração certa, já que computadores diferem um pouco um do outro.

source: **Tip:** Set up your sound card while you're [connected to a server](Onboarding#2-connecting-to-a-server) to hear your instrument or voice and check if everything is correctly set up; but first read on.
pt: **Dica:** Configure sua placa de som enquanto estiver [conectado com um servidor](Onboarding#2-connecting-to-a-server) para poder ouvir sua própria voz ou instrumento e checar se tudo está correto; mas antes disso continue lendo.

source: Before you start with Jamulus:
de: Bevor du Jamulus startest:
fr: Avant de démarrer avec Jamulus :
ko_kr: Jamulus로 시작하기 전에:
pt: Antes de começar a usar o Jamulus:
sv_se: Innan du börjar med Jamulus:
th: ก่อนที่คุณจะเริ่มต้นใช้งาน Jamulus:
zh_cn: 在开始使用 Jamulus 之前:

source: **Close all applications** (especially those which could access your sound card like your browser/media player) since Jamulus needs exclusive access to your sound card. Other programs will not be able to use audio if ASIO4ALL and Jamulus are running.
pt: **Feche todos os programas** (especialmente aqueles que acessam sua placa de som, como navegador ou reprodutor de mídia) pois Jamulus precisa de acesso exclusivo à sua placa de som. Outros programas não vão poder usar o áudio se ASIO4ALL e Jamulus estiverem rodando.

source: If the Jamulus audio doesn’t work out of the box, make sure that only the **correct inputs/outputs** in ASIO4ALL **are switched on**. Everything else should be switched off. Search the [community list of working ASIO4ALL configurations](/kb/2021/03/20/ASIO4ALL-Examples.html) for your configuration or do it manually if you can't find yours:
pt: Se o áudio do Jamulus não funcionar diretamente, assegure-se que somente as **entradas e saídas corretas** no ASIO4ALL **estejam ativadas**. Todo o resto deve estar desligado. Procure nas [listas comunitárias de configurações válidas para ASIO4ALL](/kb/2021/03/20/ASIO4ALL-Examples.html) para o seu sistema ou configure-o manualmente se não achá-lo:

source: ### How to set up ASIO4ALL inputs (Guide)
pt: ### Como configurar as entradas no ASIO4ALL (Guia)

source: Open Jamulus's settings
de: Jamulus Einstellungen öffnen
fr: Ouvrez les paramètres de Jamulus
ko_kr: Jamulus의 설정 열기
nl: Open Jamulus's instellingen
pt: Abra as definições do Jamulus.
sv_se: Öppna Jamulus inställningar
th: เปิดหน้า Settings ของ Jamulus
zh_cn: 打开 Jamulus 的设置

source: Go to _"ASIO Device Settings"_ (column on the left; directly under the selection of the driver)
de: Klick auf _„ASIO Geräte Einstellungen“_ (linke Spalte in Jamulus, unten)
fr: Allez dans les _« Paramètres ASIO »_ (colonne de gauche ; directement sous la sélection du pilote)
ko_kr: _"ASIO 장치 설정"_으로 갑니다(왼쪽 열, 드라이버 선택 바로 아래)
nl: Klik op _"ASIO Apparaatinstellingen"_ (knop aan de linkerkant; direct onder de selectie van het apparaat)
pt: Vá até _"Definições do dispositivo ASIO"_ (coluna à esquerda, direto sob a seleção do driver)
sv_se: Gå till _"ASIO Device Settings"_ (kolumn till vänster; direkt under valet av drivrutinen)
th: ไปที่ _"ASIO Device Settings"_ (คอลัมน์ทางด้านซ้าย ใต้ตัวเลือกไดรเวอร์)
zh_cn: 转到_“ASIO设备设置”_(左侧列;直接在驱动程序的选择下)

source: Enable _advanced view_ in ASIO4ALL (click the tool icon on the bottom right)
de: Aktiviere die _erweiterte Ansicht_ in ASIO4ALL (klicke auf das Werkzeug-Icon unten rechts)
fr: Activez le panneau _advanced view_ dans ASIO4All (cliquez sur l'icône d'outil en bas à droite)
ko_kr: ASIO4ALL에서 _고급 보기_ 활성화(오른쪽 하단의 도구 아이콘 클릭)
nl: Schakel de _advanced view/options_ in voor ASIO4ALL (klik op het gereedschaps-/tandwielpictogram rechtsonder)
pt: Habilite _Configuração avançada_ no ASIO4ALL (clique na ferramente embaixo à direita)
sv_se: Aktivera _avancerad vy_ i ASIO4ALL (klicka på verktygsikonen längst ner till höger)
th: เปิด _advanced view_ ใน ASIO4ALL (คลิกที่ไอคอนรูปเครื่องมือที่ด้านล่างขวา)
zh_cn: 在 ASIO4ALL 中启用_高级视图_(单击右下角的工具图标)

source: Enable only the sound card you want to use by clicking on the button next to its name
de: Aktiviere nur die Soundkarte, die du nutzen willst, indem du auf den Knopf direkt neben dem Namen der Soundkarte klickst
fr: Activez uniquement la carte son que vous voulez utiliser en cliquant sur le bouton à coté de son nom
ko_kr: 이름 옆에 있는 버튼을 클릭하여 사용하려는 사운드 카드만 활성화합니다
nl: Schakel alleen de geluidskaart in die je wilt gebruiken door op de knop naast de naam te klikken
pt: Habilite somente o dispositivo de som que você quer usar, clicando no botão próximo ao seu nome
sv_se: Aktivera endast det ljudkort du vill använda genom att klicka på knappen bredvid dess namn
th: เปิดใช้งานเฉพาะการ์ดเสียงที่คุณต้องการใช้โดยคลิกที่ปุ่มถัดจากชื่อ
zh_cn: 通过单击其名称旁边的按钮，仅启用您要使用的声卡

source: Open your sound card inputs/outputs by clicking the _plus icon_ next to this sound card
de: Öffne deine Soundkarte über das _Plus-Icon_ neben der Soundkarte, um die Ein/Ausgänge anzuzeigen
fr: Ouvrez les entrées/sorties de votre carte son en cliquant sur l'_icône plus_ à côté de cette carte son
ko_kr: 이 사운드 카드 옆에 있는 _＋ 아이콘_을 클릭하여 사운드 카드 입력/출력을 엽니다
nl: Open de in-/uitgangen van je geluidskaart door op het _pluspictogram_ naast deze geluidskaart te klikken
pt: Abra as entradas e saídas de sua placa de som clicando no _sinal de mais_ próximo do nome da placa
sv_se: Öppna ditt ljudkorts ingångar/utgångar genom att klicka på _plusikonen_ bredvid detta ljudkort
th: เปิดดูอินพุต/เอาต์พุตของการ์ดเสียงของคุณโดยคลิกที่ _ไอคอนเครื่องหมายบวก_ ถัดจากการ์ดเสียงนี้
zh_cn: 通过单击此声卡旁边的_加号图标_打开您的声卡输入/输出

source: Now enable the correct inputs/outputs in the list under your sound card and disable everything else. You can hover over the inputs/outputs to see which of both they are and if they support the required sample rate for Jamulus of 48kHz (DVD quality).
de: Aktiviere die richtigen Ein/Ausgänge in der Liste unter deiner Soundkarte und deaktiviere alle anderen Ein/Ausgänge. Du kannst über den Ein/Ausgängen hovern (mit dem Mauszeiger auf über dem Ein/Ausgang ruhen) ob sie die richtige Sample Rate für Jamulus unterstützen (48kHz; DVD-Qualität).
fr: Activez alors les entrées/sorties correctes dans la liste sous votre carte son et désactivez tout le reste. Vous pouvez survoler les entrées/sorties pour voir de quelles entrées/sorties il s'agit et si elles supportent le taux d'échantillonnage requis pour Jamulus de 48kHz (qualité DVD).
ko_kr: 이제 사운드 카드 아래의 목록에서 올바른 입력 / 출력을 활성화하고 다른 모든 것을 비활성화하십시오. 입력/출력 위로 마우스를 가져가면 둘 다 어느 것인지 그리고 48kHz(DVD 품질)의 Jamulus에 필요한 샘플 속도를 지원하는지 확인할 수 있습니다.
nl: Schakel nu de juiste in-/uitgangen in de lijst onder je geluidskaart in en schakel al het andere uit. Je kunt de muisaanwijzer over de in-/uitgangen bewegen om te zien welke van beide het zijn en of ze de vereiste samplefrequentie voor Jamulus van 48 kHz (dvd-kwaliteit) ondersteunen.
pt: Agora habilite as entradas/saídas corretas na lista abaixo do dispositivo de áudio e desabilite todo o resto. Você pode passar o mouse por cima das opções para ver quais delas suportam o sample rate requirido de 48kHz para Jamulus (qualidade DVD).
sv_se: Aktivera nu de korrekta ingångarna/utgångarna i listan under ditt ljudkort och inaktivera allt annat. Du kan hovra över ingångarna/utgångarna för att se vilken av dem det är och om de stöder den nödvändiga samplingsfrekvensen för Jamulus på 48kHz (DVD-kvalitet).
th: ต่อไป เปิดใช้งานอินพุต/เอาต์พุตที่ถูกต้องในรายการใต้การ์ดเสียงของคุณ และปิดส่วนอื่นๆ ทั้งหมด คุณสามารถเลื่อนเมาส์ไปวางเหนืออินพุต/เอาต์พุต เพื่อดูว่าเป็นอินพุตหรือเอาต์พุต และเช็คว่ามันรองรับ sample rate แบบ 48kHz (คุณภาพ DVD) ที่ Jamulus ต้องการหรือไม่
zh_cn: 现在在声卡下的列表中启用正确的输入/输出并禁用其他所有内容。您可以将鼠标悬停在输入/输出上以查看它们中的哪一个以及它们是否支持 48kHz(DVD 质量)的 Jamulus 所需的采样率。

source: **Hints:**
pt: **Dicas:**

source: Many internal sound cards are named Realtek High Definition Audio, Conexant or similar.
pt: Várias placas de som internas têm o nome Realtek High Definition Audio, Conexant ou similar.

source: Headphones and speakers are often labelled as output and microphones as inputs or capture.
pt: Fones de ouvido e auto-falantes são frequentemente nomeados "output" e microfones "input" ou "capture".

source: Stereo Mix is usually not the input/output you're looking for and therefore you should switch it off if you see it.
pt: Via de regra Stereo Mix não é o input/output que você está procurando, e portanto deve ser desabilitado, caso você o veja.

source: ### Having trouble setting up ASIO4ALL?
pt: ### Problemas na configuração do ASIO4ALL?

source: If nothing works, first restart Jamulus and/or your PC to close background processes that may be accessing your sound card.
de: Wenn es scheint, das nichts funktioniert, versuche zuerst Jamulus und/oder deinen PC **neu zu starten**, damit Hintergrundprozesse, die auf die Soundkarte zugreifen könnten, geschlossen werden.
fr: Si rien ne fonctionne, redémarrez d'abord Jamulus et/ou votre PC pour fermer les processus d'arrière-plan qui peuvent accéder à votre carte son.
ko_kr: 아무 것도 작동하지 않으면 먼저 Jamulus 및/또는 PC를 다시 시작하여 사운드 카드에 액세스할 수 있는 백그라운드 프로세스를 닫습니다.
nl: Als niets werkt, herstart dan eerst Jamulus en/of je pc om achtergrondprocessen te sluiten die mogelijk toegang hebben tot de geluidskaart.
pt: Se nada funcionar, primeiro reinicie o Jamulus e/ou seu PC para terminar processos em segundo plano que possam estar acessando sua placa de som.
sv_se: Om inget fungerar, starta först om Jamulus och/eller din dator för att stänga bakgrundsprocesser som kan ha åtkomst till ditt ljudkort.
th: หากไม่มีอะไรได้ผล ให้ลองรีสตาร์ทโปรแกรม Jamulus และ/หรือ รีสตาร์ทเครื่องของคุณ เพื่อปิดโปรแกรมเบื้องหลังที่อาจกำลังเข้าถึงการ์ดเสียงของคุณ
zh_cn: 如果没有任何效果，首先重新启动 Jamulus 和/或您的 PC 以关闭可能正在访问您的声卡的后台进程。

source: Afterwards, *set up the inputs/outputs again*. Enabled and accessible input/outputs show as lit up power buttons and play buttons. If instead you see a red cross or yellow symbol, close other applications that may be accessing your sound card (e.g. browser, Zoom, etc).
pt: Feito isso, *configure as entradas e saídas de novo*. As entradas/saídas que estiverem acessíveis e ativas aparecem com botões acesos (liga/desliga ou play). Se ao invés disso você vir uma cruz vermelha ou um símbolo amarelo, feche outras aplicações que podem estar acessando seu dispositivo de som (como browser, Zoom, etc).

source: Have a look at [this video](https://youtu.be/_GzOsitVgLI) by [trombonepizza](https://github.com/trombonepizza) which gives more detailed setup information on ASIO4ALL.
de: Werfe einen Blick auf [dieses Video](https://youtu.be/_GzOsitVgLI) von [trombonepizza](https://github.com/trombonepizza), das detailliertere Informationen zur Einrichtung von ASIO4ALL enthält.
fr: Regardez [cette vidéo](https://youtu.be/_GzOsitVgLI) par [trombonepizza](https://github.com/trombonepizza) qui donne des informations plus détaillées sur la configuration de ASIO4ALL.
ko_kr: ASIO4ALL에 대한 자세한 설정 정보를 제공하는 [trombonepizza](https://github.com/trombonepizza)의 [이 영상](https://youtu.be/_GzOsitVgLI)을 살펴보십시오.
nl: Kijk eens naar [deze video (engelstalig)](https://youtu.be/_GzOsitVgLI) van [trombonepizza](https://github.com/trombonepizza) die meer gedetailleerde informatie geeft over het instellen van ASIO4ALL.
pt: Dê uma olhada [nesse vídeo](https://youtu.be/_GzOsitVgLI) feito por [trombonepizza](https://github.com/trombonepizza) que dá informações detalhadas sobre a configuração do ASIO4ALL.
sv_se: Ta en titt på [denna video](https://youtu.be/_GzOsitVgLI) av [trombonepizza](https://github.com/trombonepizza) som ger mer detaljerad information om hur du ställer in ASIO4ALL.
th: ลองดู[วิดีโอนี้](https://youtu.be/_GzOsitVgLI) โดย [trombonepizza](https://github.com/trombonepizza) ซึ่งจะให้ข้อมูลโดยละเอียดเพิ่มเติมเกี่ยวกับการตั้งค่า ASIO4ALL
zh_cn: 看看[这个视频](https://youtu.be/_GzOsitVgLI)由[trombonepizza](https://github.com/trombonepizza)提供的关于ASIO4ALL更详细的设置信息。

source: Official and further information about how to configure ASIO4ALL is documented in the official [ASIO4ALL FAQs on the ASIO4ALL website](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"} and in the ASIO4ALL manual which can be found on your desktop or in the folder where the ASIO4ALL binary is installed (usually `C:\Program Files (x86)\ASIO4ALL v2\`)).
pt: Outras informações, oficiais e informais, sobre como configurar ASIO4ALL você encontra nos [FAQs ASIO4ALL no site ASIO4ALL](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"} e no manual ASIO4ALL que você encontra no seu desktop ou na pasta onde os arquivos ASIO4ALL foram instalados (normalmente `C:\Program Files (x86)\ASIO4ALL v2\`)).

source: ## All installed?
pt: ## Tudo instalado?

source: Jamulus has been installed and can be used now. You can now take a look at the
pt: Jamulus foi instalado e pode ser usado agora. Talvez você queira dar uma olhada na página

source: Upgrading? You may want to [back up your configuration](Software-Manual#backing-up-jamulus) first.
de: Updatest du? Es macht Sinn die [Konfiguration](Software-Manual#sicherung-von-jamulus) zu sichern.
fr: Mise à jour ? Vous pourriez d'abord vouloir [sauvegarder votre configuration](Software-Manual#sauvegarde-de-jamulus).
ko_kr: 업그레이드중입니까? 먼저 [사용자의 구성 백업](Software-Manual#backing-up-jamulus)을 원할 수 있습니다.
nl: Upgraden? Misschien wil je eerst een [back-up van je configuratie](Software-Manual#een-back-up-maken-van-jamulus) maken.
sv_se: Uppgradera? Du kanske vill [back up your configuration](Software-Manual#backing-up-jamulus) först.
th: อัปเกรดเวอร์ชัน? คุณอาจต้องการ[สำรองข้อมูลการตั้งค่าของคุณ](Software-Manual#backing-up-jamulus) ก่อน
zh_cn: 升级？您可能需要先 [备份您的配置](Software-Manual#备份-jamulus)。

source: **Download and install an ASIO Driver**. Try to use the driver that your hardware manufacturer provides. If you can't find that, or you don't have an external sound card, you probably need to install ASIO4ALL. For more information scroll down to the [ASIO](#asio) section.
de: **Downloade und installiere einen ASIO-Treiber**. Versuche, den Treiber zu verwenden, den der Hersteller deiner Hardware bereitstellt. Wenn du keinen findest oder keine externe Soundkarte hast, musst du wahrscheinlich ASIO4ALL installieren. Weitere Informationen findest du im Abschnitt [ASIO](#asio).
fr: **Téléchargez et installez un pilote ASIO**. Essayez d'utiliser le pilote fourni par le fabricant de votre matériel. Si vous ne le trouvez pas, ou si vous n'avez pas de carte son externe, vous devrez probablement installer ASIO4ALL. Pour plus d'informations, consultez la section [ASIO](#asio).
ko_kr: **ASIO 드라이버를 다운로드하여 설치합니다**. 하드웨어 제조업체에서 제공하는 드라이버를 사용하세요. 드라이버를 찾을 수 없거나 외장 사운드 카드가 없는 경우 ASIO4ALL을 설치해야 할 수도 있습니다. 자세한 내용은 [ASIO](#asio) 섹션까지 아래로 스크롤하세요.
sv_se: **Ladda ner och installera en ASIO-drivrutin**. Försök att använda den drivrutin som din hårdvarutillverkare tillhandahåller. Om du inte hittar det, eller om du inte har ett externt ljudkort, behöver du förmodligen installera ASIO4ALL. För mer information, scrolla ner till [ASIO](#asio)-avsnittet.
th: **ดาวน์โหลดและติดตั้ง ASIO Driver** หากผู้ผลิตฮาร์ดแวร์ของคุณได้จัดเตรียมไดรเวอร์ ASIO ไว้ให้ ขอแนะนำให้ลองใช้ไดรเวอร์นั้นดู แต่หากคุณหาไม่พบ หรือคุณไม่ได้ใช้ออดิโออินเตอร์เฟสแยก คุณอาจต้องติดตั้ง ASIO4ALL สำหรับข้อมูลเพิ่มเติม เลื่อนลงไปอ่านที่หัวข้อ [ASIO](#asio)
