Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Privacy-Statement.po
Languages: de, es, fr, ko_kr, nl, sv_se, th, zh_cn

source: Unmodified Servers will display a notice if recording is turned on. Recordings of each channel are stored by the Server and are controlled by the Server operator.
es: Los Servidores no modificados mostrarán un aviso si la grabación está activada. Las grabaciones de cada canal son almacenadas por el Servidor y son controladas por el operador del Servidor.
fr: Les serveurs non modifiés afficheront une notification si l'enregistrement est activé. Les enregistrements de chaque canal sont stockés par le serveur et sont contrôlés par l'opérateur du serveur.
ko_kr: 수정되지 않은 서버는 녹음이 켜져 있으면 알림을 표시합니다. 각 채널의 녹음은 서버에 저장되며 서버 운영자가 제어합니다.
nl: Ongewijzigde servers geven een melding weer als opnemen is ingeschakeld. Opnames van elk kanaal worden opgeslagen door de server en worden beheerd door de serverbeheerder.
sv_se: Icke-modifierade servrar kommer att visa en avisering om inspelning är aktiverad. Inspelningar av varje kanal lagras av servern och styrs av serveroperatören.
th: เซิร์ฟเวอร์ที่ไม่ได้ถูกดัดแปลงจะแสดงข้อความแจ้งเตือนหากมีการเปิดใช้งานการบันทึกเสียง การบันทึกเสียงของแต่ละแชนแนลจะถูกจัดเก็บโดยเซิร์ฟเวอร์ และควบคุมโดยผู้ดูแลเซิร์ฟเวอร์
zh_cn: 未经修改的服务器会在开启录制时显示通知。每个频道的录制内容均由服务器存储，并由服务器操作员控制。

source: It is possible for connected Clients to make recordings of sessions outside of Jamulus itself, for which there may be no notice or indication. Jamulus has no way to detect or control these situations and makes no representations as to the collection or use of such recording data.
es: Es posible que los Clientes conectados realicen grabaciones de las sesiones fuera del propio Jamulus, para las que puede no haber aviso ni indicación. Jamulus no tiene forma de detectar o controlar estas situaciones y no se pronuncia sobre la recopilación o el uso de dichos datos de grabación.
fr: Il est possible que des clients connectés effectuent des enregistrements de sessions en dehors de Jamulus lui-même, pour lesquels il peut n'y avoir aucune notification ou indication. Jamulus n'a aucun moyen de détecter ou de contrôler ces situations et ne fait aucune déclaration quant à la collecte ou à l'utilisation de ces données d'enregistrement.
ko_kr: 연결된 클라이언트는 Jamulus 외부에서 세션을 녹음할 수 있으며, 이에 대한 통지나 표시는 없을 수 있습니다. Jamulus는 이러한 상황을 감지하거나 제어할 수 있는 방법이 없으며, 그러한 녹음 데이터의 수집 또는 사용에 대한 표현을 하지 않습니다.
nl: Het is mogelijk voor aangesloten clients om buiten Jamulus zelf opnames te maken van sessies, waarvoor mogelijk geen melding of indicatie is. Jamulus kan deze situaties op geen enkele manier detecteren of beheersen en doet geen uitspraken over het verzamelen of gebruiken van dergelijke opnamegegevens.
sv_se: Det är möjligt för anslutna klienter att göra inspelningar av sessioner utanför Jamulus, för vilka det kanske inte finns någon avisering eller indikation. Jamulus har ingen möjlighet att upptäcka eller kontrollera dessa situationer och gör inga uttalanden om insamlingen eller användningen av sådan inspelningsdata.
th: ผู้ใช้งานไคลเอนต์ Jamulus ที่เชื่อมต่ออยู่กับเซิร์ฟเวอร์ สามารถโปรแกรมอื่นๆ เพื่อบันทึกสัญญาณเสียงที่ออกมาจากโปรแกรม Jamulus ได้ ซึ่งอาจไม่ได้มีการแจ้งให้ทราบหรือมีข้อบ่งชี้ใดๆ ตัวโปรแกรม Jamulus เอง ไม่สามารถตรวจจับหรือควบคุมสถานการณ์เหล่านี้ได้ และไม่สามารถให้การรับรองใดๆ เกี่ยวกับการรวบรวมหรือการใช้ข้อมูลการบันทึกดังกล่าว
zh_cn: 连接的客户端可能会在 Jamulus 之外录制会话，对此可能没有任何通知或提示。Jamulus 无法检测或控制这些情况，并且不对此类录制数据的收集或使用做出任何陈述。

source: Directories
es: Directorios
fr: Annuaires
ko_kr: 디렉터리
nl: Adresboeken
sv_se: Kataloger
th: Directory
zh_cn: 目录

source: Directories are central connection points for locating Servers. The Jamulus Client comes with a pre-defined list of Directories for the convenience of users. These Directories are independently operated but are represented as running unmodified versions of the Jamulus software. If you do not wish to send your information to the Directories, you will need to connect to Servers directly.
es: Los Directorios son puntos de conexión centrales para localizar Servidores. El Cliente Jamulus incluye una lista predefinida de Directorios para comodidad de los usuarios. Estos Directorios funcionan de forma independiente, pero se declara que ejecutan versiones no modificadas del software Jamulus. Si no deseas enviar tu información a los Directorios, necesitarás una conexión directa a los Servidores.
fr: Les annuaires sont des points de connexion centraux permettant de localiser les serveurs. Le client Jamulus est fourni avec une liste prédéfinie d'annuaires pour la commodité des utilisateurs. Ces annuaires sont gérés de manière indépendante mais sont présentés comme exécutant des versions non modifiées du logiciel Jamulus. Si vous ne souhaitez pas envoyer vos informations aux annuaires, vous devrez vous connecter directement aux serveurs.
ko_kr: 디렉터리는 서버를 찾기 위한 중앙 연결 지점입니다. Jamulus 클라이언트에는 사용자의 편의를 위해 미리 정의된 디렉터리 목록과 함께 제공됩니다. 이러한 디렉터리는 독립적으로 운영되지만 수정되지 않은 버전의 Jamulus 소프트웨어를 실행하는 것으로 표시됩니다. 사용자의 정보를 디렉터리로 보내지 않으려면 서버에 직접 연결해야 합니다.
nl: Adresboeken zijn centrale verbindingspunten voor het lokaliseren van servers. De Jamulus client wordt geleverd met een vooraf gedefinieerde lijst met adresboeken voor het gemak van gebruikers. Deze adresboeken worden onafhankelijk beheerd, maar worden weergegeven als werkende ongewijzigde versies van de Jamulus-software. Als je je informatie niet naar de adresboeken wilt sturen, moet je rechtstreeks verbinding maken met servers.
sv_se: Det är möjligt för anslutna klienter att göra inspelningar av sessioner utanför Jamulus, och det kan vara så att det inte finns någon avisering eller indikation om detta. Jamulus har ingen möjlighet att upptäcka eller kontrollera sådana situationer och gör inga uttalanden om insamlingen eller användningen av sådan inspelningsdata.
th: Directory คือจุดศูนย์กลางสำหรับค้นหาเซิร์ฟเวอร์ ตัวไคลเอนต์ Jamulus จะมาพร้อมกับรายชื่อ Directory ที่กำหนดไว้ล่วงหน้า เพื่ออำนวยความสะดวกของผู้ใช้ โดย Directory เหล่านี้ดำเนินการอย่างอิสระ แต่จะใช้ซอฟต์แวร์ Jamulus เวอร์ชันที่ไม่ได้ถูกดัดแปลง หากคุณไม่ต้องการส่งข้อมูลของคุณไปยัง Directory คุณจะต้องเชื่อมต่อกับเซิร์ฟเวอร์โดยตรง
zh_cn: 目录是用于定位服务器的中央连接点。Jamulus 客户端附带预定义的目录列表，以方便用户使用。这些目录是独立运行的，但表示为运行未修改的 Jamulus 软件版本。如果您不希望将您的信息发送到目录，则需要直接连接到服务器。

source: The website at [jamulus.io](https://jamulus.io) is served using GitHub Pages. The Jamulus team has not constructed the website to set tracking cookies, but see Github's [privacy policy](https://docs.github.com/en/site-policy/privacy-policies/github-privacy-statement) for information relating to data collection and privacy overall. The community knowledge base uses [Giscus](https://github.com/giscus/giscus) for discussions and comments. You can find the [Privacy Policy of giscus on their GitHub repository](https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md).
es: La página web [jamulus.io](https://jamulus.io) se sirve mediante GitHub Pages. El equipo de Jamulus no ha realizado la página web para establecer cookies de seguimiento, pero consulta la [política de privacidad](https://docs.github.com/en/site-policy/privacy-policies/github-privacy-statement) de Github para obtener mas información relativa a la recopilación de datos y la privacidad en general. La base de conocimientos de la comunidad utiliza [Giscus](https://github.com/giscus/giscus) para los debates y comentarios. Puedes encontrar la [Política de privacidad de giscus en su repositorio de GitHub](https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md).

source: # Privacy Statement
de: # Erklärung zum Datenschutz
ko_kr: # 개인정보 보호정책

source: Please note that the English version of this privacy statement is the original and, as such, the binding version. To access the English version, go to the top/top right of this page and click on the "en" link. The following only applies to the version you can download from this website, [jamulus.io](https://jamulus.io).
ko_kr: 이 개인 정보 보호 정책의 영어 버전은 원본이며 구속력이 있는 버전입니다. 영어 버전에 액세스하려면 이 페이지의 상단/오른쪽 상단으로 이동하여 "en" 링크를 클릭하십시오. 다음은 이 웹사이트 [jamulus.io](https://jamulus.io)에서 다운로드할 수 있는 버전에만 적용됩니다.

source: ## Definition of Terms
de: ## Definition der Begriffe - (Die englische Version ist massgeblich.)
ko_kr: ## 용어의 정의

source: "**Server**" The Jamulus Server software, as opposed to the host machine/OS it is running on.
de: „**Server**“ Die Jamulus Server-Software, im Gegensatz zum Host-Rechner/OS, auf dem sie läuft.
ko_kr: "**서버**" 실행 중인 호스트 시스템/OS와 반대되는 Jamulus 서버 소프트웨어입니다.

source: ## Web site
ko_kr: ## 웹 사이트

source: The website at [jamulus.io](https://jamulus.io) is served using GitHub Pages. We do not collect your personal data or set tracking cookies. When you connect to the jamulus.io site, your IP is sent to [GitHub Pages](https://pages.github.com/).
de: Die Website unter [jamulus.io](https://jamulus.io) wird mit GitHub Pages betrieben. Wir sammeln keine persönlichen Daten und setzen keine Tracking-Cookies. Wenn du dich mit der Website jamulus.io verbindest, wird deine IP-Adresse an [GitHub Pages](https://pages.github.com/) gesendet.
ko_kr: [jamulus.io](https://jamulus.io)의 웹사이트는 GitHub 페이지를 사용하여 제공됩니다. 당사는 귀하의 개인 데이터를 수집하거나 추적 쿠키를 설정하지 않습니다. Jamulus.io 사이트에 접속하면 [GitHub 페이지](https://pages.github.com/)로 IP가 전송됩니다.

source: ## Jamulus Software
ko_kr: ## Jamulus 소프트웨어

source: ### Use of Profile Information
de: ### Verwendung von Profilinformationen
ko_kr: ### 프로필 정보의 사용

source: When you connect to a Server, whatever you put in My Profile (in Settings) will be shown to others on that Server while you are connected to it. Note that, depending on the other client, you may not see them. Also, the Server operator can see the name you set in My Profile and your IP address, using the Server either through the GUI or JSON-RPC.
ko_kr: 서버에 연결하면 내 프로필(설정)에 입력한 내용이 연결되어 있는 동안 해당 서버의 다른 사용자에게 표시됩니다. 다른 클라이언트에 따라 표시되지 않을 수 있습니다. 또한 서버 운영자는 GUI 또는 JSON-RPC를 통해 서버를 사용하여 내 프로필에 설정한 이름과 IP 주소를 볼 수 있습니다.

source: When you connect to a Server, your profile may also be available to third parties from the Directory to which that Server is registered. This can be for informational purposes about the status of the public Jamulus network (for example, [here](https://explorer.jamulus.io/)), but may not be limited to that. Profile information is not otherwise logged or stored by the Jamulus Server you are connected to, or by the Jamulus Directory, but may be stored or processed by third parties.
de: Wenn du dich mit einem Server verbindest, kann dein Profil auch für Dritte über das Verzeichnis, in dem der Server registriert ist, zugänglich sein. Dies kann zu Informationszwecken über den Status des öffentlichen Jamulus-Netzwerks geschehen (z.B. [hier](https://explorer.jamulus.io/)), ist aber nicht darauf beschränkt. Profilinformationen werden weder von dem Jamulus-Server, mit dem du verbunden bist, noch vom Jamulus-Verzeichnis protokolliert oder gespeichert, können aber von Dritten gespeichert oder verarbeitet werden.
ko_kr: 서버에 연결하면 해당 서버가 등록된 디렉터리의 제3자가 귀하의 프로필을 사용할 수도 있습니다. 이는 공개 Jamulus 네트워크의 상태에 대한 정보 제공의 목적일 수 있지만(예: [여기](https://explorer.jamulus.io/)), 이에 국한되지 않을 수 있습니다. 프로필 정보는 귀하가 연결된 Jamulus 서버 또는 Jamulus 디렉터리에 의해 달리 기록되거나 저장되지 않지만 제3자가 저장하거나 처리할 수 있습니다.

source: ### Use of IP Addresses
de: ### Verwendung von IP-Adressen
ko_kr: ### IP 주소의 사용

source: When you connect to Server, the Server operator can see your IP address while you are connected. If the Server operator has enabled logging (which is off by default) your IP address will also be logged and stored in the Server's log file.
de: Wenn du eine Verbindung zum Server herstellst, kann der Server-Betreiber deine IP-Adresse sehen, während du verbunden bist. Wenn der Server-Betreiber die Protokollierung aktiviert hat (was standardmäßig nicht der Fall ist), wird deine IP-Adresse ebenfalls protokolliert und in der Protokolldatei des Servers gespeichert.
ko_kr: 서버에 연결하면 연결되어 있는 동안 서버 운영자가 귀하의 IP 주소를 볼 수 있습니다. 서버 운영자가 로깅(기본적으로 꺼져 있음)을 활성화한 경우 IP 주소도 서버의 로그 파일에 기록되고 저장됩니다.

source: The IP addresses of all Servers registered with the Directory can also be seen by third parties for informational or other purposes (for example [here](https://explorer.jamulus.io/)). Your public IP address is otherwise not logged or stored by Jamulus, but may be stored or processed by third parties.
de: Die IP-Adressen aller im Verzeichnis eingetragenen Server können auch von Dritten zu Informations- oder anderen Zwecken eingesehen werden (zum Beispiel [hier](https://explorer.jamulus.io/)). Deine öffentliche IP-Adresse wird ansonsten von Jamulus nicht protokolliert oder gespeichert, kann aber von Dritten gespeichert oder verarbeitet werden.
ko_kr: 디렉터리에 등록된 모든 서버의 IP 주소는 정보 제공 또는 기타 목적으로 제3자가 볼 수도 있습니다(예: [여기](https://explorer.jamulus.io/)). 귀하의 공개 IP 주소는 그렇지 않으면 Jamulus에 의해 기록되거나 저장되지 않지만 제3자가 저장하거나 처리할 수 있습니다.

source: ### Audio Recordings
de: ### Audio-Aufnahmen
ko_kr: ### 오디오 녹음

source: You will see a notice if you are connected to a Jamulus Server when Server recording is turned on. Recordings of each player are stored by the Server separately as .WAV files and only the Server operator has access to them unless they choose to make them available to third parties.
de: Wenn du mit einem Jamulus Server verbunden bist, wird ein Hinweis angezeigt, wenn die Serveraufzeichnung aktiviert ist. Die Aufnahmen jedes Spielers werden vom Server separat als WAV-Dateien gespeichert und nur der Server-Betreiber hat Zugriff darauf, es sei denn, er möchte sie Dritten zur Verfügung stellen.
ko_kr: 서버 녹화가 켜져 있을 때 Jamulus 서버에 연결되어 있으면 알림이 표시됩니다. 각 플레이어의 녹음은 서버에 의해 .WAV 파일로 별도로 저장되며 제3자에게 제공하도록 선택하지 않는 한 서버 운영자만 액세스할 수 있습니다.

source: ### Text Chat
ko_kr: ### 문자 채팅

source: When you type a message in the Chat Window, other connected players can see that, but chats are not stored by the Server and neither the Server operator nor any third parties have access to them.
de: Wenn du eine Nachricht in das Chat-Fenster schreibst, können andere verbundene Spieler dies sehen, aber Chats werden nicht vom Server gespeichert und weder der Server-Betreiber noch Dritte haben Zugriff darauf.
ko_kr: 채팅 창에 메시지를 입력하면 연결된 다른 플레이어가 볼 수 있지만 채팅은 서버에 저장되지 않으며 서버 운영자나 제3자도 채팅에 액세스할 수 없습니다.

source: ### Data Transmission
de: ### Datenübertragung
ko_kr: ### 데이터 전송

source: Please note that all audio and text data is sent and received between the Jamulus Server and Client without encryption.
de: Bitte beachte dass alle Audio- und Textdaten unverschlüsselt zwischen dem Jamulus Server und dem Client gesendet und empfangen werden.
ko_kr: 모든 오디오 및 텍스트 데이터는 암호화 없이 Jamulus 서버와 클라이언트 간에 송수신됩니다.

source: When you connect to a Server, whatever you put in My Profile (in Settings) will be shown to others on that Server while you are connected to it. The Server does not otherwise store or record your Profile information and the Server operator has no access to it unless they are also connected as using a Client.
de: Wenn du eine Verbindung zu einem Server herstellst werden die Angaben, die du in Mein Profil (unter Einstellungen) gemacht hast, anderen Personen auf diesem Server angezeigt, solange du mit dem Server verbunden bist. Der Server speichert oder zeichnet deine Profilinformationen nicht auf. Der Server-Betreiber hat keinen Zugriff darauf, es sei denn, er ist ebenfalls mit einem Client verbunden.
