Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Privacy-Statement.po
Languages: de, es, fr, ko_kr, nl, sv_se, th, zh_cn

source: en
de: de
es: es
fr: fr
ko_kr: ko-KR
nl: nl
sv_se: sv-SE
th: th
zh_cn: zh-CN

source: Jamulus – Privacy Statement
de: Jamulus - Erklärung zum Datenschutz
es: Jamulus – Declaración de Privacidad
fr: Jamulus – Déclaration de confidentialité
ko_kr: Jamulus – 개인정보 보호정책
nl: Jamulus – Privacyverklaring
sv_se: Jamulus – Sekretesspolicy
zh_cn: Jamulus – 隐私声明

source: Privacy Statement
es: Declaración de Privacidad
fr: Déclaration de confidentialité
ko_kr: 개인정보 보호정책
nl: Privacyverklaring
sv_se: Integritetspolicy
th: คำชี้แจงเกี่ยวกับความเป็นส่วนตัว
zh_cn: 隐私声明

source: **The English version of this document represents the official privacy statement for the _current version_ of the software available on this website. Earlier versions of the software and non-English translations of this privacy policy may have different terms that are no longer applicable or supported.**
es: **La versión en inglés de este documento representa la declaración oficial de privacidad para la _versión actual_ del software disponible en esta página web. Las versiones anteriores del software y las traducciones no inglesas de esta política de privacidad pueden tener términos diferentes que ya no sean aplicables o compatibles.**
fr: **La version anglaise de ce document représente la déclaration officielle de confidentialité pour la _version actuelle_ du logiciel disponible sur ce site Web. Les versions antérieures du logiciel et les traductions non anglaises de cette politique de confidentialité peuvent comporter des termes différents qui ne sont plus applicables ou pris en charge.**
ko_kr: **이 문서의 영어 버전은 이 웹사이트에서 사용할 수 있는 소프트웨어의 _현재 버전_에 대한 공식 개인 정보 보호 정책을 나타냅니다. 이전 버전의 소프트웨어와 본 개인 정보 보호 정책의 영어 이외의 번역본에는 더 이상 적용되지 않거나 지원되지 않는 다른 조건이 있을 수 있습니다.**
nl: **De Engelse versie van dit document vertegenwoordigt de officiële privacyverklaring voor de _huidige versie_ van de software die beschikbaar is op deze website. Eerdere versies van de software en niet-Engelse vertalingen van dit privacybeleid hebben mogelijk andere voorwaarden die niet langer van toepassing of ondersteund zijn.**
sv_se: **Den engelska versionen av detta dokument utgör den officiella sekretesspolicyn för den _current version_ av programvaran som är tillgänglig på denna webbplats. Tidigare versioner av programvaran och översättningar av denna sekretesspolicy på andra språk kan ha andra villkor som inte längre gäller eller stöds.**
th: **เอกสารนี้ (ฉบับภาษาอังกฤษ) เป็นคำชี้แจงเกี่ยวกับความเป็นส่วนตัวอย่างเป็นทางการสำหรับซอฟต์แวร์_เวอร์ชันปัจจุบัน_ ที่มีอยู่ในเว็บไซต์นี้ ซอฟต์แวร์เวอร์ชันก่อนหน้า และคำแปลนโยบายความเป็นส่วนตัวที่ไม่ใช่ภาษาอังกฤษ อาจมีประเด็นที่แตกต่างกันซึ่งไม่สามารถใช้ได้หรือไม่ได้รับการสนับสนุนอีกต่อไป**
zh_cn: **本文档的英文版本代表本网站上提供的软件_当前版本_的官方隐私声明。该软件的早期版本和本隐私政策的非英文翻译可能包含不再适用或支持的不同条款。**

source: Definition of Terms
es: Definición de Términos
fr: Définition des termes
ko_kr: 용어의 정의
nl: Verklarende woordenlijst
sv_se: Definition av termer
th: ความหมายของคำศัพท์
zh_cn: 术语的定义

source: "**Server**" The Jamulus software running as a Server and accepting connections from Clients
es: "**Servidor**" El software Jamulus que se ejecuta como Servidor y acepta conexiones de Clientes
fr: "**Serveur**" Le logiciel Jamulus exécuté en tant que serveur et acceptant les connexions des clients
ko_kr: "**서버**" 서버로 실행되고 클라이언트로부터의 연결을 수락하는 Jamulus 소프트웨어
nl: "**Server**" De Jamulus-software die wordt uitgevoerd als een server en accepteert verbindingen van clients
sv_se: "**Server**": Den Jamulus-programvara som körs som en server och accepterar anslutningar från klienter
th: "**เซิร์ฟเวอร์**" ซอฟต์แวร์ Jamulus ที่ทำงานเป็นเซิร์ฟเวอร์เพื่อรับการเชื่อมต่อจากไคลเอนต์
zh_cn: "**服务器**" Jamulus 软件作为服务器运行并接受来自客户端的连接

source: "**Client**" The Jamulus software used to connect to a Server
de: „**Client**“ Die Jamulus-Software, die zur Verbindung mit einem Server verwendet wird
es: "**Cliente**" El software de Jamulus utilizado para conectarse a un Servidor
fr: "**Client**" Le logiciel Jamulus utilisé pour se connecter à un serveur
ko_kr: "**클라이언트**" 서버에 연결하는 데 사용되는 Jamulus 소프트웨어
nl: "**Client**" De Jamulus-software die wordt gebruikt om verbinding te maken met een server
sv_se: **"Client"**: Den Jamulus-programvara som används för att ansluta till en server
th: "**ไคลเอนต์**" ซอฟต์แวร์ Jamulus ที่ใช้ในการเชื่อมต่อกับเซิร์ฟเวอร์
zh_cn: "**客户端**" 用于连接到服务器的 Jamulus 软件

source: "**Directory**" A Jamulus Server configured to supply a list of Servers to Clients
de: „"**Verzeichnis**“ Ein Jamulus-Server, der so konfiguriert ist, dass er den Clients eine Liste von Servern zur Verfügung stellt
es: "**Directorio**" Un Servidor de Jamulus configurado para ofrecer una lista de Servidores a Clientes
fr: "**Annuaire**" Un serveur Jamulus configuré pour fournir une liste de serveurs aux clients
ko_kr: "**디렉터리**" 클라이언트에 서버 목록을 제공하도록 구성된 Jamulus 서버
nl: "**Adresboek**" Een Jamulus-server die is geconfigureerd om een lijst met servers aan clients te leveren
sv_se: "**Directory**" En Jamulus-server som är konfigurerad för att tillhandahålla en lista över servrar till klienter
th: "**Directory**" เซิร์ฟเวอร์ Jamulus ที่ทำหน้าที่ส่งรายชื่อเซิร์ฟเวอร์ต่างๆ ให้แก่ไคลเอนต์
zh_cn: "**目录**" 一个Jamulus 服务器被配置为向客户提供一个服务器的列表

source: Jamulus.io Website
es: Página web de Jamulus.io
fr: Site web jamulus.io
ko_kr: Jamulus.io 웹사이트
sv_se: Jamulus.io websida
th: เว็บไซต์ Jamulus.io
zh_cn: Jamulus.io 网站

source: The website at [jamulus.io](https://jamulus.io) is served using GitHub Pages. The Jamulus team has not constructed the website to set tracking cookies, but see Github's [privacy policy](https://docs.github.com/en/site-policy/privacy-policies/github-privacy-statement) for information relating to data collection and privacy overall. The community knowledge base uses [giscus](https://github.com/giscus/giscus) for discussions and comments. You can find the [Privacy Policy of giscus on their GitHub repository](https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md).
es: La página web [jamulus.io](https://jamulus.io) se muestra mediante GitHub Pages. El equipo de Jamulus no ha configurado la página web para establecer cookies de seguimiento, pero consulta la [política de privacidad](https://docs.github.com/en/site-policy/privacy-policies/github-privacy-statement) de Github para obtener la información relativa a la recopilación de datos y la privacidad en general. La base de conocimiento comunitario utiliza [giscus](https://github.com/giscus/giscus) para los debates y comentarios. Puedes encontrar la [Política de privacidad de giscus en su repositorio de GitHub](https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md).
ko_kr: [jamulus.io](https://jamulus.io) 웹사이트는 GitHub 페이지를 사용해 서비스됩니다. Jamulus 팀은 트래킹 쿠키를 설정하기 위한 웹사이트를 구축하지 않았으나, 데이터 수집 및 개인정보 보호 전반에 관한 정보는 Github의 [개인정보 보호정책](https://docs.github.com/en/site-policy/privacy-policies/github-privacy-statement)을 참조하세요. 커뮤니티 지식 기반은 토론과 댓글을 위해 [giscus](https://github.com/giscus/giscus)를 사용합니다. [giscus의 개인정보 보호정책은 GitHub 저장소](https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md)에서 확인할 수 있습니다.
nl: De website op [jamulus.io](https://jamulus.io) wordt gemaakt met behulp van GitHub Pages. Het Jamulus-team heeft de website niet gebouwd om tracking-cookies in te stellen, maar zie het [privacybeleid](https://docs.github.com/en/site-policy/privacy-policies/github-privacy-statement) van Github voor informatie over de gegevensverzameling en privacy in het algemeen. De community-kennisbank gebruikt [giscus](https://github.com/giscus/giscus) voor discussies en opmerkingen. Je kunt het [Privacybeleid van giscus vinden op hun GitHub-repository](https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md).
sv_se: Webbplatsen på [jamulus.io](https://jamulus.io) drivs med GitHub Pages. Jamulus-teamet har inte konstruerat webbplatsen för att sätta spårningscookies, men se GitHubs [sekretesspolicy](https://docs.github.com/en/site-policy/privacy-policies/github-privacy-statement) för information om datainsamling och sekretess i allmänhet. Kunskapsbasen för communityn använder [giscus](https://github.com/giscus/giscus) för diskussioner och kommentarer. Du kan hitta [giscus sekretesspolicy på deras GitHub-repository](https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md).
th: เว็บไซต์ที่ [jamulus.io](https://jamulus.io) ใช้ GitHub Pages เป็นผู้ให้บริการ โดยทีมงาน Jamulus ไม่ได้สร้างเว็บไซต์ให้มีการใช้งาน tracking cookies แต่โปรดดู[นโยบายความเป็นส่วนตัว](https://docs.github.com/en/site-policy/privacy-policies/github-privacy-statement) ของ Github สำหรับข้อมูลเกี่ยวกับการรวบรวมข้อมูลและความเป็นส่วนตัวโดยรวม คลังความรู้ของชุมชนใช้ [giscus](https://github.com/giscus/giscus) สำหรับการสนทนาและแสดงความคิดเห็น คุณสามารถดู[นโยบายความเป็นส่วนตัวของ giscus ได้บน GitHub](https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md)
zh_cn: [jamulus.io](https://jamulus.io) 网站使用 GitHub Pages 提供服务。Jamulus 团队并未构建网站来设置跟踪 cookie，但请参阅 Github 的 [隐私政策](https://docs.github.com/en/site-policy/privacy-policies/github-privacy-statement) 以获取有关数据收集和隐私总体的信息。社区知识库使用 [giscus](https://github.com/giscus/giscus) 进行讨论和评论。您可以在 [giscus 的 GitHub 存储库](https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md) 上找到 [giscus 的隐私政策](https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md)。

source: Jamulus Software
es: Software Jamulus
fr: Logiciel Jamulus
ko_kr: Jamulus 소프트웨어
sv_se: Jamulus mjukvara
th: ซอฟต์แวร์ Jamulus
zh_cn: Jamulus 软件

source: Jamulus is open source software that can be modified by anyone. As such, the Jamulus project can make no representations related to privacy, data collection, or security with respect to your use of the software.
es: Jamulus es un software de código abierto que puede ser modificado por cualquier persona. Como tal, el proyecto Jamulus no puede hacer ninguna declaración relacionada con la privacidad, la recopilación de datos o la seguridad con respecto a tu uso del software.
fr: Jamulus est un logiciel open source qui peut être modifié par tout le monde. En tant que tel, le projet Jamulus ne peut faire aucune déclaration concernant la confidentialité, la collecte de données ou la sécurité en ce qui concerne votre utilisation du logiciel.
ko_kr: Jamulus는 누구나 수정할 수 있는 오픈 소스 소프트웨어입니다. 따라서 Jamulus 프로젝트는 사용자의 소프트웨어 사용과 관련하여 개인 정보 보호, 데이터 수집 또는 보안과 관련된 표현을 할 수 없습니다.
nl: Jamulus is open source software die door iedereen kan worden aangepast. Als zodanig kan het Jamulus-project geen verklaringen afleggen met betrekking tot privacy, gegevensverzameling of beveiliging met betrekking tot het gebruik van de software.
sv_se: Jamulus är öppen källkod och kan modifieras av vem som helst. Därför kan Jamulus-projektet inte göra några uttalanden relaterade till sekretess, datainsamling eller säkerhet i förhållande till din användning av programvaran.
th: Jamulus เป็นซอฟต์แวร์โอเพนซอร์สที่ทุกคนสามารถแก้ไขได้ ดังนั้น โครงการ Jamulus จึงไม่สามารถให้การรับรองใดๆ ที่เกี่ยวข้องกับความเป็นส่วนตัว การรวบรวมข้อมูล หรือความปลอดภัยเกี่ยวกับการใช้งานซอฟต์แวร์ของคุณ
zh_cn: Jamulus 是开源软件，任何人都可以修改。因此，Jamulus 项目无法就您使用该软件的隐私、数据收集或安全做出任何承诺。

source: General Information
es: Información General
fr: Informations générales
ko_kr: 일반 정보
nl: Algemene informatie
sv_se: Generell information
th: ข้อมูลทั่วไป
zh_cn: 常规信息

source: Under normal use with software downloaded from this website that has not been modified, your user profile information is exchanged with Servers you connect to, peers connected to those same Servers, and to third parties (including Directories) that use the Jamulus protocol. This information is limited to your Jamulus name, city, country, instrument, and skill level as you have set them in your profile. The Servers you connect to will also have access to your internet address (IP Address) as it is required for the software to work; but this information is not shared with peers on the same Server or available to third parties.
es: En condiciones normales de uso con software descargado de esta página web que no haya sido modificado, la información de tu perfil de usuario se intercambia con los Servidores a los que te conectas, con los compañeros conectados a esos mismos Servidores y con terceros (incluidos los Directorios) que utilicen el protocolo Jamulus. Esta información se limita a tu nombre en Jamulus, ciudad, país, instrumento y nivel de habilidad, tal y como los has establecido en tu perfil. Los Servidores a los que te conectes también tendrán acceso a tu dirección de Internet (dirección IP), ya que es necesaria para que el software funcione; pero esta información no se comparte con los compañeros del mismo Servidor ni está disponible para terceros.
fr: Dans le cadre d'une utilisation normale d'un logiciel téléchargé à partir de ce site web et qui n'a pas été modifié, les informations de votre profil utilisateur sont échangées avec les serveurs auxquels vous vous connectez, les pairs connectés à ces mêmes serveurs et les tierces parties (y compris les annuaires) qui utilisent le protocole Jamulus. Ces informations se limitent à votre nom Jamulus, votre ville, votre pays, votre instrument et votre niveau de compétence tels que vous les avez définis dans votre profil. Les serveurs auxquels vous vous connectez ont également accès à votre adresse Internet (adresse IP), qui est nécessaire au fonctionnement du logiciel, mais ces informations ne sont pas partagées avec les autres utilisateurs du même serveur et ne sont pas accessibles à des tierces parties.
ko_kr: 본 웹사이트에서 다운로드한 소프트웨어를 수정하지 않고 정상적으로 사용하는 경우, 사용자의 사용자 프로필 정보는 사용자가 접속한 서버, 동일한 서버에 연결된 피어 및 Jamulus 프로토콜을 사용하는 제3자(디렉터리 포함)와 교환됩니다. 이 정보는 사용자의 프로필에 설정한 Jamulus 이름, 도시, 국가, 악기 및 스킬 레벨로 제한됩니다. 사용자가 접속하는 서버는 소프트웨어가 작동하는 데 필요한 사용자의 인터넷 주소(IP 주소)에도 액세스할 수 있지만, 이 정보는 같은 서버에 있는 동료와 공유되거나 제3자에게 제공되지 않습니다.
nl: Bij normaal gebruik met software die van deze website is gedownload en die niet is gewijzigd, wordt je gebruikersprofielinformatie uitgewisseld met servers waarmee je verbinding maakt, peers die zijn verbonden met diezelfde servers en met derden (inclusief mappen) die het Jamulus-protocol gebruiken. Deze informatie is beperkt tot je Jamulus-naam, stad, land, instrument en vaardigheidsniveau zoals je deze in je profiel hebt ingesteld. De servers waarmee je verbinding maakt, hebben ook toegang tot je internetadres (IP-adres), aangezien dit nodig is om de software te laten werken maar deze informatie wordt niet gedeeld met peers op dezelfde server of beschikbaar gesteld aan derden.
sv_se: Vid normal användning av programvaran som laddats ner från denna webbplats och som inte har modifierats, utbyts din användarprofilinformation med servrar du ansluter till, medkamrater anslutna till dessa servrar, samt med tredje parter (inklusive kataloger) som använder Jamulus-protokollet. Denna information är begränsad till ditt Jamulus-namn, stad, land, instrument och färdighetsnivå som du har angivit i din profil. Servrarna du ansluter till kommer också att ha tillgång till din internetadress (IP-adress) eftersom det krävs för att programvaran ska fungera; men denna information delas inte med medkamrater på samma server eller är tillgänglig för tredje parter.
th: ภายใต้การใช้งานปกติ กับซอฟต์แวร์ที่ดาวน์โหลดจากเว็บไซต์นี้ที่ไม่ได้มีการดัดแปลง ข้อมูลโปรไฟล์ของคุณจะถูกแลกเปลี่ยนกับเซิร์ฟเวอร์ที่คุณเชื่อมต่อ เพื่อนที่เชื่อมต่อกับเซิร์ฟเวอร์เดียวกัน และบุคคลที่สาม (รวมถึง Directory) ที่ใช้โปรโตคอล Jamulus ข้อมูลนี้จำกัดเฉพาะชื่อ Jamulus เมือง ประเทศ เครื่องดนตรี และระดับทักษะของคุณตามที่คุณได้ตั้งค่าไว้ในโปรไฟล์ของคุณ เซิร์ฟเวอร์ที่คุณเชื่อมต่อจะสามารถเข้าถึงที่อยู่อินเทอร์เน็ตของคุณ (ที่อยู่ IP) ได้ เนื่องจากจำเป็นสำหรับการทำงานของซอฟต์แวร์ แต่ข้อมูลนี้จะไม่ถูกแชร์กับเพื่อนในเซิร์ฟเวอร์เดียวกันหรือบุคคลที่สาม
zh_cn: 在正常使用从本网站下载且未经修改的软件的情况下，您的用户个人资料信息将与您连接的服务器、连接到这些服务器的对等方以及使用 Jamulus 协议的第三方（包括目录）进行交换。此信息仅限于您在个人资料中设置的 Jamulus 名称、城市、国家、工具和技能水平。您连接的服务器也将能够访问您的互联网地址（IP 地址），因为这是软件运行所必需的；但此信息不会与同一服务器上的对等方共享或提供给第三方。

source: All communications between and among Clients, Servers, Directories, and third-party protocol users are sent without encryption.
es: Todas las comunicaciones entre Clientes, Servidores, Directorios y usuarios de protocolos de terceros se envían sin cifrar.
fr: Toutes les communications entre les clients, les serveurs, les annuaires et les utilisateurs de protocoles de tierces parties sont envoyées sans cryptage.
ko_kr: 클라이언트, 서버, 디렉터리 및 타사 프로토콜 사용자 간의 모든 통신은 암호화 없이 전송됩니다.
nl: Alle communicatie tussen en tussen clients, servers, adresboeken en protocol van derden wordt zonder codering verzonden.
sv_se: All kommunikation mellan och bland klienter, servrar, kataloger och tredje parts protokollanvändare skickas utan kryptering.
th: การสื่อสารทั้งหมดระหว่างไคลเอนต์ เซิร์ฟเวอร์ Directory และผู้ใช้โปรโตคอลบุคคลที่สามจะถูกส่งโดยไม่มีการเข้ารหัส
zh_cn: 客户端、服务器、目录和第三方协议用户之间的所有通信均未加密发送。

source: Jamulus Servers
es: Servidores Jamulus
fr: Serveurs Jamulus
ko_kr: Jamulus 서버
sv_se: Jamulus servrar
th: เซิร์ฟเวอร์ Jamulus
zh_cn: Jamulus 服务

source: When you connect to a Server, either directly or through a Directory, the operator of that Server is responsible for its operation policy, privacy policy, and data use policy. While unmodified Servers do not log or store your connection or profile information by default, some Servers may be configured to do so. Therefore, you should have no expectation of privacy with respect to your profile information or internet address.
es: Cuando te conectas a un Servidor, ya sea directamente o a través de un Directorio, el operador de ese Servidor es responsable de su política de funcionamiento, política de privacidad y política de uso de datos. Aunque los Servidores no modificados no registran ni almacenan tu información de conexión o perfil por defecto, algunos Servidores pueden estar configurados para hacerlo. Por lo tanto, no debes tener ninguna expectativa de privacidad con respecto a tu información de perfil o dirección de Internet.
fr: Lorsque vous vous connectez à un serveur, soit directement, soit par l'intermédiaire d'un annuaire, l'opérateur de ce serveur est responsable de sa politique de fonctionnement, de sa politique de confidentialité et de sa politique d'utilisation des données. Bien que les serveurs non modifiés n'enregistrent ni ne stockent par défaut vos informations de connexion ou de profil, certains serveurs peuvent être configurés pour le faire. Par conséquent, vous ne devez pas vous attendre à ce que les informations relatives à votre profil ou à votre adresse Internet soient protégées.
ko_kr: 직접 또는 디렉터리를 통해 서버에 연결할 경우, 해당 서버의 운영자는 해당 서버의 운영 정책, 개인정보 처리방침 및 데이터 사용 정책에 대한 책임이 있습니다. 수정되지 않은 서버는 기본적으로 사용자의 연결 또는 프로필 정보를 기록하거나 저장하지 않지만, 일부 서버는 그렇게 하도록 구성될 수 있습니다. 따라서 사용자는 사용자의 프로필 정보 또는 인터넷 주소와 관련하여 개인정보 보호를 기대해서는 안 됩니다.
nl: Wanneer je rechtstreeks of via een adresboek verbinding maakt met een server, is de beheerder van die server verantwoordelijk voor het werkingsbeleid, het privacybeleid en het gegevensgebruikbeleid. Hoewel ongewijzigde servers je verbindings- of profielinformatie standaard niet loggen of opslaan, kunnen sommige servers hiervoor zijn geconfigureerd. Daarom mag je geen privacy verwachten met betrekking tot je profielinformatie of internetadres.
sv_se: När du ansluter till en server, antingen direkt eller via en katalog, är operatören av den servern ansvarig för dess driftspolicy, sekretesspolicy och datanvändningspolicy. Även om icke-modifierade servrar som standard inte loggar eller lagrar din anslutnings- eller profilinformation, kan vissa servrar vara konfigurerade för att göra det. Därför bör du inte ha några förväntningar på sekretess när det gäller din profilinformation eller internetadress.
th: เมื่อคุณเชื่อมต่อกับเซิร์ฟเวอร์ ไม่ว่าจะโดยตรงหรือผ่าน Directory ผู้ดูแลเซิร์ฟเวอร์นั้นๆ จะเป็นผู้รับผิดชอบนโยบายการดำเนินงาน นโยบายความเป็นส่วนตัว และนโยบายการใช้ข้อมูล แม้ว่าโดยค่าเริ่มต้น เซิร์ฟเวอร์ที่ไม่ได้ถูกดัดแปลงจะไม่มีการบันทึกหรือจัดเก็บข้อมูลการเชื่อมต่อหรือข้อมูลโปรไฟล์ของคุณ แต่เซิร์ฟเวอร์บางแห่งอาจถูกดัดแปลงให้ทำเช่นนั้น ดังนั้น คุณจึงไม่ควรมั่นใจว่าข้อมูลโปรไฟล์หรือ IP address ของคุณจะเป็นส่วนตัว
zh_cn: 当您直接或通过目录连接到服务器时，该服务器的运营商将负责其运营政策、隐私政策和数据使用政策。虽然未经修改的服务器默认不会记录或存储您的连接或个人资料信息，但某些服务器可能配置为这样做。因此，您不应该期望您的个人资料信息或互联网地址具有隐私性。

source: Chat Exchanges
es: Intercambios en el Chat
fr: Échanges de tchate
ko_kr: 채팅 교환
nl: Chat-uitwisselingen
sv_se: Chattutbyten
th: การสนทนาผ่าน Chat
zh_cn: 聊天交流

source: Chats are textual messages that can be exchanged between Clients connected to the same Server. Everyone connected to a Server can see all chats and there should be no expectation of privacy with respect to information sent through the chat feature of Jamulus. While unmodified Servers do not log or store chats, some modified Servers may do this.
es: Los chats son mensajes de texto que pueden intercambiarse entre Clientes conectados a un mismo Servidor. Todas las personas conectadas a un Servidor pueden ver todos los chats y no debe haber ninguna expectativa de privacidad con respecto a la información enviada a través de la función de chat de Jamulus. Aunque los Servidores no modificados no registran ni almacenan chats, algunos Servidores modificados podrían hacerlo.
fr: Les tchates sont des messages textuels qui peuvent être échangés entre des clients connectés au même serveur. Toute personne connectée à un serveur peut voir toutes les discussions et il ne faut pas s'attendre à ce que les informations envoyées par la fonction de tchate de Jamulus soient privées. Bien que les serveurs non modifiés n'enregistrent ni ne stockent les discussions, certains serveurs modifiés pourraient le faire.
ko_kr: 채팅은 동일한 서버에 연결된 클라이언트 간에 교환할 수 있는 문자 메시지입니다. 서버에 연결된 모든 사람은 모든 채팅을 볼 수 있으며, Jamulus의 채팅 기능을 통해 전송된 정보와 관련하여 개인정보 보호를 기대해서는 안 됩니다. 수정되지 않은 서버는 채팅을 기록하거나 저장하지 않지만, 일부 수정된 서버에서는 이 작업을 수행할 수 있습니다.
nl: Chats zijn tekstberichten die kunnen worden uitgewisseld tussen clients die op dezelfde server zijn aangesloten. Iedereen die met een server is verbonden, kan alle chats zien en er mag geen privacy worden verwacht met betrekking tot informatie die via de chatfunctie van Jamulus wordt verzonden. Hoewel ongewijzigde servers geen chats loggen of opslaan, kunnen sommige gewijzigde servers dit wel doen.
sv_se: Chattar är textmeddelanden som kan utbytas mellan klienter anslutna till samma server. Alla som är anslutna till en server kan se alla chattar, och det bör inte finnas någon förväntan på sekretess för information som skickas genom Jamulus chattfunktion. Även om icke-modifierade servrar inte loggar eller lagrar chattar, kan vissa modifierade servrar göra det.
th: Chat คือข้อความที่สามารถแลกเปลี่ยนกันระหว่างไคลเอนต์ที่เชื่อมต่อกับเซิร์ฟเวอร์เดียวกัน ทุกคนที่เชื่อมต่อกับเซิร์ฟเวอร์จะเห็นข้อความทั้งหมดใน Chat และคุณไม่ควรมั่นใจว่าข้อมูลที่ส่งผ่านฟังก์ชัน Chat ของ Jamulus จะเป็นส่วนตัว แม้ว่าโดยค่าเริ่มต้นแล้ว เซิร์ฟเวอร์ที่ไม่ได้ถูกดัดแปลงจะไม่มีการบันทึกหรือจัดเก็บข้อความใน Chat แต่บางเซิร์ฟเวอร์อาจถูกดัดแปลงให้บันทึกข้อมูลใน Chat ได้
zh_cn: 聊天是文本消息，可在连接到同一服务器的客户端之间交换。连接到服务器的每个人都可以看到所有聊天，因此对于通过 Jamulus 聊天功能发送的信息，不应期望隐私。虽然未经修改的服务器不会记录或存储聊天，但某些经过修改的服务器可能会这样做。

source: Audio Recordings
es: Grabaciones de Audio
fr: Enregistrements audio
ko_kr: 오디오 녹음
nl: Geluidsopname
sv_se: Ljudinspelningar
th: การบันทึกเสียง
zh_cn: 音频录制
