Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Running-a-Server.po
Languages: de, es, fr, nl, sv_se, zh_cn

source: en
de: de
es: es
fr: fr
nl: nl
sv_se: sv-SE
zh_cn: zh-CN

source: Running a Server
de: Betrieb eines Servers
es: Ejecutar un Servidor
fr: Exécuter un serveur
nl: Een server opzetten
sv_se: Köra en server
zh_cn: 运行服务器

source: Server Administration Manual
es: Manual Administración de Servidores
fr: Manuel d'administration d'un serveur
nl: Serverbeheerdershandleiding
sv_se: Serveradministrationsmanual
zh_cn: 服务器管理手册

source: <summary>Table of contents</summary>
es: <summary>Tabla de contenidos</summary>
fr: <summary>Table des matières</summary>
nl: <summary>Inhoudsopgave</summary>
sv_se: <summary>Innehållsförteckning</summary>
zh_cn: <summary>目录</summary>

source: Do I need to run a Server?
es: ¿Necesito ejecutar un Servidor?
fr: Dois-je administrer un serveur ?
nl: Moet ik een eigen server hebben?
sv_se: Behöver jag köra en server?
zh_cn: 我需要运行服务器吗？

source: **No**. You don't need to run a Server. You can use the Servers listed by the built-in Directories and use Jamulus without running a Server yourself. You can also use an unlisted Server if you know its internet address. Or you can use a third party hosting service such as [melomax](https://melomax.live/jamulus-hosting/) or [KOORD](https://koord.live/). There's probably a Server nearby that you and your friends can use at low enough latency for most needs.
es: **No**. No necesitas ejecutar un Servidor. Puedes usar los Servidores listados por los Directorios incorporados y usar Jamulus sin ejecutar tú un Servidor. También puedes utilizar un Servidor no listado si conoces su dirección de Internet. O puedes utilizar un servicio de hosting de terceros como [melomax](https://melomax.live/jamulus-hosting/) o [KOORD](https://koord.live/). Probablemente haya un Servidor cerca que tú y tus amigos podáis usar con una latencia lo suficientemente baja para la mayoría de las necesidades.
fr: **Non**. Vous n'avez pas besoin d'exécuter un serveur. Vous pouvez utiliser les serveurs répertoriés par les annuaires intégrés et utiliser Jamulus sans exécuter vous-même un serveur. Vous pouvez également utiliser un serveur non répertorié si vous connaissez son adresse Internet. Ou vous pouvez utiliser un service d'hébergement tiers tel que [melomax](https://melomax.live/jamulus-hosting/) ou [KOORD](https://koord.live/). Il y a probablement un serveur à proximité que vous et vos amis pouvez utiliser avec une latence suffisamment faible pour la plupart des besoins.
nl: **Nee**. Je hoeft geen server te hebben. Je kunt de servers gebruiken die worden vermeld door de ingebouwde adresboeken en Jamulus gebruiken zonder zelf een server uit te voeren. Je kunt ook een niet-geregistreerde server gebruiken als je het internetadres kent. Of je kunt een externe hostingservice gebruiken, zoals [melomax](https://melomax.live/jamulus-hosting/) of [KOORD](https://koord.live/). Er is waarschijnlijk een server in de buurt die jij en je vrienden kunnen gebruiken met een voldoende lage latentie voor de meeste behoeften.
sv_se: **Nej**. Du behöver inte köra en egen server. Du kan använda servrar som listas av de inbyggda katalogerna och använda Jamulus utan att köra en server själv. Du kan också använda en icke listad server om du känner till dess internetadress. Eller så kan du använda en tredjeparts hostingtjänst som [melomax](https://melomax.live/jamulus-hosting/) eller [KOORD](https://koord.live/). Det finns förmodligen en server i närheten som du och dina vänner kan använda med tillräckligt låg fördröjning för de flesta behov.
zh_cn: **不**。您不需要运行服务器。您可以使用内置目录中列出的服务器，并且无需自己运行服务器即可使用 Jamulus 。如果您知道其互联网地址，您还可以使用未列出的服务器。或者您可以使用第三方托管服务，例如[melomax](https://melomax.live/jamulus-hosting/) 或 [KOORD](https://koord.live/)。可能在您附近有一个服务器，您和您的朋友可以在足够低的延迟下使用，以满足大多数需求。

source: Using a public Server might introduce you to strangers. If you want an undisturbed session, you can use the soloing technique described on the [Tips and Tricks page](Tips-Tricks-More#have-an-undisturbed-session-on-any-server). You won't hear strangers who connect to the Server, but they can hear you if they wish.
es: Utilizar un Servidor público puede ponerte en contacto con personas desconocidas. Si quieres una sesión sin molestias, puedes utilizar la técnica del solo descrita en la [página de Trucos y Consejos](Tips-Tricks-More#cómo-tener-una-sesión-sin-molestias-en-cualquier-servidor). No oirás a los desconocidos que se conecten al Servidor, pero ellos podrán oírte a ti si lo desean.
fr: L'utilisation d'un serveur public peut vous faire rencontrer des inconnus. Si vous voulez une session sans être dérangé, vous pouvez utiliser la technique du solo décrite sur la page [Trucs et astuces](Tips-Tricks-More#avoir-une-session-non-perturbée-sur-nimporte-quel-serveur). Vous n'entendrez pas les étrangers qui se connectent au serveur, mais ils pourront vous entendre s'ils le souhaitent.
nl: Het gebruik van een openbare server kan je aan vreemden voorstellen. Als je een ongestoorde sessie wilt, kun je de solo-techniek gebruiken die wordt beschreven op de [Tips en Trucs-pagina](Tips-Tricks-More#zorg-voor-een-ongestoorde-sessie-op-elke-server). Je hoort geen vreemden die verbinding maken met de server, maar ze kunnen je wel horen als ze dat willen.
sv_se: Att använda en offentlig server kan leda till att du kommer i kontakt med främlingar. Om du vill ha en ostörd session kan du använda solo-tekniken som beskrivs på [Tips och tricks-sidan](Tips-Tricks-More#have-an-undisturbed-session-on-any-server). Du kommer inte att höra främlingar som ansluter till servern, men de kan höra dig om de så önskar.
zh_cn: 使用公共服务器可能会让您接触到陌生人。如果您想要一个不受干扰的会话，您可以使用 [技巧和窍门页面](Tips-Tricks-More#在任何服务器上拥有不受干扰的会话) 中描述的独奏技术。您不会听到连接到服务器的陌生人的声音，但如果他们愿意，他们可以听到您的声音。

source: Requirements
es: Requisitos
fr: Exigences
nl: Vereisten
sv_se: Krav
zh_cn: 要求

source: Speed and latency
es: Velocidad y latencia
fr: Vitesse et latence
nl: Snelheid en latency
sv_se: Hastighet och latens
zh_cn: 速度和延迟

source: **_The capability of the Server itself (and the network it's on) is NOT the main determinant of the quality of a Jamulus session!_**
es: **_La capacidad del Servidor en sí (y de la red en la que opera) NO es el factor más determinante para la calidad de una sesión con Jamulus_**
fr: **_La capacité du serveur lui-même (et du réseau sur lequel il se trouve) n'est PAS le principal déterminant de la qualité d'une session Jamulus!_**
nl: **_De capaciteit van de server zelf (en het netwerk waarop deze zich bevindt) is NIET de belangrijkste bepalende factor voor de kwaliteit van een Jamulus-sessie!_**
sv_se: **_Serverns kapabilitet (och nätverket den är ansluten till) är INTE den främsta faktorn för kvaliteten på en Jamulus-session!_**
zh_cn: **_服务器本身的能力(以及它所在的网络)不是 Jamulus 会话质量的主要决定因素！_**

source: Usually, problems are on the _Client_ side and should be fixed there. Have a look at the [Troubleshooting page](/wiki/Client-Troubleshooting) if needed.
es: Normalmente, los problemas ocurren en el lado del _Cliente_ y deben solucionarse allí. Consulta la [Página de resolución de problemas](/wiki/Client-Troubleshooting) si es necesario.
fr: Habituellement, les problèmes se situent du côté _Client_ et doivent y être résolus. Consultez la [page de dépannage](/wiki/Client-Troubleshooting) si nécessaire.
nl: Meestal bevinden problemen zich aan de _client_ kant en moeten daar worden opgelost. Bekijk indien nodig de [pagina voor problemen oplossen](/wiki/Client-Troubleshooting).
sv_se: Vanligtvis är problemen på _klient_ sidan och bör åtgärdas där. Kolla på [Felsökningssida](/wiki/Client-Troubleshooting) om det behövs.
zh_cn: 通常，问题在 _Client_ 端，应该在那里解决。如果需要，请查看 [疑难解答页面](/wiki/Client-Troubleshooting)。

source: However, various problems can also arise when setting up Servers - especially when run on a low-bandwidth home connection. It's usually fine to have less than 5 players on a slower-speed home connection (eg 10 Mbit/s down and 1 Mbit/s up). You can read more about network requirements at [different quality settings here](Server-Bandwidth).
es: Sin embargo, también pueden surgir problemas al configurar Servidores - sobre todo si se ejecutan en una conexión doméstica con poco ancho de banda. Normalmente funciona bien con menos de 5 personas tocando en una conexión doméstica lenta (por ej. unos 10 Mbit/s de bajada y 1 Mbit/s de subida). Puedes leer más sobre los requisitos de red con [diferentes configuraciones de calidad aquí](Server-Bandwidth).
fr: Cependant, divers problèmes peuvent également survenir lors de la configuration des serveurs, en particulier lorsqu'ils sont exécutés sur une connexion domestique à faible bande passante. Il est généralement acceptable d'avoir moins de 5 musiciens sur une connexion domestique à vitesse plus lente (par exemple, 10 Mbit/s aval et 1 Mbit/s amont). Vous pouvez en savoir plus sur les exigences du réseau sur [différents paramètres de qualité ici](Server-Bandwidth).
nl: Er kunnen echter ook verschillende problemen optreden bij het instellen van servers, vooral wanneer deze op een thuisverbinding met lage bandbreedte worden uitgevoerd. Het is meestal prima om minder dan 5 spelers op een tragere thuisverbinding te hebben (bijvoorbeeld 10 Mbit/s down en 1 Mbit/s up). Je kunt meer lezen over netwerkvereisten bij [verschillende kwaliteitsinstellingen hier](Server-Bandwidth).
sv_se: Dock kan olika problem också uppstå vid uppsättning av servrar, särskilt när de körs på en hemanslutning med låg bandbredd. Det är vanligtvis okej att ha färre än 5 spelare på en långsammare hemanslutning (t.ex. 10 Mbit/s nedströms och 1 Mbit/s uppströms). Du kan läsa mer om nätverkskrav vid [olika kvalitetsinställningar här](Server-Bandwidth).
zh_cn: 但是，在设置服务器时也会出现各种问题——尤其是在低带宽家庭连接上运行时。在较慢的家庭连接(例如 10 Mbit/s 下行和 1 Mbit/s 上行)上拥有少于 5 个玩家通常是可以的。您可以在 [这里的不同质量设置](Server-Bandwidth) 阅读有关网络要求的更多信息。

source: Consider using a cloud host, not your home internet connection, to get better ping times if you're having problems.
es: Considera el uso de un host en la nube, no tu conexión doméstica, para conseguir mejores tiempos de ping si tienes problemas.
fr: Envisagez d'utiliser un hôte dans le nuage, pas votre connexion internet domestique, pour obtenir de meilleurs temps de ping si vous avez des problèmes.
nl: Overweeg om een cloudhost te gebruiken om betere ping-tijden te krijgen als je problemen hebt.
sv_se: Överväg att använda en molnhost istället för din hemanslutning för att få bättre svarstider om du har problem.
zh_cn: 如果您遇到问题，请考虑使用云主机而不是您的家庭互联网连接来获得更好的 ping 时间。

source: General notes
es: Notas generales
fr: Notes générales
nl: Algemene opmerkingen
sv_se: Allmänna anteckningar
zh_cn: 一般说明

source: Any Server should have at least 1.6GHz CPU frequency and 1GB RAM
es: Cualquier Servidor debería de tener una frecuencia de procesador de 1,6 GHz y 1 GB de RAM
fr: Tout serveur doit avoir une fréquence de CPU d'au moins 1,6 GHz et 1 Go de RAM
nl: Een server moet een CPU-frequentie van ten minste 1,6 GHz en 1 GB RAM hebben
sv_se: Varje server bör ha minst 1,6 GHz CPU-frekvens och 1 GB RAM
zh_cn: 任何服务器都应具有至少 1.6GHz 的 CPU 频率和 1GB 的 RAM

source: Running a Server may require you to adjust any firewalls running on or outside of your machine or cloud host.
es: Ejecutar un Servidor puede requerir que configures cortafuegos operando en tu ordenador o host en la nube, o externos.
fr: L'exécution d'un serveur peut nécessiter l'ajustement de tout pare-feu fonctionnant sur ou en dehors de votre machine ou de votre hôte cloud.
nl: Als je een server gebruikt, moet je mogelijk eventuele firewalls aanpassen die op of buiten je computer of cloudhost worden uitgevoerd.
sv_se: Att köra en server kan kräva att du justerar brandväggar som är aktiva på eller utanför din maskin eller molnhost.
zh_cn: 运行服务器可能需要您调整在您的机器或云主机之上或之外运行的任何防火墙。

source: You must set up port forwarding on your router to run an [Unregistered Server](Unregistered-Servers) at home. This should not be necessary when running a Registered Server in most cases. However, some home networks can require port forwarding for a Registered Server.
es: Debes configurar la redirección de puertos en tu router para ejecutar un [Servidor No Registrado](Unregistered-Servers) en casa. Esto no debería ser necesario cuando se ejecuta un Servidor Registrado en la mayoría de los casos. Sin embargo, algunas redes domésticas pueden requerir la redirección de puertos para un Servidor Registrado.
fr: Vous devez configurer la redirection de port sur votre routeur pour faire fonctionner un [serveur non enregistré](Unregistered-Servers) chez vous. Dans la plupart des cas, cela ne devrait pas être nécessaire pour exécuter un serveur enregistré. Cependant, certains réseaux domestiques peuvent exiger une redirection de port pour un serveur enregistré.
nl: Je moet port forwarding instellen op je router om thuis een [niet-geregistreeerde server](Unregistered-Servers) te gebruiken. Dit zou in de meeste gevallen niet nodig moeten zijn bij het uitvoeren van een geregistreerde server. Sommige thuisnetwerken kunnen echter port forwarding vereisen voor een geregistreerde server.
sv_se: Du måste ställa in portvidarebefordran på din router för att köra en [oregistrerad server](Unregistered-Servers) hemma. Detta bör i de flesta fall inte vara nödvändigt när du kör en registrerad server. Vissa hemnätverk kan dock kräva portvidarebefordran för en registrerad server.
zh_cn: 您必须在路由器上设置端口转发，才能在家里运行[未注册服务器](Unregistered-Servers)。在大多数情况下，运行已注册服务器时通常不需要这样做。然而，某些家庭网络可能需要为已注册服务器进行端口转发。

source: Jamulus offers limited IPv6 support that you can turn on for a Client or Server from the command line.
es: Jamulus ofrece soporte IPv6 limitado que puedes activar para un Cliente o Servidor desde la línea de comandos.
fr: Jamulus offre un support IPv6 limité que vous pouvez activer pour un client ou un serveur à partir de la ligne de commande.
nl: Jamulus biedt beperkte IPv6-ondersteuning die je vanaf de opdrachtregel kunt inschakelen voor een client of server.
sv_se: Jamulus erbjuder begränsat IPv6-stöd som du kan aktivera för en klient eller server från kommandoraden.
zh_cn: Jamulus 提供有限的 IPv6 支持，您可以从命令行针对客户端或服务器开启。

source: Most people run Jamulus on a 3rd party/cloud host as a "headless" Server (no video display or keyboard) on **hardware without audio** running Linux. You can also run a Server in a [**desktop environment**](#servers-on-the-desktop).
es: La mayoría de la gente ejecuta Jamulus en un host de terceros/nube como un Servidor "headless" (sin pantalla ni teclado) en **hardware sin audio** ejecutando Linux. También puedes ejecutar un Servidor en un [**entorno de escritorio**](#servidores-en-el-escritorio).
fr: La plupart des gens exécutent Jamulus sur un hôte tiers/cloud en tant que serveur "sans affichage" (pas d'affichage vidéo ni de clavier) sur **du matériel sans audio** fonctionnant sous Linux. Vous pouvez également faire tourner un serveur dans un [**environnement de bureau**](#serveurs-sur-le-bureau).
nl: De meeste mensen gebruiken Jamulus op een externe/cloudhost als een "headless" server (geen videoscherm of toetsenbord) op **hardware zonder audio** met Linux. Je kunt een server ook uitvoeren in een [**desktopomgeving**](#servers-vanaf-een-desktop).
sv_se: De flesta människor kör Jamulus på en tredjeparts/molnvärd som en "huvudlös" server (ingen videoskärm eller tangentbord) på **hårdvara utan ljud** som kör Linux. Du kan också köra en server i en [**skrivbordsmiljö**](#servers-on-the-desktop).
zh_cn: 大多数人在第三方/云主机上运行 Jamulus，将其作为"无头"服务器（无视频显示或键盘）运行在无音频的 Linux 硬件上**。您也可以在[**桌面环境**](#桌面上的服务器)中运行服务器。

source: **Note** The following steps will result in you running an "Unregistered" Server. For more information, see [the Server Modes section](#server-modes) below.
es: **Nota** Los siguientes pasos harán que ejecutes un Servidor "No registrado". Para más información, consulta [la sección sobre modos de Servidor](#modos-de-servidor) más abajo.
fr: **Remarque** les étapes suivantes vous permettront d'exécuter un serveur "non enregistré". Pour plus d'informations, voir [la section modes de serveur](#modes-de-serveur) ci-dessous.
nl: **Opmerking** De volgende stappen leiden ertoe dat je een "niet-geregistreerde" server uitvoert. Zie [het gedeelte Servermodi](#servermodi) hieronder voor meer informatie.
sv_se: **Obs** Följande steg kommer att resultera i att du kör en "Oregistrerad" server. För mer information, se [avsnittet Serverlägen](#server-modes) nedan.
zh_cn: **注意** 以下步骤将导致您运行 "未注册" 服务器。有关更多信息，请参阅下面的 [服务器模式](#服务器模式)部分。

source: To run a headless server on Linux, the following steps assume you are familiar with the command line and Debian/Ubuntu or similar distribution that uses systemd.
es: Para ejecutar un Servidor "headless" en Linux, los siguientes pasos suponen que sabes utilizar la línea de comandos y Debian/Ubuntu o una distribución similar que utilice systemd.
fr: Pour exécuter un serveur sans affichage sous Linux, les étapes suivantes supposent que vous êtes familier avec la ligne de commande et avec Debian/Ubuntu ou une distribution similaire qui utilise systemd.
nl: Om een headless server op Linux uit te voeren, gaan de volgende stappen ervan uit dat je bekend bent met de opdrachtregel en Debian/Ubuntu of gelijkaardige distributie die systemd gebruikt.
sv_se: För att köra en huvudlös server på Linux, förutsätter följande steg att du är bekant med kommandoraden och Debian/Ubuntu eller liknande distribution som använder systemd.
zh_cn: 要在 Linux 上运行无头服务器，以下步骤假定您熟悉命令行以及使用 systemd 的 Debian/Ubuntu 或类似发行版。

source: Download the setup script:
sv_se: Ladda ner installationsskriptet:
zh_cn: 下载安装脚本：

source: Make the script executable:
sv_se: Gör skriptet exekverbart:
zh_cn: 使脚本可执行：

source: Run the script and install the headless server:
sv_se: Kör skriptet och installera den huvudlösa servern:
zh_cn: 运行脚本并安装无头服务器：

source: Enable the headless Server process:
es: Habilita el proceso del Servidor headless:
fr: Activez le processus du serveur sans affichage :
nl: Schakel het headless server-proces in:
sv_se: Aktivera den huvudlösa serverprocessen:
zh_cn: 启用无头服务器进程：

source: Add your desired [command line options](Running-a-Server#configuration-options) to the `ExecStart` line in the systemd service file:
es: Añade las [opciones de línea de comandos](Running-a-Server#opciones-de-configuración) que quieras a la línea `ExecStart` en el archivo de servicio systemd:
fr: Ajoutez les [options de la ligne de commande](Running-a-Server#options-de-la-ligne-de-commande) voulues à la ligne `ExecStart` dans le fichier service systemd :
nl: Voeg de gewenste [opdrachtregelopties](Running-a-Server#configuratie-opties) toe aan de `ExecStart`-regel in het systemd-servicebestand:
sv_se: Lägg till önskade [kommandoradsalternativ](Running-a-Server#configuration-options) till `ExecStart`-raden i systemd-tjänstfilen:
zh_cn: 将您期望的 [命令行选项](Running-a-Server#配置选项) 添加到 systemd 服务文件中的 `ExecStart` 行：

source: Reload the systemd files and restart the headless Server:
es: Vuelve a cargar los archivos de systemd y reinicia el Servidor "headless":
fr: Rechargez les fichiers systemd et redémarrez le serveur sans affichage :
nl: Herlaad de systemd-bestanden en herstart de headless server:
sv_se: Ladda om systemd-filerna och starta om den huvudlösa servern:
zh_cn: 重新加载 systemd 文件并重新启动无头服务器：

source: _To edit your Server configuration, just repeat the last two steps above._
sv_se: _För att redigera din serverkonfiguration upprepar du bara de två sista stegen ovan._
zh_cn: _要编辑您的服务器配置，只需重复上面的最后两个步骤。_

source: Server Modes
es: Modos de servidor
fr: Types de serveur
nl: Servermodi
sv_se: Serverlägen
zh_cn: 服务器模式

source: Servers can be run in one of three modes (either at home or on a 3rd party host), depending on your needs.
es: Los Servidores se pueden ejecutar en uno de tres modos (bien en casa o en un host de terceros), dependiendo de tus necesidades.
fr: Les serveurs peuvent fonctionner selon l'un des trois modes suivants (à domicile ou sur un hôte tiers), en fonction de vos besoins.
nl: Servers kunnen in een van de drie modi worden uitgevoerd (thuis of op een externe host), afhankelijk van jouw behoeften.
sv_se: Servrar kan köras i ett av tre lägen (antingen hemma eller på en 3:e parts värd), beroende på dina behov.
zh_cn: 服务器可以根据您的需求以三种模式之一运行（无论是在家中还是在第三方主机上）。

source: Unregistered mode
es: Modo Sin Registrar
fr: Mode non-enregistré
nl: Niet-geregistreerde modus
sv_se: Oregistrerat läge
zh_cn: 未注册模式

source: This is the default when starting a Server for the first time. Unregistered Servers are not listed by Directories, so only musicians who know your Server's address can connect to it.
es: Esto es lo predeterminado cuando se arranca un Servidor por primera vez. Los Servidores Sin Registrar no son listados por los Directorios, por lo que solo los músicos que conozcan la dirección de tu Servidor se podrán conectar a él.
fr: Il s'agit de la valeur par défaut lors du premier démarrage d'un serveur. Les serveurs non enregistrés ne sont pas répertoriés par les annuaires, donc seuls les musiciens qui connaissent l'adresse de votre serveur pourront s'y connecter.
nl: Dit is de standaard wanneer je een server voor het eerst start. Niet-geregistreerde servers worden niet weergegeven in adresboeken, dus alleen muzikanten die het adres van de server kennen, kunnen er verbinding mee maken.
sv_se: Detta är standard när du startar en server för första gången. Oregistrerade servrar listas inte av kataloger, så endast musiker som känner till din servers adress kan ansluta till den.
zh_cn: 这是首次启动服务器时的默认模式。未注册的服务器不会被目录列出，因此只有知道您服务器地址的音乐家才能连接到它。

source: **For information about running an Unregistered Server [see this guide](Unregistered-Servers).**
es: **Para obtener información sobre la ejecución de un Servidor No Registrado [consulta esta guía](Unregistered-Servers).**
fr: **Pour plus d'informations sur l'utilisation d'un serveur non enregistré, [voir ce guide](Unregistered-Servers).**
nl: **Voor informatie over het uitvoeren van een niet-geregistreerde server [zie deze handleiding](Unregistered-Servers).**
sv_se: **För information om att köra en oregistrerad server [se den här guiden](Unregistered-Servers).**
zh_cn: 有关运行未注册服务器的信息[请参阅本指南](Unregistered-Servers).**。

source: <figure> <img src="{% include img/en-screenshots/diagram-unreg-server.inc %}" loading="lazy" alt="Diagram of connections between Clients within a Jamulus Unregistered Server"> </figure>
es: <figure> <img src="{% include img/es-screenshots/diagram-unreg-server.inc %}" loading="lazy" alt="Diagrama de conexiones entre Clientes en un Servidor Jamulus Sin Registrar"> </figure>
fr: <figure> <img src="{% include img/fr-screenshots/diagram-unreg-server.inc %}" loading="lazy" alt="Diagramme des connexions entre clients au sein d'un serveur Jamulus non enregistré"> </figure>
nl: <figure> <img src="{% include img/nl-screenshots/diagram-unreg-server.inc %}" loading="lazy" alt="diagram met verbindingen tussen clients en een niet-geregistreerde Jamulus server"> </figure>
sv_se: <figure> <img src="{% include img/sv-SE-screenshots/diagram-unreg-server.inc %}" loading="lazy" alt="Diagram över anslutningar mellan klienter inom en oregistrerad Jamulus-server"> </figure>
zh_cn: <figure> <img src="{% include img/zh-CN-screenshots/diagram-unreg-server.inc %}" loading="lazy" alt="Jamulus 未注册服务器中客户端之间的连接图"> </figure>

source: Registered mode
es: Modo Registrado
fr: Mode enregistré
nl: Geregistreerde modus
sv_se: Registrerat läge
zh_cn: 已注册模式
