Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Running-a-Server.po
Languages: de, es, fr, nl, sv_se, zh_cn

source: Jamulus only has limited IPv6 support which needs to be enabled with a command line argument on the Client and Server. (There are plans to expand IPv6 support.)
zh_cn: Jamulus 只有有限的 IPv6 支持，需要在客户端和服务器上使用命令行参数启用。 （有计划扩展 IPv6 支持。）

source: ## Server Types
zh_cn: ## 服务器类型

source: You can run your Server in different ways (either at home or on a 3rd party host):
zh_cn: 您可以以不同的方式运行您的服务器（在家或在第 3 方主机上）:

source: ### 1. Registered
zh_cn: ### 1.已注册

source: Your Server will be listed in a Directory. By default, Jamulus has a list of built-in Directories that Clients can connect to. If you register with one of these, anyone can then discover and connect to your Server. You can also have your Server listed on a Custom Directory, if that better meets your needs.
zh_cn: 您的服务器将列在目录中。默认情况下，Jamulus 有一个客户端可以连接的内置目录列表。如果您注册其中之一，那么任何人都可以发现并连接到您的服务器。如果更符合您的需求，您还可以将您的服务器列在自定义目录中。

source: <figure> <img src="{% include img/en-screenshots/diagram-reg-server.inc %}" loading="lazy" alt="Diagram of connections between Clients within a Jamulus Registered Server"> <figcaption>How Registered Servers work</figcaption> </figure>
zh_cn: <figure> <img src="{% include img/zh_CN-screenshots/diagram-reg-server.inc %}" loading="lazy" alt="Jamulus 注册服务器中客户端之间的连接图"> <figcaption>注册服务器的工作原理</figcaption> </figure>

source: ### 2. Unregistered
zh_cn: ### 2.未注册的

source: This is the default when starting a Server for the first time. Unregistered Servers are not listed by Directories, so only musicians who know your Server's address to will be able to connect to it. This is useful because Jamulus does not let you control who can connect to a Server.
zh_cn: 这是第一次启动服务器时的默认设置。未注册的服务器不在目录中列出，因此只有知道您的服务器地址的音乐家才能连接到它。这很有用，因为 Jamulus 不允许您控制谁可以连接到服务器。

source: <figure> <img src="{% include img/en-screenshots/diagram-unreg-server.inc %}" loading="lazy" alt="Diagram of connections between Clients within a Jamulus Unregistered Server"> <figcaption>How Unregistered Servers work</figcaption> </figure>
zh_cn: <figure> <img src="{% include img/zh_CN-screenshots/diagram-unreg-server.inc %}" loading="lazy" alt="Jamulus 未注册服务器中客户端之间的连接图"> <figcaption>未注册服务器的工作原理</figcaption> </figure>

source: If you are running an unregistered server behind a home internet connection, you might need to enable [port forwarding](#port-forwarding) as described below.
zh_cn: 如果您在家庭互联网连接后面运行未注册的服务器，您可能需要启用 [端口转发](#转发端口)，如下所述。

source: To run a Directory [read this guide](Directories)
zh_cn: 运行目录 [阅读本指南](Directories)

source: If you want to run a Server on a Raspberry Pi (or a different armhf/arm64 debian-based device), you will need to download the `.deb` files for 32 bit `armhf` or 64 bit `arm64`, not the default `amd64` ones you'd use on an Intel/AMD based machine.
zh_cn: 如果您想在 Raspberry Pi（或其他基于 armhf/arm64 debian 的设备）上运行服务器，您需要下载 32 位 `armhf` 或 64 位 `arm64` 的 `.deb` 文件，而不是您将在基于 Intel/AMD 的机器上使用的默认 `amd64`。

source: ### Installation
zh_cn: ### 安装

source: Download the [latest headless (amd64) .deb file]({{ site.download_root_link }}{{ site.download_file_names.deb-headless }}) or, if you use a Raspberry Pi etc. download the [latest armhf .deb file]({{ site.download_root_link }}{{ site.download_file_names.deb-headless-armhf }}) or the [latest arm64 .deb file]({{ site.download_root_link }}{{ site.download_file_names.deb-headless-arm64 }})
zh_cn: 下载 [最新的 headless (amd64).deb 文件]({{ site.download_root_link }}{{ site.download_file_names.deb-headless }}) 或者，如果您使用 Raspberry Pi 等，请下载 [最新的 armhf.deb 文件]({{ site.download_root_link }}{{ site.download_file_names.deb-headless-armhf }}) 或 [最新的 arm64.deb 文件]({{ site.download_root_link }}{{ site.download_file_names.deb-headless-arm64 }})

source: Install the Jamulus package: `sudo apt install ./{{ site.download_file_names.deb-headless }}` or for RasPi etc. armhf: `sudo apt install ./{{ site.download_file_names.deb-headless-armhf }}`; arm64: `sudo apt install ./{{ site.download_file_names.deb-headless-arm64 }}`
zh_cn: 安装 Jamulus 软件包:`sudo apt install ./{{ site.download_file_names.deb-headless }}` 或用于 RasPi 等 armhf:`sudo apt install ./{{ site.download_file_names.deb-headless-armhf }}` ; arm64:`sudo apt install ./{{ site.download_file_names.deb-headless-arm64 }}`

source: Enable the headless Server process via systemd: `sudo systemctl enable jamulus-headless`
zh_cn: 通过 systemd 启用 headless 服务器进程:`sudo systemctl enable jamulus-headless`

source: Add your desired [command line options](Running-a-Server#command-line-options) to the `ExecStart` line in the systemd service file by running `sudo systemctl edit --full jamulus-headless` (By default you will be running an Unregistered Server).
zh_cn: 通过运行 `sudo systemctl edit --full jamulus-headless` 将所需的 [命令行选项](Running-a-Server#命令行选项) 添加到 systemd 服务文件中的 `ExecStart` 行（默认情况下，您将正在运行未注册的服务器）。

source: Reload the systemd files `sudo systemctl daemon-reload` and restart the headless Server: `sudo systemctl restart jamulus-headless`
zh_cn: 重新加载 systemd 文件 `sudo systemctl daemon-reload` 并重新启动 headless 服务器:`sudo systemctl restart jamulus-headless`

source: Check all is well with `systemctl status jamulus-headless` (hit `q` to get back to the command prompt).
zh_cn: 使用 `systemctl status jamulus-headless` 检查一切是否正常（点击 `q` 返回命令提示符）。

source: You can control Jamulus with the `systemctl` command. For example, to stop the Server cleanly:
zh_cn: 您可以使用 `systemctl` 命令控制 Jamulus。例如，干净地停止服务器:

source: _To upgrade your Server, just repeat the steps above._
zh_cn: _要升级您的服务器，只需重复上述步骤即可。_

source: ### Configuration
zh_cn: ### 配置

source: #### Running in Registered mode
zh_cn: #### 在已注册模式下运行

source: The following minimum setup is required to [run a Registered Server](Running-a-Server#server-types):
zh_cn: [运行已注册的服务器](Running-a-Server#服务器类型)需要以下最低设置:

source: **Note**: Semicolon and newline characters are not allowed in `yourServerName` and `yourCity` within the `--serverinfo` argument
zh_cn: **注意**:在 `--serverinfo` 参数中的 `yourServerName` 和 `yourCity` 中不允许使用分号和换行符

source: To register with one of the Directories built into the Jamulus Client, replace `genreServer:port` in the example above with one of the following options:
zh_cn: 要注册到 Jamulus 客户端内置的目录之一，请将上面示例中的 `genreServer:port` 替换为以下选项之一:

source: You can also specify a [Directory](#3-directory) in the same way from the command line, providing the Server Address in the same format.
zh_cn: 你也可以在命令行中以同样的方式指定一个[目录](#3-目录)，提供相同格式的服务器地址。

source: If you wish to run a [Directory](Running-a-Server#3-directory) please see [this guide](Directories).
zh_cn: 如果您想运行 [目录](Running-a-Server#3-目录)，请参阅 [指南](Directories)。

source: ### Maintenance
zh_cn: ### 维护

source: #### Viewing The Logs
zh_cn: #### 查看日志

source: Jamulus will log to the system log file if you left the `StandardOutput=journal` setting in the unit file.
zh_cn: 如果您将 `StandardOutput=journal` 设置留在单元文件中，Jamulus 将记录到系统日志文件。

source: To view the log, use `journalctl` (to exit press Ctrl-C). For example, to read the system log file, filtered for the Jamulus service:
zh_cn: 要查看日志，请使用 `journalctl`（退出按 Ctrl-C）。例如，读取系统日志文件，为 Jamulus 服务过滤:

source: When using the recording function with the `-R` command line option, if the Server receives a SIGUSR1 signal during a recording, it will start a new recording in a new Directory. SIGUSR2 will recording enabled on/off.
zh_cn: 当使用带有`-R`命令行选项的录制功能时，如果服务器在录制过程中收到 SIGUSR1 信号，它将在新目录中开始新的录制。 SIGUSR2 将开启/关闭录制功能。

source: **Linux users** - Launch the "Jamulus Server" shortcut. Or you can open a terminal window (`CTRL+ALT+t` on Debian and related distros), type `jamulus -s` and hit return.
zh_cn: **Linux 用户** - 启动“Jamulus 服务器”快捷方式。或者你可以打开一个终端窗口（Debian 和相关发行版上的`CTRL+ALT+t`），输入`jamulus -s` 然后回车。

source: <figure><img src="{% include img/en-screenshots/server-window-setup.inc %}" style="width:80%; border:5px solid grey;" loading="lazy" alt="Image of the Jamulus Server setup window"></figure>
zh_cn: <figure><img src="{% include img/zh_CN-screenshots/server-window-setup.inc %}" style="width:80%; border:5px solid grey;" loading="lazy" alt="Jamulus 服务器设置窗口的图片"></figure>

source: ### The Directory list
zh_cn: ### 目录列表

source: **None**: By default, you will not be connected to a Directory and will be running in unregistered mode. [Read these instructions](#running-an-unregistered-server) to have other people connect to your Server in this mode.
zh_cn: **无**:默认情况下，您不会连接到目录，而是在未注册模式下运行。 [阅读这些说明](#运行未注册的服务器) 让其他人以这种模式连接到您的服务器。

source: **Genre**: To allow other people to see your Server on one of the Directories built into the Client, select your desired genre Directory. You should see a confirmation message saying whether your Server has registered successfully. If not, and you leave your Server running, it will keep trying to register until a free slot becomes available.
zh_cn: **流派**:要允许其他人在客户端内置的目录之一上看到您的服务器，请选择所需的流派目录。您应该会看到一条确认消息，说明您的服务器是否已成功注册。如果没有，并且您让服务器保持运行状态，它将继续尝试注册，直到有空闲插槽可用。

source: **Custom**: This allows you to specify a custom directory on which to be listed. See the "Options" tab for the Custom Directory address you want to use.
zh_cn: **自定义**:这允许您指定要在其上列出的自定义目录。请参阅您要使用的自定义目录地址的“选项”选项卡。

source: To run your Server _as_ a Directory, you need to set the Custom Directory address as `localhost` or `127.0.0.1` and set the "Genre" to "Custom". [Read this guide](Directories) for further details.
zh_cn: 要运行您的服务器 _as_ 目录，您需要将自定义目录地址设置为 `localhost` 或 `127.0.0.1` 并将“流派”设置为“自定义”。 [阅读本指南]（目录）了解更多详情。

source: When running as a Registered Server this displays the Server's name, city and country so that other users can easily identify it in the Directory listing.
zh_cn: 当作为注册服务器运行时，它会显示服务器的名称、地区和国家，以便其他用户可以在目录列表中轻松识别它。

source: The text entered here appears to all users when they join the Server (the chat window will open automatically for them). HTML is also supported.
zh_cn: 当所有用户加入服务器时，此处输入的文本会显示给所有用户（聊天窗口将自动为他们打开）。还支持 HTML。

source: <figure><img src="{% include img/en-screenshots/server-window-options.inc %}" style="width:80%; border:5px solid grey;" loading="lazy" alt="Image of Jamulus Server window options"></figure>
zh_cn: <figure><img src="{% include img/zh_CN-screenshots/server-window-options.inc %}" style="width:80%; border:5px solid grey;" loading="lazy" alt="Jamulus 服务器设置窗口的图片"></figure>

source: This sets the path to where the Server's recordings will be stored. With this path set, the "Enable Jam Recorder" function in the Server Setup tab will make recording start once the first person connects to the Server, and stops when the last person leaves. Use the "New Recording" button to create a new sub-directory in which the recordings will be stored from then on. Note that Recordings are per track in [Audacity](https://www.audacityteam.org/) `.lof` format and [REAPER](https://en.wikipedia.org/wiki/REAPER) `.rpp`. Open the respective files to listen to them in those applications.
zh_cn: 这设置了服务器的录音将被存储的路径。有了这个路径设置，服务器设置选项卡中的 "启用乐队录音机 "功能将使录音在第一个人连接到服务器时开始，并在最后一个人离开时停止。使用 "新建录音 "按钮，创建一个新的子目录，从那时起，录音将被存储在该目录中。请注意，录音是以[Audacity](https://www.audacityteam.org/)`.lof`格式和[REAPER](https://en.wikipedia.org/wiki/REAPER)`.rpp`格式的每一轨。打开相应的文件，在这些应用程序中聆听它们。

source: **Note**: When your Server is recording, Clients will display a message that recording is on.
zh_cn: **注意**:当您的服务器正在录制时，客户端会显示一条消息，表明正在录制。

source: ### Delay panning
zh_cn: ### 延迟平移

source: This option uses small differences in sound arrival time between the two ears. It produces a stereo effect similar to natural human hearing when compared to normal "volume" panning.
zh_cn: 此选项使用两只耳朵之间声音到达时间的微小差异。与正常的“音量”平移相比，它产生类似于自然人类听觉的立体声效果。

source: **Windows users** - If you want the Server to start automatically on system start, enable the corresponding check box.
zh_cn: **Windows 用户** - 如果希望服务器在系统启动时自动启动，请启用相应的复选框。

source: ## Command line options
zh_cn: ## 命令行选项

source: **Note**: Command line options will set the Server's defaults at startup. You can override them with their corresponding GUI controls while the Server is running.
zh_cn: **注意**:命令行选项将在启动时设置服务器的默认值。您可以在服务器运行时使用相应的 GUI 控件覆盖它们。

source: ## Running an Unregistered Server
zh_cn: ## 运行未注册的服务器

source: It is highly recommended to test your Server by registering it on one of the built-in Directories **first** so as to narrow down any subsequent problems in unregistered mode.
zh_cn: 强烈建议您**首先**在内置目录之一上注册您的服务器来测试您的服务器，以缩小未注册模式下的任何后续问题。

source: ### Setting up a Server behind a home router
zh_cn: ### 在家庭路由器后面设置服务器

source: If you set up your server at home, you will probably need to change some settings in your router/firewall:
zh_cn: 如果您在家中设置服务器，您可能需要更改路由器/防火墙中的一些设置:

source: #### Port forwarding
zh_cn: #### 转发端口

source: People from outside your home network will not be able to see things inside it. To let external Jamulus clients connect to your server, you need to set up port forwarding in your Router's settings. The exact setup differs for every router. For help see your Router's documentation or [portforward.com](https://portforward.com).
zh_cn: 来自家庭网络外部的人将无法看到其中的内容。要让外部 Jamulus 客户端连接到您的服务器，您需要在路由器的设置中设置端口转发。每个路由器的确切设置都不同。如需帮助，请参阅路由器的文档或 [portforward.com](https://portforward.com)。

source: **Note:** The default port for the current version of Jamulus is **UDP** (not TCP) port **22124**. You will usually forward the port **22124** from outside your network to the port **22124** of the machine running the Server.
zh_cn: **注意:** Jamulus 当前版本的默认端口是 **UDP**（不是 TCP）端口 **22124**。您通常会将端口 **22124** 从网络外部转发到运行服务器的机器的端口 **22124**。

source: **Note:** Your home router may change the IP address of the machine you're running your Server on. Depending on your router, you might need to give this machine a static IP address (often under DHCP settings of your router).
zh_cn: **注意:** 您的家庭路由器可能会更改您运行服务器的机器的 IP 地址。根据您的路由器，您可能需要给这台机器一个静态 IP 地址（通常在路由器的 DHCP 设置下）。

source: #### Getting the external IP
zh_cn: #### 获取外部 IP

source: To allow others to connect to your Server from the internet, get your external (WAN) IP address e.g. by [using Google](https://www.google.com/search?q=what+is+my+ip) and give it to them. You yourself should connect using the local network (LAN) address of the machine the Server is running on. If you are running a Client on the same machine as your Server, that would be `localhost` or `127.0.0.1`.
zh_cn: 要允许其他人从互联网连接到您的服务器，请获取您的外部（WAN）IP地址，例如通过[使用Google]（https://www.google.com/search?q=what+is+my+ip）并将其提供给他们。 您自己应使用运行服务器的计算机的本地网络 （LAN） 地址进行连接。如果您在与服务器相同的计算机上运行客户端，则为“localhost”或“127.0.0.1”。

source: #### Dynamic DNS and why you will probably need it
zh_cn: #### 动态 DNS 以及您可能需要它的原因

source: Most domestic internet connections change their external IP address after a short period. To avoid problems with this, you might want to set up "dynamic DNS" to get a static (sub-)domain you can share with others. Please research how to do that for your specic set up. Your router might support some "dynamic DNS" providers out of the box. If this is not the case, set up a dynamic DNS client as described by the dynamic DNS provider you chose.
zh_cn: 大多数国内互联网连接会在短时间内更改其外部 IP 地址。为避免出现此问题，您可能需要设置“动态 DNS”以获得可以与他人共享的静态（子）域。请研究如何为您的特定设置执行此操作。您的路由器可能支持一些开箱即用的“动态 DNS”提供商。如果不是这种情况，请按照您选择的动态 DNS 提供商的说明设置动态 DNS 客户端。

source: ## Backing up the Server
zh_cn: ## 备份服务器

source: _Note that headless Servers do not use `.ini` files. All configuration is given as command line options._
zh_cn: _请注意， headless 服务器不使用 `.ini` 文件。所有配置都以命令行选项的形式给出。_

source: ## Troubleshooting
zh_cn: ## 故障排除
