Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Running-a-Server.po
Languages: de, es, fr, nl, sv_se, zh_cn

source: If the Server receives a SIGUSR1 signal during a recording, it will start a new recording in a new directory. SIGUSR2 will toggle recording on/off. If [JSON-RPC](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md) is enabled, you will also be able to manage the server in a way comparable to the GUI. Please see the (experimental) [JSON-RPC documentation on the recorder](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md#jamulusserverstartrecording).
es: Si el Servidor recibe una señal SIGUSR1 durante una grabación, iniciará una nueva grabación en un nuevo directorio. SIGUSR2 activará/desactivará la grabación. Si [JSON-RPC](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md) está activado, también podrás gestionar el servidor de una forma comparable a la interfaz gráfica. Consulta la documentación (experimental) [de JSON-RPC para la grabación](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md#jamulusserverstartrecording).
fr: Si le serveur reçoit un signal SIGUSR1 pendant un enregistrement, il démarre un nouvel enregistrement dans un nouveau répertoire. SIGUSR2 permet d'activer ou de désactiver l'enregistrement. Si [JSON-RPC](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md) est activé, vous pourrez également gérer le serveur d'une manière comparable à l'interface graphique. Veuillez consulter la documentation (expérimentale) [JSON-RPC sur l'enregistreur (en anglais)](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md#jamulusserverstartrecording).
nl: Als de server tijdens een opname een SIGUSR1-signaal ontvangt, start hij een nieuwe opname in een nieuwe map. SIGUSR2 schakelt opname in/uit. Als [JSON-RPC](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md) is ingeschakeld, kun je de server ook beheren op een manier die vergelijkbaar is met de GUI . Zie de (experimentele) [JSON-RPC-documentatie over de opname (engelstalig)](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md#jamulusserverstartrecording).
sv_se: Om servern tar emot en SIGUSR1-signal under en inspelning kommer den att starta en ny inspelning i en ny katalog. SIGUSR2 växlar inspelning på/av. Om [JSON-RPC](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md) är aktiverat kommer du också att kunna hantera servern på ett sätt som är jämförbart med det grafiska användargränssnittet . Se den (experimentella) [JSON-RPC-dokumentationen på inspelaren](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md#jamulusserverstartrecording).
zh_cn: 如果服务器在录音过程中收到 SIGUSR1 信号，它将在新目录中开始新的录音。SIGUSR2 将切换录音的开/关。如果启用了 [JSON-RPC](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md) ，您还能够以类似于图形用户界面的方式管理服务器。请参阅（实验性的）关于录音器的 [JSON-RPC 文档](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md#jamulusserverstartrecording)。

source: To send these signals using systemd, create the following two `.service` files in `/etc/systemd/system`, calling them something appropriate (e.g. `jamulusTogglerec.service`).
es: Para enviar estas señales utilizando systemd, crea los siguientes dos archivos `.service` en `/etc/systemd/system`, dándoles un nombre apropiado (por ej. `jamulusTogglerec.service`).
fr: Pour envoyer ces signaux en utilisant systemd, créez les deux fichiers `.service` suivants dans `/etc/systemd/system`, en les appelant de manière appropriée (par exemple, `jamulusTogglerec.service`).
nl: Om deze signalen met systemd te verzenden, maak je de volgende twee `.service`-bestanden in `/etc/systemd/system` en geef je ze een passendse naam (bijv. `jamulusTogglerec.service`).
sv_se: För att skicka dessa signaler med systemd, skapa följande två `.service`-filer i `/etc/systemd/system`, kalla dem något lämpligt (t.ex. `jamulusTogglerec.service`).
zh_cn: 要使用 systemd 发送这些信号，请在 `/etc/systemd/system` 中创建以下两个 `.service` 文件，将它们命名为适当的名称(例如 `jamulusTogglerec.service`)。

source: To turn recording on or off (depending on the current state):
es: Para activar o desactivar la grabación (dependiendo del estado actual):
fr: Pour activer ou désactiver l'enregistrement (selon l'état actuel) :
nl: Opnemen in- of uitschakelen (afhankelijk van de huidige status):
sv_se: Så här slår du på eller av inspelning (beroende på aktuellt läge):
zh_cn: 要打开或关闭录音（取决于当前状态）：

source: To start a new recording:
es: Para iniciar una nueva grabación:
fr: Pour démarrer un nouvel enregistrement :
nl: Een nieuwe opname starten:
sv_se: För att starta en ny inspelning:
zh_cn: 要开始新的录音：

source: _Note: The Jamulus service name in the `ExecStart` line needs to be the same as the `.service` file name used by systemd to control your Jamulus Server. By default, if you use the `.deb` files from the repository, it is `jamulus-headless`, as in this example.
sv_se: _Obs: Jamulus-tjänstens namn i `ExecStart`-raden måste vara detsamma som `.service`-filnamnet som används av systemd för att styra din Jamulus-server. Som standard, om du använder `.deb`-filerna från förvaret, är det `jamulus-headless`, som i det här exemplet.
zh_cn: _注意：`ExecStart` 行中的 Jamulus 服务名称需要与 systemd 用于控制您的 Jamulus 服务器的 `.service` 文件名相同。默认情况下，如果您使用存储库中的 `.deb` 文件，它是 `jamulus-headless`，如本例所示。

source: Run `sudo systemctl daemon-reload` to register them for first use.
de: Führen Sie `sudo systemctl daemon-reload` aus, um sie für die erste Verwendung zu registrieren.
es: Ejecuta `sudo systemctl daemon-reload` para registrarlos para su primer uso.
fr: Exécutez `sudo systemctl daemon-reload` pour les enregistrer pour la première utilisation.
nl: Voer `sudo systemctl daemon-reload` uit om ze te registreren voor het eerste gebruik.
sv_se: Kör `sudo systemctl daemon-reload` för att registrera dem för första användning.
zh_cn: 运行 `sudo systemctl daemon-reload` 以注册它们以供首次使用。

source: Now you can run these with the `systemctl` command, for example:
de: Jetzt können Sie diese zum Beispiel mit dem Befehl `systemctl` ausführen:
es: Ahora puedes ejecutarlos con el comando `systemctl`, por ejemplo:
fr: Vous pouvez maintenant les exécuter avec la commande `systemctl`, par exemple :
nl: Nu kun je deze uitvoeren met het commando `service start`, bijvoorbeeld:
sv_se: Nu kan du köra dessa med kommandot `systemctl`, till exempel:
zh_cn: 现在您可以使用 `systemctl` 命令运行这些命令，例如:

source: You can see the result of these commands if you run `systemctl status jamulus-headless` (or the respective service name you specified manually). You can also view your (sys)log.
sv_se: Du kan se resultatet av dessa kommandon om du kör `systemctl status jamulus-headless` (eller respektive tjänstnamn du angav manuellt). Du kan också se din (sys)logg.
zh_cn: 如果您运行 `systemctl status jamulus-headless` （或者您手动指定的相应服务名称），您可以看到这些命令的结果。您还可以查看您的（系统）日志。

source: Adding metadata to the Server
sv_se: Lägga till metadata till servern
zh_cn: 向服务器添加元数据

source: You can add metadata to the welcome message of a Server to add additional, hidden information like contact information or policy requests for bots (this is comparable to [robots.txt](https://en.wikipedia.org/wiki/Robots.txt)). See the [Community Knowledge Base entry about metadata](/kb/2023/07/30/Server-Metadata.html) for more information.
sv_se: Du kan lägga till metadata i välkomstmeddelandet från en server för att lägga till ytterligare, dold information som kontaktinformation eller policyförfrågningar för botar (detta är jämförbart med [robots.txt](https://en.wikipedia.org/wiki/Robots. Text)). Se [Community Knowledge Base-posten om metadata](/kb/2023/07/30/Server-Metadata.html) för mer information.
zh_cn: 您可以向服务器的欢迎消息中添加元数据，以添加额外的隐藏信息，如联系信息或对机器人的策略请求(这类似于 [robots.txt](https://en.wikipedia.org/wiki/Robots.txt)) (英文维基百科)。有关更多信息，请参阅 [关于元数据的社区知识库条目](/kb/2023/07/30/Server-Metadata.html)。

source: Servers on the desktop
es: Servidores en el escritorio
fr: Serveurs sur le bureau
nl: Servers vanaf een desktop
sv_se: Servrar på skrivbordet
zh_cn: 桌面上的服务器

source: Jamulus can run in Server mode in the graphical environment of a computer. This gives you a graphical user interface to control most of the settings. To do this, first [install Jamulus for your platform](Getting-Started), then do one of the following:
es: Jamulus puede ejecutarse en modo Servidor en el entorno gráfico de un ordenador. Esto te ofrece una interfaz gráfica para controlar la mayoría de los ajustes. Para ello, primero [instala Jamulus para tu plataforma](Getting-Started), y luego realiza una de las siguientes opciones:
fr: Jamulus peut être exécuté en mode Serveur dans l'environnement graphique d'un ordinateur. Cela vous donne une interface utilisateur graphique pour contrôler la plupart des paramètres. Pour ce faire, commencez par [installer Jamulus pour votre plate-forme](Getting-Started), puis effectuez l'une des opérations suivantes :
nl: Jamulus kan in servermodus worden uitgevoerd in de grafische omgeving van een computer. Dit geeft je een grafische gebruikersinterface om de meeste instellingen te beheren. Om dit te doen, [installeer je Jamulus voor jouw platform](Getting-Started) en voer je vervolgens een van de volgende handelingen uit:
sv_se: Jamulus kan köras i serverläge i en dators grafiska miljö. Detta ger dig ett grafiskt användargränssnitt för att kontrollera de flesta inställningarna. För att göra detta, först [installera Jamulus för din plattform](Getting-Started), gör sedan något av följande:
zh_cn: Jamulus 可以在计算机的图形环境中以服务器模式运行。这为您提供了一个图形用户界面来控制大多数设置。要做到这一点，首先[为您的平台安装 Jamulus](Getting-Started) ，然后执行以下操作之一：

source: **Windows users** - Use the "Jamulus Server" icon in the Windows Start menu. If you want the Server to start automatically when you start Windows, check the box for this option.
es: **Usuarios de Windows** - Utiliza el icono de "Jamulus Server" del menú de inicio de Windows. Si quieres que el Servidor arranque automáticamente al iniciar Windows, activa la casilla correspondiente.
fr: **Utilisateurs de Windows** - Utilisez l'icône "Jamulus Server" dans le menu Démarrer de Windows. Si vous souhaitez que le serveur démarre automatiquement lorsque vous lancez Windows, cochez la case de cette option.
nl: **Windows-gebruikers** - Gebruik het pictogram "Jamulus Server" in het Windows Start-menu. Als je wilt dat de server automatisch start wanneer je Windows start, vink je het vakje voor deze optie aan.
sv_se: **Windows-användare** - Använd ikonen "Jamulus Server" i Windows Start-meny. Om du vill att servern ska starta automatiskt när du startar Windows, markera rutan för det här alternativet.
zh_cn: **Windows 用户** - 使用 Windows 开始菜单中的 "Jamulus 服务器" 图标。如果您希望服务器在 Windows 启动时自动启动，请勾选此选项的复选框。

source: **macOS users** - Double-click the "Jamulus Server" icon in Applications.
es: **Usuarios de macOS** - Haz doble clic en el icono "Jamulus Server" en Aplicaciones.
fr: **Utilisateurs de macOS** - Double-cliquez sur l'icône "Serveur Jamulus" dans Applications.
nl: **macOS-gebruikers** - Dubbelklik op het pictogram "Jamulus Server" in Toepassingen.
sv_se: **macOS-användare** - Dubbelklicka på ikonen "Jamulus Server" i Applikationer.
zh_cn: **macOS 用户** - 双击应用程序中的 "Jamulus 服务器" 图标。

source: **Linux users** - Launch the "Jamulus Server" shortcut. Or you can open a terminal window (`CTRL+ALT+t` on Debian and related distros), type `jamulus -s` and hit return.
es: **Usuarios de Linux** - Lanza el acceso directo "Jamulus Server". O abre una terminal (`CTRL+ALT+t en Debian y distros relacionadas), teclea `jamulus -s` y dale a Enter.
fr: **Utilisateurs de Linux** - Lancez le raccourci « Jamulus Serveur ». Ou vous pouvez ouvrir une fenêtre de terminal (`CTRL + ALT + t` sur Debian et les distributions associées), tapez `jamulus -s` et appuyez sur entrée.
nl: **Linux gebruikers** - Start de "Jamulus Server" snelkoppeling of open een terminalvenster (`CTRL+ALT+t` op Debian en gerelateerde distributies) en typ `jamulus -s` en druk op enter.
sv_se: **Linux-användare** - Starta genvägen "Jamulus Server". Eller så kan du öppna ett terminalfönster (`CTRL+ALT+t` på Debian och relaterade distros), skriv `jamulus -s` och tryck på retur.
zh_cn: **Linux 用户** - 启动“Jamulus 服务器”快捷方式。或者你可以打开一个终端窗口(Debian 和相关发行版上的`CTRL+ALT+t`)，输入`jamulus -s` 然后回车。

source: While most common functions in Jamulus can be set using the GUI, others can only be set using options given in a terminal window when the Server is launched. Exactly how you do this will depend on your operating system.
es: Mientras que la mayoría de las funciones más comunes de Jamulus pueden configurarse usando la interfaz gráfica, otras solo pueden ser controladas utilizando la terminal para iniciar el Servidor. Exactamente cómo se hace dependerá de tu sistema operativo.
fr: Si la plupart des fonctions courantes de Jamulus peuvent être définies à l'aide de l'interface graphique, d'autres ne peuvent l'être qu'à l'aide d'options données dans une fenêtre de terminal lors du lancement du serveur. La manière exacte de procéder dépend de votre système d'exploitation.
nl: Hoewel de meeste algemene functies in Jamulus kunnen worden ingesteld met behulp van de GUI, kunnen sommige alleen worden ingesteld met behulp van opties die in een terminalvenster worden gegeven wanneer de server wordt gestart. Hoe je dit precies doet, hangt af van jouw besturingssysteem.
sv_se: Medan de vanligaste funktionerna i Jamulus kan ställas in med GUI, kan andra endast ställas in med alternativ som ges i ett terminalfönster när servern startas. Exakt hur du gör detta beror på ditt operativsystem.
zh_cn: 虽然 Jamulus 中的大多数常见功能可以使用图形界面（GUI）进行设置，但其他一些功能只能在服务器启动时在终端窗口中使用给定的选项进行设置。具体的操作方式将取决于您的操作系统。

source: For example on Windows, to use a specific settings file, right-click on the Jamulus shortcut and choose **Properties** > **Target**. Add the necessary arguments to Jamulus.exe:
es: Por ejemplo, en Windows, para utilizar un archivo de configuración específico, haz clic derecho en el acceso directo a Jamulus y selecciona **Propiedades** > **Objetivo**. Añade los argumentos necesarios a Jamulus.exe:
fr: Par exemple, sous Windows, pour utiliser un fichier de paramètres spécifique, faites un clic-droit sur le raccourci de Jamulus et choisissez **Propriétés** > **Cible**. Ajoutez les arguments nécessaires à Jamulus.exe
nl: Als je bijvoorbeeld in Windows een specifiek instellingenbestand wilt gebruiken, klik je met de rechtermuisknop op de Jamulus-snelkoppeling en kies je **Eigenschappen** > **Doel**. Voeg de nodige argumenten toe aan Jamulus.exe:
sv_se: Till exempel i Windows, för att använda en specifik inställningsfil, högerklicka på Jamulus-genvägen och välj **Egenskaper** > **Mål**. Lägg till de nödvändiga argumenten till Jamulus.exe:
zh_cn: 例如在 Windows 上，要使用特定的设置文件，请右键单击 Jamulus 快捷方式并选择**属性**>**目标**。将必要的参数添加到 Jamulus.exe:

source: For macOS, start a Terminal window and run Jamulus with the desired options like this:
de: Unter macOS starten Sie ein Terminal-Fenster und führen Jamulus mit den gewünschten Optionen wie folgt aus:
es: Para macOS, arranca una ventana de Terminal y ejecuta Jamulus con las opciones deseadas como sigue:
fr: Pour macOS, démarrez une fenêtre de Terminal et exécutez Jamulus avec les options souhaitées comme ceci :
nl: Voor macOS, start een terminal venster en voer Jamulus uit met gewenste opties op deze manier:
sv_se: För macOS, starta ett terminalfönster och kör Jamulus med önskade alternativ så här:
zh_cn: 对于 macOS，启动终端窗口并使用所需的选项运行 Jamulus，如下所示:

source: **Note** Command line options will set the Server’s defaults at startup. You can override them while the Server is running using their corresponding GUI controls.
es: **Nota** Las opciones de línea de comandos establecen la configuración por defecto del Servidor al arrancar. Puedes anularlos mientras el Servidor se está ejecutando utilizando sus correspondientes controles en la interfaz gráfica.
fr: **Note** Les options de la ligne de commande définissent les valeurs par défaut du serveur au démarrage. Vous pouvez les remplacer par les contrôles correspondants de l'interface graphique lorsque le serveur est en cours d'exécution.
nl: **Opmerking** Opdrachtregelopties stellen de standaardinstellingen van de server in bij het opstarten. Je kunt ze overschrijven terwijl de server wordt uitgevoerd met behulp van de bijbehorende GUI-besturingselementen.
sv_se: **Obs** Kommandoradsalternativ kommer att ställa in serverns standardinställningar vid start. Du kan åsidosätta dem medan servern körs med deras motsvarande GUI-kontroller.
zh_cn: **注意** 命令行选项将在启动时设置服务器的默认值。在服务器运行时，您可以使用其相应的图形用户界面控件覆盖它们。

source: The Server status icon
es: Icono de estado del Servidor
fr: L'icône d'état du serveur
nl: Het serverstatuspictogram
sv_se: Serverstatusikonen
zh_cn: 服务器状态图标

source: When a Server is running in GUI mode, the operating system will show an icon in the system tray or status area that indicates whether the Server has connections:
es: Cuando un Servidor está funcionando en modo gráfico, el sistema operativo mostrará un icono en la bandeja del sistema o en el área de notificaciones para indicar si el Servidor tiene conexiones:
fr: Lorsque le serveur fonctionne en mode graphique, le système d'exploitation affiche une icône dans la barre d'état système ou dans la zone d'état qui indique si le serveur a des connexions :
nl: Wanneer een server in GUI-modus wordt uitgevoerd, toont het besturingssysteem een pictogram in het systeemvak of statusgebied dat aangeeft of de server verbindingen heeft:
sv_se: När en server körs i GUI-läge kommer operativsystemet att visa en ikon i systemfältet eller statusområdet som indikerar om servern har anslutningar:
zh_cn: 当服务器在图形用户界面模式下运行时，操作系统将在系统托盘或状态栏中显示一个图标，指示服务器是否有连接：

source: <figure><img src="{% include img/en-screenshots/server-inactive.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image of the Jamulus Server icon"></figure> The Server is empty
es: <figure><img src="{% include img/es-screenshots/server-inactive.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Imagen del icono del Servidor Jamulus"></figure> El Servidor está vacío
fr: <figure><img src="{% include img/fr-screenshots/server-inactive.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image de l'icône de status du serveur Jamulus"></figure> Le serveur est vide
nl: <figure><img src="{% include img/nl-screenshots/server-inactive.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="afbeelding van het Jamulus Serverpictogram"></figure> De server is niet ingebruik
sv_se: <figure><img src="{% include img/sv-SE-screenshots/server-inactive.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Bild av Jamulus Server-ikonen"></figure> Servern är tom
zh_cn: <figure><img src="{% include img/zh-CN-screenshots/server-inactive.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Jamulus 服务器图标的图片"></figure> 服务器为空

source: <figure><img src="{% include img/en-screenshots/server-active.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image of the Jamulus Server icon"></figure> The Server is occupied
es: <figure><img src="{% include img/es-screenshots/server-active.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Imagen del icono del Servidor Jamulus"></figure> El Servidor está ocupado
fr: <figure><img src="{% include img/fr-screenshots/server-active.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image de l'icône de status du serveur Jamulus"></figure> Le serveur est occupé
nl: <figure><img src="{% include img/nl-screenshots/server-active.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="afbeelding van het Jamulus Serverpictogram"></figure> De server is in gebruik
sv_se: <figure><img src="{% include img/sv-SE-screenshots/server-active.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Bild av Jamulus Server-ikonen"></figure> Servern är upptagen
zh_cn: <figure><img src="{% include img/zh-CN-screenshots/server-active.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Jamulus 服务器图标图片"></figure> 服务器被占用

source: Backing up the Server
es: Copia de seguridad del Servidor
fr: Sauvegarder le serveur
nl: Een back-up maken van de server
sv_se: Säkerhetskopiera servern
zh_cn: 备份服务器

source: Headless Servers do not use `.ini` files. All configuration is given as command line options. If you are running a Server in GUI mode, after reading any command line options on start, it will store its configuration in the `Jamulusserver.ini` file.
es: Los Servidores "headless" no utilizan archivos `.ini`. Toda la configuración se da con opciones de línea de comandos. Si estás ejecutando un Servidor en modo gráfico, después de leer cualquier opción de línea de comandos al arrancar, almacenará su configuración en el archivo `Jamulusserver.ini`.
fr: Les serveurs sans affichage n'utilisent pas de fichiers `.ini`. Toute la configuration est donnée sous forme d'options de ligne de commande. Si vous exécutez un serveur en mode graphique, après avoir lu les options de la ligne de commande au démarrage, il stockera sa configuration dans le fichier `Jamulusserver.ini`.
nl: Headless Servers gebruiken geen `.ini` bestanden. Alle configuratie wordt gegeven als opdrachtregelopties. Als je een server in GUI-modus uitvoert, zal deze na het lezen van de opdrachtregelopties bij het opstarten de configuratie opslaan in het bestand `Jamulusserver.ini`.
sv_se: Huvudlösa servrar använder inte `.ini`-filer. All konfiguration ges som kommandoradsalternativ. Om du kör en server i GUI-läge, efter att ha läst alla kommandoradsalternativ vid start, kommer den att lagra sin konfiguration i filen `Jamulusserver.ini`.
zh_cn: 无头服务器不使用 `.ini` 文件。所有配置都作为命令行选项给出。如果您以图形用户界面模式运行服务器，在启动时读取任何命令行选项后，它将把配置存储在 `Jamulusserver.ini` 文件中。

source: Troubleshooting
es: Resolución de Problemas
fr: Dépannage
nl: Problemen oplossen
sv_se: Felsökning
zh_cn: 故障排除

source: If you are having other problems, [see this guide](Server-Troubleshooting).
es: Si estás teniendo otros problemas, [consulta esta guía](Server-Troubleshooting).
fr: Si vous avez un autre problème, [regardez ce guide](Server-Troubleshooting).
nl: Als je problemen hebt, [zie deze handleiding](Server-Troubleshooting).
sv_se: Om du har andra problem, [se den här guiden](Server-Troubleshooting).
zh_cn: 如果您遇到其他问题，[请参阅本指南](Server-Troubleshooting)。

source: Installation
es: Instalación
nl: Installatie
zh_cn: 安装
