Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Running-a-Server.po
Languages: de, es, fr, nl, sv_se, zh_cn

source: The public IP address of the Server if connecting to a Directory behind the same NAT. See [the Directories guide](Directories) for further information.
es: La dirección IP pública del Servidor si se conecta a un Directorio tras el mismo NAT. Véase la [guía sobre Directorios](Directories) para más información.
fr: L'adresse IP publique du serveur s'il est connecté à un annuaire derrière le même NAT. Voir les [notes sur les serveurs d'annuaire](Directories) pour davantage d'informations.
nl: Het openbare IP-adres van de server als er verbinding wordt gemaakt met een adresboek achter dezelfde NAT. Zie [de adresboek handleiding](Directories) voor meer informatie.
sv_se: Serverns offentliga IP-adress om du ansluter till en katalog bakom samma NAT. Se [katalogguiden](Directories) för ytterligare information.
zh_cn: 如果连接到同一 NAT 后面的目录，则为服务器的公共 IP 地址。有关更多信息，请参阅 [目录指南](Directories)。

source: _Directories only:_ Remember registered Servers even if the Directory is restarted. See [the Directories guide](Directories) for further information.
es: _Solo Directorios:_ Recuerda los Servidores registrados aunque se reinicie el Directorio. Consulta [la guía sobre Directorios](Directories) para más información.
fr: _Annuaires uniquement :_ se souvient des serveurs enregistrés même si l'annuaire est redémarré. Voir [le guide des annuaires](Directories) pour davantage d'informations.
nl: _Alleen adresboeken:_ Onthoudt geregistreerde servers, zelfs als de adresboek opnieuw wordt opgestart. Zie [de adresboeken handleiding](Directories) voor meer informatie.
sv_se: _Endast kataloger:_ Kom ihåg registrerade servrar även om katalogen startas om. Se [katalogguiden](Directories) för ytterligare information.
zh_cn: _仅限目录:_ 即使目录重新启动，也会记住已注册的服务器。有关详细信息，请参阅 [目录指南](Directories)。

source: `-f or --listfilter`
es: `-f ó --listfilter`
fr: `-f ou --listfilter`
nl: `-f of --listfilter`
sv_se: `-f eller --listfilter`
zh_cn: `-f 或 --listfilter`

source: _Directories only:_ Specify which Servers can register on the Directory Server. See [the Directories guide](Directories) for further information.
es: _Solo Directorios:_ Especifica qué Servidores pueden registrarse en el Directorio. Ver [la guía sobre Directorios](Directories) para más información.
fr: _Annuaires uniquement :_ spécifiez les serveurs qui peuvent s'enregistrer sur le serveur d'annuaire. Voir [le guide des annuaires](Directories) pour de plus amples informations.
nl: _Alleen adresboeken:_ Specificeer welke servers zich kunnen registreren op de adresboek server. Zie [de adresboeken handleiding](Directories) voor meer informatie.
sv_se: _Endast kataloger:_ Ange vilka servrar som kan registreras på katalogservern. Se [katalogguiden](Directories) för ytterligare information.
zh_cn: _仅目录:_ 指定哪些服务器可以在目录服务器上注册。有关详细信息，请参阅 [目录指南](Directories)。

source: General Server options
es: Opciones generales del Servidor
fr: Options générales du serveur
nl: Algemene serveropties
sv_se: Allmänna serveralternativ
zh_cn: 常规服务器选项

source: These options can be used regardless of which mode your Server is running in (although some may not be relevant for Directories).
es: Estas opciones se pueden utilizar independientemente del modo en el que se esté ejecutando tu Servidor (aunque algunas pueden no ser relevantes para Directorios).
fr: Ces options peuvent être utilisées quel que soit le mode d'exécution de votre serveur (bien que certaines ne soient pas pertinentes pour les annuaires).
nl: Deze opties kunnen worden gebruikt ongeacht in welke modus de server wordt uitgevoerd (hoewel sommige mogelijk niet relevant zijn voor adresboeken).
sv_se: Dessa alternativ kan användas oavsett vilket läge din server körs i (även om vissa kanske inte är relevanta för kataloger).
zh_cn: 无论您的服务器运行在何种模式下，都可以使用这些选项（尽管某些选项可能与目录无关）。

source: `-d or --discononquit`
es: `-d ó --discononquit`
fr: `-d ou --discononquit`
nl: `-d of --discononquit`
sv_se: `-d eller --discononquit`
zh_cn: `-d 或 --discononquit`

source: Normally, when a Server is stopped or restarted, any Clients that have not pressed their **Disconnect** buttons will automatically re-establish the connection when the Server returns. This option forces Clients to manually re-establish their connections to the Server in this scenario.
es: Normalmente, cuando un Servidor se detiene o se reinicia, los Clientes que no hayan utilizado su botón de **Desconectar** reestablecerán su conexión automáticamente cuando el Servidor vuelva a estar operativo. Utilizar esta opción obliga a los Clientes a reestablecer su conexión con el Servidor manualmente.
fr: Normalement, lorsqu'un serveur est arrêté ou redémarré, tous les clients qui n'ont pas utilisé leur bouton "Déconnecter" rétabliront automatiquement la connexion lorsque le serveur sera de retour. Cette option oblige les clients à rétablir manuellement leur connexion au serveur dans ce scénario.
nl: Normaal gesproken, wanneer een server wordt gestopt of opnieuw wordt opgestart, zullen alle clients die niet op hun knop **Verbreken** hebben gedrukt, automatisch de verbinding herstellen wanneer de server terugkeert. Deze optie dwingt clients om in dit scenario hun verbindingen met de server handmatig te herstellen.
sv_se: Normalt, när en server stoppas eller startas om, kommer alla klienter som inte har tryckt på sina **Koppla från**-knappar automatiskt att återupprätta anslutningen när servern återvänder. Detta alternativ tvingar klienter att manuellt återupprätta sina anslutningar till servern i detta scenario.
zh_cn: 通常，当服务器停止或重新启动时，任何未按下 **断开连接** 按钮的客户端在服务器恢复时将自动重新建立连接。此选项在这种情况下强制客户端手动重新建立与服务器的连接。

source: `-F or --fastupdate`
es: `-F ó --fastupdate`
fr: `-F ou --fastupdate`
nl: `-F of --fastupdate`
sv_se: `-F eller --fastupdate`
zh_cn: `-F 或 --fastupdate`

source: Reduces latency if Clients connect with the **Small Network Buffers** option. Requires faster CPU to avoid dropouts, and more bandwidth to enabled Clients.
sv_se: Minskar latensen om klienter ansluter med alternativet **Små nätverksbuffertar**. Kräver snabbare CPU för att undvika avhopp och mer bandbredd till aktiverade klienter.
zh_cn: 如果客户端使用 **小型网络缓冲区** 选项连接，则可减少延迟。需要更快的 CPU 以避免掉线，并为启用的客户端提供更多带宽。

source: `-l or --log`
es: `-l ó --log`
fr: `-l ou --log`
nl: `-l of --log`
sv_se: `-l eller --log`
zh_cn: `-l 或 --log`

source: Enable logging, set path and file name
es: Activar el registro, establecer la ruta y el nombre del archivo
fr: Activer l'enregistrement, définir le chemin et le nom de fichier
nl: Logboekregistratie inschakelen, pad en bestandsnaam instellen
sv_se: Aktivera loggning, ange sökväg och filnamn
zh_cn: 启用日志记录，设置路径和文件名

source: `-m or --htmlstatus`
es: `-m ó --htmlstatus`
fr: `-m ou --htmlstatus`
nl: `-m of --htmlstatus`
sv_se: `-m eller --htmlstatus`
zh_cn: `-m 或 --htmlstatus`

source: Enable HTML status file, set path and file name
es: Habilita un archivo de estado HTML, establece una ruta y un nombre de archivo
fr: Active le fichier d'état HTML, définit le chemin et le nom du fichier
nl: HTML-statusbestand inschakelen, pad en bestandsnaam instellen
sv_se: Aktivera HTML-statusfil, ange sökväg och filnamn
zh_cn: 启用 HTML 状态文件，设置路径和文件名

source: **Note:** This feature is deprecated, and may disappear in a future release.
es: **Nota:** Esta función está obsoleta y puede desaparecer en una futura versión.
fr: **Note :** cette fonctionnalité est obsolète et pourrait disparaître dans une prochaine version.
nl: **Opmerking:** Deze functie is verouderd en verdwijnt mogelijk in een toekomstige release.
sv_se: **Obs!** Den här funktionen är utfasad och kan försvinna i en framtida version.
zh_cn: **注意:** 此功能已弃用，可能会在未来的版本中消失。

source: `-P or --delaypan`
es: `-P ó --delaypan`
fr: `-P ou --delaypan`
nl: `-P of --delaypan`
sv_se: `-P eller --delaypan`
zh_cn: `-P 或 --delaypan`

source: Start with delay panning enabled. This option uses small differences in sound arrival time between the two ears. It produces a stereo effect similar to natural human hearing when compared to normal “volume” panning.
es: Arrancar con retardo de paneo activado. Esta opción utiliza las pequeñas diferencias en el tiempo de llegada del sonido a nuestros dos oídos. Produce un efecto estéreo similar a la audición humana cuando se compara a un paneo de "volumen" normal.
fr: Commencez avec le délai panoramique activé. Cette option utilise les petites différences de temps d'arrivée du son entre les deux oreilles. Elle produit un effet stéréo similaire à l'audition humaine naturelle par rapport à un panoramique normal de "volume".
nl: Begin met delay panning ingeschakeld. Deze optie maakt gebruik van kleine verschillen in de aankomsttijd van het geluid tussen de twee oren. Het produceert een stereo-effect dat vergelijkbaar is met het natuurlijke gehoor van de mens in vergelijking met normale "volume"-panning.
sv_se: Börja med fördröjd panorering aktiverad. Detta alternativ använder små skillnader i ljudets ankomsttid mellan de två öronen. Den ger en stereoeffekt som liknar naturlig mänsklig hörsel jämfört med normal "volym" panorering.
zh_cn: 启用延迟声像起始。此选项利用声音到达两只耳朵的微小时间差。与普通的 “音量” 声像相比，它产生类似于人类自然听觉的立体声音效。

source: `-s` or `--server`
es: `-s` ó `--server`
fr: `-s` ou `--server`
nl: `-s` of `--server`
sv_se: `-s` eller `--server`
zh_cn: `-s` 或 `--server`

source: Start Jamulus in Server mode
es: Iniciar Jamulus en modo Servidor
fr: Démarrer Jamulus en mode serveur
nl: Start Jamulus in servermodus
sv_se: Starta Jamulus i serverläge
zh_cn: 以服务器模式启动 Jamulus

source: Specify the IP address the Jamulus process will bind to.
es: Especifica la dirección IP a la que se vinculará el proceso de Jamulus.
fr: Spécifie l'adresse IP à laquelle le processus Jamulus se liera.
nl: Geef het IP-adres op waaraan het Jamulus proces zal binden.
sv_se: Ange IP-adressen som Jamulus-processen ska binda till.
zh_cn: 指定 Jamulus 进程将绑定的 IP 地址。

source: Normally, Jamulus will listen on all IP addresses on the host machine. Where the host has multiple network addresses, this option allows one of the addresses to be chosen.
es: Normalmente, Jamulus escuchará en todas las direcciones IP de la máquina que es el host. Cuando el host tiene varias direcciones de red, esta opción permite elegir una de las direcciones.
fr: Normalement, Jamulus écoutera sur toutes les adresses IP de la machine hôte. Lorsque l'hôte possède plusieurs adresses réseau, cette option permet de choisir l'une des adresses.
nl: Normaal gesproken luistert Jamulus naar alle IP-adressen op de hostcomputer. Als de host meerdere netwerkadressen heeft, kan met deze optie een van de adressen worden gekozen.
sv_se: Normalt lyssnar Jamulus på alla IP-adresser på värddatorn. Om värden har flera nätverksadresser tillåter detta alternativ att en av adresserna kan väljas.
zh_cn: 通常，Jamulus 会监听主机上的所有 IP 地址。当主机有多个网络地址时，此选项允许选择其中一个地址。

source: `-T or --multithreading`
es: `-T ó --multithreading`
fr: `-T ou --multithreading`
nl: `-T of --multithreading`
sv_se: `-T eller --multithreading`
zh_cn: `-T 或 --multithreading`

source: Use multithreading to make better use of multi-core CPUs. This setting may help the Server support more Clients. See also `--numchannels`
es: Utiliza multithreading para hacer un mejor uso de CPUs multi-núcleo. Este ajuste puede ayudar al Servidor a soportar más Clientes. Véase también `--numchannels`
fr: Utilise le multithreading pour mieux utiliser les processeurs multi-cœurs. Ce paramètre peut aider le serveur à prendre en charge plus de clients. Voir aussi `--numchannels`
nl: Gebruik multithreading om beter gebruik te maken van multi-core CPU's. Deze instelling kan de server helpen meer clients te ondersteunen. Zie ook `--numchannels`
sv_se: Använd multithreading för att bättre utnyttja flerkärniga processorer. Den här inställningen kan hjälpa servern att stödja fler klienter. Se även `--numchannels`
zh_cn: 使用多线程以更好地利用多核 CPU。此设置可能有助于服务器支持更多客户端。另请参阅 `--numchannels`

source: `-u or --numchannels`
es: `-u ó --numchannels`
fr: `-u ou --numchannels`
nl: `-u of --numchannels`
sv_se: `-u eller --numchannels`
zh_cn: `-u 或 --numchannels`

source: Maximum number of channels (Clients)
es: Número máximo de canales (Clientes)
fr: Nombre maximum de canaux (clients)
nl: Maximaal aantal kanalen (clients)
sv_se: Maximalt antal kanaler (klienter)
zh_cn: 最大通道数（客户端数）

source: `-z or --startminimized`
es: `-z` ó `--startminimized`
fr: `-z ou --startminimized`
nl: `-z of --startminimized`
sv_se: `-z eller --startminimized`
zh_cn: `-z 或 --startminimized`

source: Start the Jamulus Server graphical user interface in the minimized window state.
es: Inicia la interfaz gráfica del Servidor Jamulus con la ventana minimizada.
fr: Démarrez l'interface utilisateur graphique du serveur Jamulus dans l'état de fenêtre réduite.
nl: Start de grafische gebruikersinterface van de Jamulus server in de geminimaliseerde vensterstatus.
sv_se: Starta det grafiska användargränssnittet för Jamulus Server i det minimerade fönstertillståndet.
zh_cn: 以最小化窗口状态启动 Jamulus 服务器图形界面。

source: Other options
es: Otras opciones
fr: Autres options
nl: Andere opties
sv_se: Andra alternativ
zh_cn: 其他选项

source: Controlling the Server via API
es: Controlar el Servidor a través de API
fr: Contrôle du serveur via l'API
nl: Server aansturen via API
sv_se: Styr servern via API
zh_cn: 通过 API 控制服务器

source: Jamulus can be controlled via an experimental API which is subject to changes. You can find the [JSON-RPC API documented in the main repository](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md). JSON-RPC allows you to control some features like changing the welcome message or starting recordings in headless mode from authenticated external applications. It works while the server is running.
es: Se puede controlar Jamulus a través de un API experimental que estará sujeto a cambios. Puedes encontrar el [API JSON-RPC documentado en el repositorio principal](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md). JSON-RPC te permite controlar algunas funciones como cambiar el mensaje de bienvenida or iniciar grabaciones en modo 'headless' desde aplicaciones externas autenticadas. Funciona mientras se ejecuta el servidor.
fr: Jamulus peut être contrôlé via une API expérimentale qui est sujette à des changements. Vous pouvez trouver l'API [JSON-RPC documentée dans le dépôt principal (en anglais)](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md). JSON-RPC vous permet de contrôler certaines fonctionnalités telles que la modification du message de bienvenue ou le lancement d'enregistrements en mode sans-affichage à partir d'applications externes authentifiées. Il fonctionne lorsque le serveur est en cours d'exécution.
nl: Jamulus kan worden aangestuurd via een experimentele API die onderhevig is aan wijzigingen. Je kunt de [JSON-RPC API documentatie (engelstalig)](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md) in de hoofdrepository vinden. Met JSON-RPC kun je bepaalde functies beheren, zoals het wijzigen van het welkomstbericht of het starten van opnames in headless-modus vanuit geverifieerde externe applicaties. Het werkt terwijl de server draait.
sv_se: Jamulus kan styras via ett experimentellt API som kan ändras. Du kan hitta [JSON-RPC API dokumenterat i huvudarkivet](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md). JSON-RPC låter dig styra vissa funktioner som att ändra välkomstmeddelandet eller starta inspelningar i huvudlöst läge från autentiserade externa applikationer. Det fungerar medan servern är igång.
zh_cn: Jamulus 可以通过一个实验性的、可能会发生变化的 API 进行控制。您可以在[主存储库中找到记录的 JSON-RPC API](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md)。JSON-RPC 允许您控制一些功能，例如更改欢迎消息或从经过身份验证的外部应用程序以无头模式启动录音。它在服务器运行时起作用。

source: Recording
es: Grabación
fr: Enregistrement
nl: Opname
sv_se: Inspelning
zh_cn: 录音

source: `-R or --recording`
es: `-R ó --recording`
fr: `-R ou --recording`
nl: `-R of --recording`
sv_se: `-R eller --recording`
zh_cn: `-R 或 --recording`

source: Set Server recording directory. By default, the Server will record when a session is active.
es: Establecer el directorio de grabación del Servidor. Por defecto, el Servidor grabará cuando una sesión esté activa.
fr: Définir le répertoire d'enregistrement du serveur. Par défaut, le serveur enregistre lorsqu'une session est active.
nl: Stel de serveropnamemap in. Standaard neemt de server op wanneer een sessie actief is.
sv_se: Ställ in serverinspelningskatalog. Som standard kommer servern att spela in när en session är aktiv.
zh_cn: 设置服务器的录音目录。默认情况下，当会话处于活动状态时，服务器将进行录音。

source: **Note:** You will need to save recordings to a path _outside_ of the jamulus home directory, or remove `ProtectHome=true` from your systemd unit file, but be aware that doing could be a security risk.
es: **Nota:** Deberás guardar las grabaciones a una ruta _fuera_ del directorio raiz de Jamulus, o quitar `ProtectHome=true` del archivo de unidad systemd, pero ten en cuenta que hacerlo podría acarrear un riesgo de seguridad.
fr: **Remarque :** vous devrez sauvegarder les enregistrements dans un chemin _hors_ du répertoire personnel de jamulus, ou supprimer `ProtectHome=true` de votre fichier d'unité systemd, mais sachez que cela représente toutefois un risque potentiel pour la sécurité.
nl: **Opmerking:** Je moet opnames opslaan in een pad _buiten_ de jamulus home directory of `ProtectHome=true` uit je systemd unit-bestand verwijderen, maar houd er rekening mee dat dit een beveiligingsrisico kan zijn.
sv_se: **Obs:** Du måste spara inspelningar till en sökväg _utanför_ av jamulus-hemkatalogen, eller ta bort `ProtectHome=true` från din systemd-enhetsfil, men var medveten om att det kan vara en säkerhetsrisk.
zh_cn: **注意:** 您需要将录音内容保存到 Jamulus 主目录之外的路径，或者从您的 systemd 单元文件中删除 `ProtectHome=true` ，但请注意，这样做可能存在安全风险。

source: Recordings are per track in [Audacity](https://www.audacityteam.org/) `.lof` format and [REAPER](https://en.wikipedia.org/wiki/REAPER) `.rpp`. Open the respective files to listen to them in those applications.
es: Las grabaciones son por pista en formato [Audacity](https://www.audacityteam.org/) `.lof` y [REAPER](https://en.wikipedia.org/wiki/REAPER) `.rpp`. Abre los archivos respectivos para escucharlos en esas aplicaciones.
fr: Les enregistrements sont par piste au format [Audacity](https://www.audacityteam.org/) `.lof` et [REAPER](https://fr.wikipedia.org/wiki/Reaper_(logiciel)) `.rpp`. Ouvrez les fichiers respectifs pour les écouter dans ces applications.
nl: Opnames zijn per track in [Audacity](https://www.audacityteam.org/) `.lof` formaat en [REAPER](https://en.wikipedia.org/wiki/REAPER) `.rpp`. Open de respectievelijke bestanden om ernaar te luisteren in die toepassingen.
sv_se: Inspelningar är per spår i [Audacity](https://www.audacityteam.org/) `.lof`-format och [REAPER](https://en.wikipedia.org/wiki/REAPER) `.rpp`. Öppna respektive filer för att lyssna på dem i dessa applikationer.
zh_cn: 录音内容为每条音轨的 [Audacity](https://www.audacityteam.org/) `.lof` 格式和 [REAPER](https://en.wikipedia.org/wiki/REAPER) `.rpp` 格式。在相应的应用程序中打开这些文件以播放它们。

source: **Note:** When your Server is recording, Clients display a red banner message that the session is being recorded.
es: **Nota:** Cuando tu Servidor esté grabando, los Clientes mostrarán un mensaje en un banner rojo informando de que la grabación está activa.
fr: **Remarque** : lorsque votre serveur enregistre, les clients affichent un message en bannière rouge indiquant que l'enregistrement est en cours.
nl: **Opmerking:** Wanneer je server aan het opnemen is, geven clients een bericht met een rode banner weer dat de sessie wordt opgenomen.
sv_se: **Obs!** När din server spelar in visar klienter ett rött bannermeddelande om att sessionen spelas in.
zh_cn: **注意:** 当您的服务器正在录音时，客户端会显示一条红色横幅消息，表明会话正在录音。

source: Set server not to record by default when recording is configured.
es: Establecer que el Servidor no grabe por defecto cuando la grabación está configurada.
fr: Configurer le serveur pour qu'il n'enregistre pas par défaut lorsque l'enregistrement est configuré.
nl: Stel de server in om standaard niet op te nemen wanneer opnemen is geconfigureerd.
sv_se: Ställ in servern att inte spela in som standard när inspelning är konfigurerad.
zh_cn: 在配置录音时，默认设置服务器不进行录音。

source: Controlling Recording
es: Controlar la Grabación
fr: Contrôler l'enregistrement
nl: Opname regelen
sv_se: Styra inspelning
zh_cn: 控制录音

source: Recording starts once the first person connects to the Server, and stops when the last person leaves.
es: La grabación comienza cuando la primera persona se conecta al Servidor y se detiene cuando la última persona se va.
fr: L'enregistrement commence dès que la première personne se connecte au serveur et s'arrête lorsque la dernière personne le quitte.
nl: De opname begint zodra de eerste persoon verbinding maakt met de server en stopt wanneer de laatste persoon vertrekt.
sv_se: Inspelningen startar när den första personen ansluter till servern och slutar när den sista personen lämnar.
zh_cn: 录音在第一个人连接到服务器时开始，并在最后一个人离开时停止。
