Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Running-a-Server.po
Languages: de, es, fr, nl, sv_se, zh_cn

source: In this mode your Server will appear in the server list supplied by a Directory. Jamulus Clients come with a list of Directories built-in. If you register your Server with one of these, anyone can discover and connect to it.
es: En este modo tu Servidor aparecerá en la lista de servidores suministrada por un Directorio. Los Clientes Jamulus vienen con una lista de Directorios integrada. Si registras tu Servidor en uno de ellos, cualquiera podrá descubrirlo y conectarse a él.
fr: Dans ce mode, votre serveur apparaîtra dans la liste des serveurs fournie par un annuaire. Les clients Jamulus sont livrés avec une liste de annuaires intégrée. Si vous enregistrez votre serveur dans l'un d'eux, n'importe qui peut le découvrir et s'y connecter.
nl: In deze modus verschijnt je server in de serverlijst die wordt geleverd door een adresboek. Jamulus clients worden geleverd met een lijst met ingebouwde adresboeken. Als je de server bij een van deze registreert, kan iedereen deze ontdekken en er verbinding mee maken.
sv_se: I detta läge kommer din server att visas i serverlistan som tillhandahålls av en katalog. Jamulus-klienter kommer med en lista med inbyggda kataloger. Om du registrerar din server med en av dessa kan vem som helst upptäcka och ansluta till den.
zh_cn: 在此模式下，您的服务器将出现在由目录提供的服务器列表中。Jamulus 客户端内置了一系列目录。如果您在其中一个目录中注册您的服务器，任何人都可以发现并连接到它。

source: Alternatively, you can list your Server on a Custom Directory (see below). Clients will only find your Server if they enter the Custom Directory's internet address.
es: Alternativamente, puedes listar tu Servidor en un Directorio Personalizado (ver más abajo). Los Clientes sólo encontrarán tu Servidor si introducen la dirección de internet del Directorio Personalizado.
fr: Vous pouvez également inscrire votre serveur dans un annuaire personnalisé (voir ci-dessous). Les clients ne trouveront votre serveur que s'ils entrent l'adresse internet de l'annuaire personnalisé.
nl: Je kunt je server ook in een eigen adresboek plaatsen (zie hieronder). Clients zullen je server alleen vinden als ze het internetadres van het eigen adresboek invoeren.
sv_se: Alternativt kan du lista din server i en anpassad katalog (se nedan). Klienter hittar bara din server om de anger den anpassade katalogens internetadress.
zh_cn: 或者，您可以在自定义目录中列出您的服务器（见下文）。只有当客户端输入自定义目录的互联网地址时，他们才能找到您的服务器。

source: Note that Directories can only register up to 150 Servers. If you see a message that says you cannot register your Server because the Directory is full, you can try registering with a different Directory.
es: Ten en cuenta que los Directorios solo pueden registrar hasta 150 Servidores. Si ves un mensaje que dice que no puedes registrar tu Servidor porque el Directorio está lleno, puedes intentar registrarlo en un Directorio diferente.
fr: Notez que les annuaires ne peuvent enregistrer que 150 serveurs au maximum. Si vous voyez un message indiquant que vous ne pouvez pas enregistrer votre serveur parce que l'annuaire est plein, vous pouvez essayer de vous enregistrer dans un autre annuaire.
nl: Houd er rekening mee dat adresboeken slechts tot 150 servers kunnen registreren. Als je een bericht ziet dat je de server niet kunt registreren omdat het adresboek vol is, kun je proberen je te registreren bij een ander adresboek.
sv_se: Observera att kataloger endast kan registrera upp till 150 servrar. Om du ser ett meddelande som säger att du inte kan registrera din server eftersom katalogen är full, kan du försöka registrera dig med en annan katalog.
zh_cn: 请注意，目录最多只能注册 150 个服务器。如果您看到一条消息说由于目录已满而无法注册您的服务器，您可以尝试在不同的目录中注册。

source: <figure> <img src="{% include img/en-screenshots/diagram-reg-server.inc %}" loading="lazy" alt="Diagram of connections between Clients within a Jamulus Registered Server"> </figure>
es: <figure> <img src="{% include img/es-screenshots/diagram-reg-server.inc %}" loading="lazy" alt="Diagrama de conexiones entre Clientes en un Servidor Jamulus Registrado"> </figure>
fr: <figure> <img src="{% include img/fr-screenshots/diagram-reg-server.inc %}" loading="lazy" alt="Diagramme des connexions entre clients au sein d'un serveur Jamulus enregistré"> </figure>
nl: <figure> <img src="{% include img/nl-screenshots/diagram-reg-server.inc %}" loading="lazy" alt="diagram met verbindingen tussen clients en een geregistreerde Jamulus server"> </figure>
sv_se: <figure> <img src="{% include img/sv-SE-screenshots/diagram-reg-server.inc %}" loading="lazy" alt="Diagram över anslutningar mellan klienter inom en Jamulus-registrerad server"> </figure>
zh_cn: <figure> <img src="{% include img/zh-CN-screenshots/diagram-reg-server.inc %}" loading="lazy" alt="Jamulus 注册服务器中客户端之间的连接图"> </figure>

source: Directory mode
es: Modo Directorio
fr: Mode annuaire
nl: Adresboek modus
sv_se: Katalogläge
zh_cn: 目录模式

source: If you want to run a number of Servers, possibly also behind a firewall or on a LAN, you may want to run your Server as a Directory. Examples include online events, music associations, sectional rehearsals or music lessons for schools.
de: Wenn Sie mehrere Server betreiben wollen, möglicherweise auch hinter einer Firewall oder in einem LAN, möchten Sie Ihren Server vielleicht als Verzeichnis betreiben. Beispiele sind Online-Veranstaltungen, Musikvereine, Sektionsproben oder Musikunterricht für Schulen.
es: Si quieres ejecutar varios Servidores, posiblemente también tras un cortafuegos o en un LAN, quizás quieras ejecutar tu Servidor como un Directorio. Ejemplos incluyen eventos online, asociaciones musicales, ensayos seccionales or clases de música para colegios.
fr: Lorsque vous souhaitez faire fonctionner plusieurs serveurs, éventuellement derrière un pare-feu ou sur un réseau local, vous voudrez peut-être exécuter votre serveur en tant qu'annuaire. Il s'agit par exemple d'événements en ligne, d'associations de musique, de répétitions de sections ou de cours de musique pour les écoles.
nl: Als je meerdere Servers wilt uitvoeren, eventueel ook achter een firewall of op een LAN, dan kun je jouw server wellicht als adresboek uitvoeren. Denk aan online evenementen, muziekverenigingen, sectierepetities of muzieklessen voor scholen.
sv_se: Om du vill köra ett antal servrar, eventuellt även bakom en brandvägg eller på ett LAN, kanske du vill köra din server som en katalog. Exempel är onlineevenemang, musikföreningar, sektionsrepetitioner eller musiklektioner för skolor.
zh_cn: 如果您想运行多个服务器，也可能在防火墙后面或 LAN 上，您可能希望将您的服务器作为目录运行。示例包括在线活动、音乐协会、部分排练或学校的音乐课。

source: For information, [see the Directories guide](Directories).
es: Para más información [lee la guía sobre Directorios](Directories).
fr: Pour information [lire le guide des annuaires](Directories).
nl: Voor informatie, [zie de adresboeken handleiding](Directories).
sv_se: För information, [se katalogguiden](Directories).
zh_cn: 有关信息 [请参阅目录指南](Directories)

source: Configuration options
es: Opciones de configuración
fr: Options de configuration
nl: Configuratie opties
sv_se: Konfigurationsalternativ
zh_cn: 配置选项

source: Depending on your operating system and how you are running the Server, you can set Server options and make them persistent between reloads by following these steps:
es: En función de tu sistema operativo y de cómo ejecutes el Servidor, puedes establecer las opciones del Servidor y hacerlas persistentes entre reinicios siguiendo estos pasos:
fr: En fonction de votre système d'exploitation et de la façon dont vous exécutez le serveur, vous pouvez définir les options du serveur et les rendre persistantes entre les rechargements en suivant les étapes suivantes :
nl: Afhankelijk van je besturingssysteem en hoe je de server gebruikt, kun je de serveropties instellen en permanent maken tussen herlaadbeurten door deze stappen te volgen:
sv_se: Beroende på ditt operativsystem och hur du kör servern kan du ställa in serveralternativ och göra dem beständiga mellan omladdningar genom att följa dessa steg:
zh_cn: 根据您的操作系统以及您运行服务器的方式，您可以按照以下步骤设置服务器选项并使其在重新加载之间保持不变：

source: **For Linux headless** (Debian/Ubuntu using systemd)
es: **Para Linux "headless"** (Debian/Ubuntu usando systemd)
fr: **Pour Linux sans affichage** (Debian/Ubuntu utilisant systemd)
nl: **Voor Linux headless** (Debian/Ubuntu met systemd)
sv_se: **För Linux headless** (Debian/Ubuntu med systemd)
zh_cn: **对于 Linux 无头服务器** (使用 systemd 的 Debian/Ubuntu)

source: Add your desired command line options to the `ExecStart` line in the systemd service file by running `sudo systemctl edit --full jamulus-headless` (You will need to reload or restart for the changes to take effect. See [Installation](#installation)).
es: Añade las opciones de línea de comandos que desees a la línea `ExecStart` en el archivo de servicio systemd ejecutando `sudo systemctl edit --full jamulus-headless` (Necesitarás recargar o reiniciar para que los cambios surtan efecto. Ver [Instalación](#instalación)).
fr: Ajoutez les options de la ligne de commande voulues à la ligne `ExecStart` dans le fichier service systemd en exécutant `sudo systemctl edit --full jamulus-headless` (vous devrez recharger ou redémarrer pour que les changements prennent effet. Voir [Installation](#installation)).
nl: Voeg de gewenste opdrachtregelopties toe aan de `ExecStart`-regel in het systemd-servicebestand door `sudo systemctl edit --full jamulus-headless` uit te voeren (Je moet opnieuw laden of opnieuw opstarten om de wijzigingen door te voeren. Zie [Installatie]( #installatie)).
sv_se: Lägg till önskade kommandoradsalternativ till `ExecStart`-raden i systemd-tjänstfilen genom att köra `sudo systemctl edit --full jamulus-headless` (Du måste ladda om eller starta om för att ändringarna ska träda i kraft. Se [Installation]( #installation)).
zh_cn: 通过运行 `sudo systemctl edit --full jamulus-headless`，将您期望的命令行选项添加到 systemd 服务文件的 `ExecStart` 行中（您需要重新加载或重新启动以使更改生效。请参阅 [安装文档](#installation))。

source: **For the GUI** (all platforms)
es: **Para la interfaz gráfica** (todas las plataformas)
fr: **Pour l'interface graphique** (toutes plateformes)
nl: **Voor de GUI** (alle platformen)
sv_se: **För GUI** (alla plattformar)
zh_cn: **对于图形界面** (适用于所有平台)

source: Any settings made using the graphical interface will be stored in the `Jamulusserver.ini` file. (Do **not** edit this file by hand!) However, some options are not available in the GUI and need to be set using the command line. For more information, see [Servers on the desktop](#servers-on-the-desktop).
es: Cualquier configuración realizada mediante la interfaz gráfica se almacenará en el archivo `Jamulusserver.ini`. (¡**No** edites este archivo a mano!) Sin embargo, algunas opciones no están disponibles en la interfaz gráfica y necesitan ser configuradas usando la línea de comandos. Para más información, consulta [Servidores en el escritorio](#servidores-en-el-escritorio).
fr: Tout réglage effectué en utilisant l'interface graphique sera stocké dans le fichier `Jamulusserver.ini`. (Ne **pas** éditer ce fichier à la main !) Cependant, certaines options ne sont pas disponibles dans l'interface graphique et doivent être définies en utilisant la ligne de commande. Pour plus d'informations, voir [Serveurs sur le bureau](#serveurs-sur-le-bureau)
nl: Alle instellingen die via de grafische interface zijn gemaakt, worden opgeslagen in het bestand `Jamulusserver.ini`. (Bewerk dit bestand **niet** met de hand!) Sommige opties zijn echter niet beschikbaar in de GUI en moeten worden ingesteld via de opdrachtregel. Zie [servers op de desktop](#servers-vanaf-een-desktop) voor meer informatie.
sv_se: Alla inställningar som görs med det grafiska gränssnittet kommer att lagras i filen `Jamulusserver.ini`. (Redigera **inte** den här filen för hand!) Vissa alternativ är dock inte tillgängliga i GUI och måste ställas in med hjälp av kommandoraden. För mer information, se [Server på skrivbordet](#servers-on-the-desktop).
zh_cn: 使用图形界面所做的任何设置都将存储在`Jamulusserver.ini` 文件中。（ **切勿** 手动编辑此文件！）然而，有些选项在图形用户界面中不可用，需要使用命令行进行设置。更多信息，请参阅桌面服务器。

source: Minimum setup to run in Registered mode
sv_se: Minsta inställning för att köras i registrerat läge
zh_cn: 在注册模式下运行的最低设置

source: You can run a headless Server on Linux using systemd (with `systemctl`), which is covered in other sections. You can also run a Server directly from the command line. Enter the following command to [run a Registered Server](#server-modes):
sv_se: Du kan köra en huvudlös server på Linux med systemd (med `systemctl`), som behandlas i andra avsnitt. Du kan också köra en server direkt från kommandoraden. Ange följande kommando för att [köra en registrerad server](#server-modes):
zh_cn: 您可以在 Linux 上使用 systemd (通过 `systemctl`) 运行无头服务器，这在其他部分有所介绍。您也可以直接从命令行运行服务器。输入以下命令以[运行注册服务器](#服务器模式)：

source: jamulus-headless --nogui --server \ --directoryaddress hostname:port \ --serverinfo "[name];[city];[country as two-letter ISO country code or Qt5 Locale]"
sv_se: jamulus-headless --nogui --server \ --directoryaddress hostname:port \ --serverinfo "[namn];[stad];[land som två bokstäver ISO-landskod eller Qt5 Locale]"

source: See the table below for `hostname:port` values.
sv_se: Se tabellen nedan för värden för `hostname:port`.
zh_cn: 有关 `hostname:port` 的值，请参见下表。

source: **Note**: Semicolon and newline characters are not allowed in `[name]` and `[city]` within the `--serverinfo` argument. See the [Server mode-related options](#server-mode-related-options) for more information on the country code.
sv_se: **Obs**: Semikolon och nyradstecken är inte tillåtna i `[namn]` och `[stad]` i argumentet `--serverinfo`. Se [Serverrelaterade alternativ](#server-mode-related-options) för mer information om landskoden.
zh_cn: **注意**：`--serverinfo` 参数中的 `[name]` 和 `[city]` 不允许使用分号和换行符。有关国家代码的更多信息，请参阅[服务器模式相关选项](#服务器模式相关选项)。

source: Server mode-related options
es: Opciones relacionadas con el modo servidor
fr: Options liées au mode serveur
nl: Servermodus-gerelateerde opties
sv_se: Serverrelaterade alternativ
zh_cn: 服务器模式相关选项

source: `-e or --directoryaddress`
es: `-e ó --directoryaddress`
fr: `-e ou --directoryaddress`
nl: `-e of --directoryaddress`
sv_se: `-e eller --directoryaddress`
zh_cn: `-e 或 --directoryaddress`

source: Required for a [Registered Server](Running-a-Server#registered-mode). Also required to run Jamulus as a [Directory](Directories).
es: Necesario para un [Servidor Registrado](Running-a-Server#modo-registrado). También es necesario para ejecutar Jamulus como [Directorio](Directories).
fr: Nécessaire pour un [serveur enregistré](Running-a-Server#mode-enregistré). Également requis pour exécuter Jamulus en tant qu'[annuaire](Directories).
nl: Vereist voor een [geregistreerde server](Running-a-Server#geregistreerde-modus). Ook vereist om Jamulus uit te voeren als een [adresboek](Directories).
sv_se: Krävs för en [Registered Server](Running-a-Server#registered-mode). Krävs också för att köra Jamulus som en [katalog](Directories).
zh_cn: 对于 [已注册服务器](Running-a-Server#已注册模式) 是必需的。对于将 Jamulus 作为 [目录](Directories) 运行也是必需的。

source: This option takes the format:
es: Esta opción tiene el formato:
fr: Cette option prend le format :
nl: Deze optie heeft het formaat:
sv_se: Det här alternativet har formatet:
zh_cn: 此选项采用以下格式：

source: `--directoryaddress hostname:port` where `hostname` is the Genre Directory host name and `port` is its port number.
es: `--directoryaddress hostname:port` donde `hostname` es el nombre del host del Directorio de Géneros y `port` es su número de puerto.
fr: `--directoryaddress hostname:port` où `hostname` est le nom d'hôte de l'annuaire de genre et `port` est son numéro de port.
nl: `--directoryaddress hostnaam:poort` waarbij `hostnaam` de genre adresboek-hostnaam is en `poort` het poortnummer is.
sv_se: `--katalogadress värdnamn:port` där `värdnamn` är genrekatalogens värdnamn och `port` är dess portnummer.
zh_cn: `--directoryaddress hostname:port`，其中 `hostname` 是类型目录主机名，`port` 是其端口号。

source: To register with one of the Directories built into the Jamulus Client, replace `hostname:port` with one of the following options:
es: Para registrarte en uno de los Directorios incluidos en el Cliente Jamulus, reemplaza `hostname:port` con una de las siguientes opciones:
fr: Pour vous enregistrer dans l'un des annuaires intégrés au client Jamulus, remplacez `hostname:port` par l'une des options suivantes :
nl: Om je te registreren bij een van de adresboeken die in de Jamulus client zijn ingebouwd, vervang je `hostnaam:poort` door een van de volgende opties:
sv_se: För att registrera dig med en av de inbyggda katalogerna i Jamulus-klienten, ersätt `värdnamn:port` med något av följande alternativ:
zh_cn: 要在 Jamulus 客户端内置的目录之一中进行注册，请将 `hostname:port` 替换为以下选项之一：

source: `-o or --serverinfo`
es: `-o ó --serverinfo`
fr: `-o ou --serverinfo`
nl: `-o of --serverinfo`
sv_se: `-o eller --serverinfo`
zh_cn: `-o 或 --serverinfo`

source: When registering your Server with a Directory, this lets you supply a Server name and location details so that users can then search for these values from their Client.
es: Al registrar tu Servidor en un Directorio, esto te permite proporcionar un nombre de Servidor y detalles de ubicación para que los usuarios puedan buscar estos valores desde su Cliente.
fr: Lorsque vous enregistrez votre serveur auprès d'un annuaire, vous pouvez fournir un nom de serveur et des détails sur l'emplacement afin que les utilisateurs puissent ensuite rechercher ces valeurs à partir de leur client.
nl: Wanneer je jouw server registreert bij een adresboek, kun je hiermee een servernaam en locatie gegevens opgeven, zodat gebruikers vervolgens naar deze waarden kunnen zoeken vanaf hun client.
sv_se: När du registrerar din server med en katalog kan du ange ett servernamn och platsinformation så att användare sedan kan söka efter dessa värden från sin klient.
zh_cn: 当您在目录中注册服务器时，这允许您提供服务器名称和位置详细信息，以便用户随后可以从他们的客户端搜索这些值。

source: `[name];[city];[country as two-letter ISO country code]`
es: `[nombre];[ciudad];[país como código de país ISO de dos letras]`
fr: `[nom];[ville];[pays sous forme de code pays ISO à deux lettres]`
nl: `[naam];[stad];[land als tweeletterige ISO-landcode]`
sv_se: `[namn];[stad];[land som tvåbokstavs ISO-landskod]`

source: See [two-letter ISO country codes](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements)
es: Véase [códigos de país ISO de dos letras](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements)
fr: Voir [codes pays ISO à deux lettres](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements)
nl: Zie [tweeletterige ISO-landcodes](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements)
sv_se: Se [ISO-landskoder med två bokstäver](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements)
zh_cn: 请看 [two-letter ISO country codes](https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2#Officially_assigned_code_elements) (英文维基百科)

source: **Note:** Semicolon and newline characters are not allowed in `name` and `city` values.
es: **Nota:** No se permiten los caracteres de punto y coma y nueva línea en los valores `nombre` y `ciudad`
fr: **Remarque :** les caractères point-virgule et saut de ligne ne sont pas autorisés dans les valeurs`nom` et `ville`.
nl: **Opmerking:** Puntkomma's en nieuwe regeltekens zijn niet toegestaan in `naam` en `stad` waarden.
sv_se: **Obs!** Semikolon och nyradstecken är inte tillåtna i `namn` och `stad` värden.
zh_cn: **注意:** `name`和 `city` 值中不允许使用分号和换行符。

source: `-L or --licence`
es: `-L ó --licence`
fr: `-L ou --licence`
nl: `-L of --licence`
sv_se: `-L eller --licence`
zh_cn: `-L 或 --licence`

source: Show an agreement window before users can connect. The text of the agreement to be shown should be supplied as the `--welcomemessage` (see below).
es: Mostrar una ventana de aceptación antes de que los usuarios puedan conectarse. El texto de la aceptación que se mostrará debe suministrarse como `--welcomemessage` (véase más abajo).
fr: Affiche une fenêtre d'accord avant que les utilisateurs puissent se connecter. Le texte de l'accord à afficher doit être fourni dans le `--welcomemessage` (voir ci-dessous).
nl: Toon een overeenkomstvenster voordat gebruikers verbinding kunnen maken. De te tonen tekst van de overeenkomst dient als `--welkomstbericht` te worden aangeleverd (zie hieronder).
sv_se: Visa ett avtalsfönster innan användare kan ansluta. Texten i avtalet som ska visas ska tillhandahållas som `--welcomemessage` (se nedan).
zh_cn: 在用户连接之前显示协议窗口。要显示的协议文本应作为 `--welcomemessage` 提供（见下文）。

source: `-w or --welcomemessage`
es: `-w` ó `--welcomemessage`
fr: `-w ou --welcomemessage`
nl: `-w of --welcomemessage`
sv_se: `-w eller --welcomemessage`
zh_cn: `-w 或 --welcomemessage`

source: A "welcome message" to display in the Client chat window on connect. Can be given as a string or filename, and can contain HTML. When a path is used, the file must be accessible by the user account running Jamulus. (On most Linux installations, user `jamulus` is used by default.) If not accessible, the literal path (rather than its contents) will appear.
es: Un "mensaje de bienvenida" para mostrar en la ventana del chat del Cliente al conectarse. Se puede proporcionar como una cadena o un nombre de un archivo y puede contener HTML. Cuando se utiliza una ruta, la cuenta del usuario que ejecuta Jamulus debe poder acceder al archivo. (En la mayoría de las instalaciones de Linux, el usuario `jamulus` se usa de forma predeterminada). Si no está accesible, aparecerá la ruta literal (en lugar de su contenido).
fr: Un "message de bienvenue" à afficher dans la fenêtre de tchate du client lors de la connexion. Il peut prendre la forme d'une chaîne ou d'un nom de fichier et peut contenir du HTML. Lorsqu'un chemin est utilisé, le fichier doit être accessible par le compte utilisateur qui exécute Jamulus. (Sur la plupart des installations Linux, l'utilisateur `jamulus` est utilisé par défaut). S'il n'est pas accessible, le chemin littéral (plutôt que son contenu) apparaîtra.
nl: Een "welkomstbericht" om weer te geven in het client-chatvenster bij het verbinden. Kan worden opgegeven als een tekenreeks of bestandsnaam en kan HTML bevatten. Wanneer een pad wordt gebruikt, moet het bestand toegankelijk zijn voor het gebruikersaccount waaronder Jamulus draait. (Op de meeste Linux-installaties wordt standaard de gebruiker `jamulus` gebruikt.) Indien niet toegankelijk, zal het letterlijke pad (in plaats van de inhoud) verschijnen.
sv_se: Ett "välkomstmeddelande" att visa i klientchattfönstret vid anslutning. Kan ges som en sträng eller filnamn och kan innehålla HTML. När en sökväg används måste filen vara tillgänglig för användarkontot som kör Jamulus. (På de flesta Linux-installationer används användaren `jamulus` som standard.) Om den inte är tillgänglig kommer den bokstavliga sökvägen (i stället för dess innehåll) att visas.
zh_cn: 连接时在客户端聊天窗口中显示的 "欢迎消息"。可以作为字符串或文件名给出，并且可以包含 HTML。使用路径时，运行 Jamulus 的用户帐户必须可以访问该文件。（在大多数 Linux 安装中，默认使用用户 `jamulus`。）如果无法访问，则将显示文字路径（而不是其内容）。
