Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Running-a-Server.po
Languages: de, es, fr, nl, sv_se, zh_cn

source: | Genre | Server Address | |-----------|------------------| |**Any Genre 1** |`anygenre1.jamulus.io:22124`| |**Any Genre 2** |`anygenre2.jamulus.io:22224`| |**Any Genre 3** |`anygenre3.jamulus.io:22624`| |**Genre Rock** |`rock.jamulus.io:22424`| |**Genre Jazz** |`jazz.jamulus.io:22324`| |**Genre Classical/Folk** |`classical.jamulus.io:22524`| |**Genre Choral/Barbershop** |`choral.jamulus.io:22724`|
de: | Kanäle | Qualität | Bandbreite (für Puffer : 2,67 ms) | Bandbreite (für Puffer : 5,33 ms) | Bandbreite (für Puffer : 10,67 ms) | Bandbreite (für Puffer : 21,33 ms) | | --------- | ------ | -------- | -------- | -------- | -------- | | Stereo | Hoch | 894 Kbit/s | 657 Kbit/s | 541 Kbit/s | 483 Kbit/s | | Stereo | Mittel | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s | | Stereo | Niedrig | 606 Kbit/s | 372 Kbit/s | 256 Kbit/s | 198 Kbit/s | | Mono | Hoch | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s 8| | Mono | Mittel | 594 Kbit/s | 366 Kbit/s | 250 Kbit/s | 192 Kbit/s | | Mono | Niedrig | 534 Kbit/s | 306 Kbit/s | 190 Kbit/s | 132 Kbit/s |
zh_cn: | 类型 | 服务器地址 | |-----------|------------------| |**任何体裁1** |`anygenre1.jamulus.io:22124`|| |**任何体裁2** |`anygenre2.jamulus.io:22224`|| |**任何流派3** |`anygenre3.jamulus.io:22624`| |**流派摇滚** |`rock.jamulus.io:22424`| |***类型的爵士乐** |`jazz.jamulus.io:22324`| |**类古典/民谣** |`classical.jamulus.io:22524`| |**类合唱/理发店** |`choral.jamulus.io:22724`|

source: ## Network bandwidth
de: ## Netzwerk-Bandbreite

source: #### Running as a Directory
de: #### Als Verzeichnis Server betreiben
zh_cn: #### 作为目录运行

source: Note also that mean ADSL2 transfer rate is 10 Mbit/s for downstream and 1 Mbit/s for upstream. The actual performance depends on distance to the provider, which may [theoretically range from 24 Mbit/s at 0.3 km to 1.5 Mbit/s at 5.2 km](https://en.wikipedia.org/wiki/Asymmetric_digital_subscriber_line) for download rate.
de: Beachten Sie auch, dass die durchschnittliche ADSL2-Übertragungsrate 10 Mbit/s für den Downstream und 1 Mbit/s für den Upstream beträgt. Die tatsächliche Leistung hängt von der Entfernung zum Anbieter ab, die [theoretisch zwischen 24 Mbit/s bei 0,3 km und 1,5 Mbit/s bei 5,2 km](https://en.wikipedia.org/wiki/Asymmetric_digital_subscriber_line) für die Downloadrate liegen kann.

source: # Starting a server
de: # Betrieb eines Servers

source: #### Controlling Recording
de: #### Steuerung der Aufzeichnung
zh_cn: #### 控制录音

source: When using the recording function with the `-R` command line option, if the Server receives a SIGUSR1 signal during a recording, it will start a new recording in a new Directory. SIGUSR2 will toggle recording enabled on/off.
de: Wenn die Aufzeichnungsfunktion mit der Befehlszeilenoption "R" verwendet wird und der Server während einer Aufzeichnung ein SIGUSR1-Signal empfängt, beginnt er eine neue Aufzeichnung in einem neuen Verzeichnis. SIGUSR2 schaltet die Aufzeichnungsfunktion ein und aus.

source: To send these signals using systemd, create the following two `.service` files in `/etc/systemd/system`, calling them something appropriate (e.g. `newRecording-Jamulus-server.service`).
de: Um diese Signale mit systemd zu senden, erstellen Sie die folgenden zwei `.service`-Dateien in `/etc/systemd/system` und geben ihnen einen passenden Namen (z.B. `newRecording-Jamulus-server.service`).

source: **Note:** You will need to save recordings to a path _outside_ of the jamulus home Directory, or remove `ProtectHome=true` from your systemd unit file (be aware that doing so is however a potential security risk).
de: **Hinweis:** Sie müssen die Aufnahmen in einem Pfad _außerhalb_ des Jamulus-Home-Verzeichnisses speichern oder `ProtectHome=true` aus der systemd-Unit-Datei entfernen (beachten Sie jedoch, dass dies ein potenzielles Sicherheitsrisiko darstellt).
zh_cn: **注意**: 您需要将记录保存到 jamulus 主目录的 _outside_ 路径，或从 systemd 单元文件中删除 `ProtectHome=true`（但请注意，这样做存在潜在的安全风险）。

source: For turning recording on or off (depending on the current state):
de: Zum Ein- oder Ausschalten der Aufzeichnung (je nach aktuellem Status):
zh_cn: 打开或关闭录制（取决于当前状态）:

source: ~~~ [Unit] Description=Toggle recording state of Jamulus Server Requisite=Jamulus-Server
de: ~~~ [Unit] Beschreibung=Aufzeichnungsstatus von Jamulus Server umschalten Voraussetzung=Jamulus-Server

source: For starting a new recording:
de: Zum Starten einer neuen Aufnahme:
zh_cn: 开始新的录音:

source: `sudo systemctl start jamulusTogglerec` (assuming you named your unit file `jamulusTogglerec.service`)
de: sudo systemctl start jamulusTogglerec" (vorausgesetzt, Sie haben Ihre Unit-Datei "jamulusTogglerec.service" genannt)
zh_cn: `sudo systemctl start jamulusTogglerec` (假设你将你的单元文件命名为`jamulusTogglerec.service`)

source: ## Servers on the desktop
de: ## Server auf dem Desktop
zh_cn: ## 桌面上的服务器

source: Jamulus can be run in Server mode from the desktop. This gives you a graphical user interface to control most of the settings.
de: Jamulus kann im Server-Modus vom Desktop aus gestartet werden. Dadurch erhalten Sie eine grafische Benutzeroberfläche zur Steuerung der meisten Einstellungen.
zh_cn: Jamulus 可以从桌面以服务器模式运行。这为您提供了一个图形用户界面来控制大多数设置。

source: **Windows users** - Use the "Jamulus Server" icon in the Windows Start menu.
de: **Windows-Benutzer** - Verwenden Sie das Symbol "Jamulus Server" im Windows-Startmenü.
zh_cn: **Windows 用户** - 使用 Windows 开始菜单中的“Jamulus Server”图标。

source: **macOS users** - Double-click the "Jamulus Server" icon in Applications (assuming you put the files from the install there as per [these instructions](Installation-for-Macintosh)).
de: **MacOS-Benutzer** - Doppelklicken Sie auf das "Jamulus Server"-Symbol in "Programme" (vorausgesetzt, Sie haben die Dateien der Installation gemäß [dieser Anleitung] (Installation-for-Macintosh) dort gespeichert).
zh_cn: **macOS 用户** - 双击应用程序中的 “Jamulus Server” 图标（假设您按照 [这些说明]（Macintosh 安装）将安装中的文件放在那里）。

source: **Linux users** - Open a terminal window (`CTRL+ALT+t` on Ubuntu and related distros) and type `jamulus -s`. Hit return and you should see the server control window. You can stop the server by closing the server window, or by using `CTRL+C` in the terminal. _(To run a headless server [read this guide](Server-Linux))_
de: **Linux-Benutzer** - Öffnen Sie ein Terminal-Fenster (`CTRL+ALT+t` auf Ubuntu und ähnlichen Distributionen) und geben Sie `jamulus -s` ein. Drücken Sie die Eingabetaste und Sie sollten das Kontrollfenster des Servers sehen. Sie können den Server stoppen, indem Sie das Server-Fenster schließen, oder indem Sie `CTRL+C` im Terminal eingeben. (Um einen Headless-Server zu betreiben [lesen Sie diese Anleitung](Server-Linux))_

source: ## Server Setup
de: ## Server-Einrichtung
zh_cn: ## 服务器设置

source: ### Make My Server Public
de: ### Meinen Server öffentlich machen

source: By default, you will be running a Private Server and need to [read these instructions](#running-a-private-server) to have others connect to you in this mode.
de: Standardmäßig betreiben Sie einen privaten Server und müssen [diese Anleitung lesen](#running-a-private-server), damit sich andere mit Ihnen in diesem Modus verbinden können.

source: When making your server public, you should see a confirmation message saying whether your server has registered successfully. If not, and you leave your server running, it will keep trying to register until a free slot becomes available.
de: Wenn Sie Ihren Server veröffentlichen, sollten Sie eine Bestätigungsmeldung sehen, ob Ihr Server erfolgreich registriert wurde. Wenn dies nicht der Fall ist und Sie Ihren Server online lassen, wird er so lange versuchen, sich zu registrieren, bis ein freier Platz verfügbar wird.

source: Because there is a limit of 150 servers per Directory, you need to select which Directory Server you want to advertise your server on. Select a genre if you intend to limit players to that style (players can then see your server in their genre list). This will make your server appear in the relevant server list for clients.
de: Da es eine Begrenzung von 150 Servern pro Verzeichnis gibt, müssen Sie auswählen, auf welchem Verzeichnisserver Sie für Ihren Server anzeigen möchten. Wählen Sie ein Genre, wenn Sie die Spieler auf diesen Stil beschränken wollen (die Spieler können Ihren Server dann in ihrer Genre-Liste sehen). Dadurch wird Ihr Server in der entsprechenden Serverliste für Clients angezeigt.

source: ### My Server Info
de: ### Meine Server-Info
zh_cn: ### 我的服务器信息

source: Type in the name, city and country so that other users can easily identify you.
de: Geben Sie Ihren Namen, Ihre Stadt und Ihr Land ein, damit andere Nutzer Sie leicht identifizieren können.

source: ### Chat Welcome Message
de: ### Chat-Willkommensnachricht
zh_cn: ### 聊天欢迎留言

source: The text entered here appears to all users when they join the server (the chat window will open automatically for them).
de: Der hier eingegebene Text erscheint für alle Benutzer, wenn sie dem Server beitreten (das Chat-Fenster öffnet sich automatisch für sie).

source: ## Options
de: ## Optionen
zh_cn: ## 选项

source: ### Recording Directory
de: ### Aufnahmeverzeichnis
zh_cn: ### 录音目录

source: This sets the path to where server's recording will be stored. With this path set, the "Enable Jam Recoder" function in the Server Setup tab will make recording start once the first person connects to the server, and stops when the last person leaves. Use the "New Recording" button to create a new sub-directory in which the recordings will be stored from then on. Note that Recordings are per track in [Audacity](https://www.audacityteam.org/) `.lof` format and [REAPER](https://en.wikipedia.org/wiki/REAPER) `.rpp`. Open the respective files to listen to them in those applications.
de: Hier wird der Pfad festgelegt, in dem die Aufzeichnung des Servers gespeichert wird. Wenn dieser Pfad eingestellt ist, startet die Funktion "Jam Recoder aktivieren" auf der Registerkarte "Servereinstellungen" die Aufzeichnung, sobald sich die erste Person mit dem Server verbindet. Sie stoppt, wenn die letzte Person den Server verlässt. Verwenden Sie die Schaltfläche "Neue Aufnahme", um ein neues Unterverzeichnis zu erstellen, in dem die Aufnahmen von nun an gespeichert werden sollen. Beachten Sie, dass die Aufnahmen pro Spur im Format [Audacity](https://www.audacityteam.org/) `.lof` und [REAPER](https://en.wikipedia.org/wiki/REAPER) `.rpp` vorliegen. Öffnen Sie die entsprechenden Dateien, um sie in diesen Anwendungen anzuhören.

source: **Note**: When your server is recording, clients will display a message that recording is on.
de: **Hinweis**: Wenn Ihr Server aufzeichnet, zeigen die Clients eine Meldung an, dass die Aufzeichnung läuft.

source: ### Custom Directory Address
de: ### Benutzerdefinierte Verzeichnisadresse
zh_cn: ### 自定义目录地址

source: Leave this field empty unless you need to list your Server on a [Custom Directory](#3-directory) or run a Directory.
de: Lassen Sie dieses Feld leer, es sei denn, Sie müssen Ihren Server in einem [benutzerdefinierten Verzeichnis] (#3-directory) auflisten oder ein Verzeichnis betreiben.
zh_cn: 将此字段留空，除非您需要在 [自定义目录](#3-目录) 上列出您的服务器或运行目录。

source: ### Server List Filename
de: ### Server-Liste Dateiname
zh_cn: ### 服务器列表文件名

source: Leave this field empty unless you need to run your Server as a [Directory](#3-directory). When in use, this holds the list of registered Servers whilst restarting the Directory. This prevents the server list appearing "empty" until the Servers re-register.
de: Lassen Sie dieses Feld leer, es sei denn, Sie müssen Ihren Server als [Verzeichnis](#3-directory) betreiben. Wenn es benutzt wird, wird die Liste der registrierten Server angezeigt, während das Verzeichnis neu gestartet wird. Dies verhindert, dass die Serverliste "leer" erscheint, bis sich die Server neu registrieren.
zh_cn: 将此字段留空，除非您需要将服务器作为 [Directory](#3-目录)运行。使用时，它会在重新启动目录时保存已注册服务器的列表。这可以防止服务器列表在服务器重新注册之前显示为“空”。

source: This option uses small differences in sound arrival time between the two ears. It produces a stereo effect similar to natural human hearing when compared to normal "volume" panning. Note that to achieve the effect, all clients should be set to 'mono in / stereo out' (or to 'stereo', but only if transmitting a stereo signal).
de: Diese Option nutzt kleine Unterschiede in der Ankunftszeit des Schalls zwischen den beiden Ohren. Sie erzeugt einen Stereoeffekt, der dem natürlichen menschlichen Gehör ähnlich ist, wenn man ihn mit dem normalen "Lautstärke"-Panning vergleicht. Um diesen Effekt zu erzielen, sollten alle Clients auf "Mono in / Stereo out" eingestellt sein (oder auf "Stereo", aber nur wenn ein Stereosignal übertragen wird).

source: ### Custom Directory Server Address
de: ### Benutzerdefinierte Verzeichnisserver-Adresse

source: Leave this field empty unless you need to list your server on a [private Directory](#3-directory)
de: Lassen Sie dieses Feld leer, es sei denn, Sie müssen Ihren Server in einem [privaten Verzeichnis](#3-directory) auflisten

source: ### Start Minimised
de: ### Start Minimiert
zh_cn: ### 开始最小化

source: **Windows users** - If you want the server to start automatically on system start, enable the corresponding check box.
de: **Windows-Benutzer** - Wenn Sie möchten, dass der Server beim Systemstart automatisch gestartet wird, aktivieren Sie das entsprechende Kontrollkästchen.

source: ### Server status icon
de: ### Server-Status-Symbol
zh_cn: ### 服务器状态图标

source: When the Server is running, the operating system will show an icon in the system tray or status area to represent whether the Server is active:
de: Wenn der Server läuft, zeigt das Betriebssystem ein Symbol in der Taskleiste oder im Statusbereich an, um anzuzeigen, ob der Server aktiv ist:
zh_cn: 当服务器运行时，操作系统会在系统托盘或状态区显示一个图标来表示服务器是否处于活动状态:

source: <figure><img src="{% include img/en-screenshots/server-inactive.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image of the Jamulus Server icon"></figure> The Server is empty
de: <figure><img src="{% include img/en-screenshots/server-inactive.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image of the Jamulus Server icon"></figure> Der Server ist leer
zh_cn: <figure><img src="{% include img/zh_CN-screenshots/server-inactive.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Jamulus 服务器图标的图片"></figure> 服务器为空

source: <figure><img src="{% include img/en-screenshots/server-active.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image of the Jamulus Server icon"></figure> The Server is occupied
de: <figure><img src="{% include img/en-screenshots/server-active.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image of the Jamulus Server icon"></figure> Der Server ist belegt
zh_cn: <figure><img src="{% include img/zh_CN-screenshots/server-active.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Jamulus 服务器图标图片"></figure> 服务器被占用

source: # Running a Private Server
de: # Einen privaten Server betreiben

source: It is highly recommended to test your server in **public mode first** so as to narrow down any subsequent problems in private mode.
de: Es wird dringend empfohlen, Ihren Server zunächst im **öffentlichen Modus** zu testen, um eventuelle spätere Probleme im privaten Modus einzugrenzen.

source: ### Port forwarding
de: ### Portweiterleitung

source: Normally, people from outside your home network cannot see things inside it. So if you want to operate a Jamulus server at home, you need to open a hole in your router to let Jamulus clients connect to it.
de: Normalerweise können Personen, die sich außerhalb Ihres Heimnetzwerks befinden, keine Dinge innerhalb des Netzwerks sehen. Wenn Sie also zu Hause einen Jamulus-Server betreiben wollen, müssen Sie einen Port in Ihrem Router öffnen, damit sich die Jamulus-Clients mit ihm verbinden können.

source: **The default port for the current version of Jamulus is UDP (not TCP) port 22124.**
de: **Der Standard-Port für die aktuelle Version von Jamulus ist UDP (nicht TCP) Port 22124

source: The exact setup of port forwarding differs for every router. For help see [portforward.com](https://portforward.com).
de: Die genaue Einrichtung der Portweiterleitung ist bei jedem Router unterschiedlich. Hilfe finden Sie unter [portforward.com](https://portforward.com).

source: Once you have your router set up, you can get your external (WAN) IP address e.g. by [using Google](https://www.google.com/search?q=what+is+my+ip). Give this address to your friends so they can connect to your server (_but see also the note on dynamic DNS below_). You yourself have to connect to your own computer instead, since your computer runs the server. Therefore **only you** need to connect to `127.0.0.1`.
de: Sobald Sie Ihren Router eingerichtet haben, können Sie Ihre externe (WAN-)IP-Adresse z. B. über [Google](https://www.google.com/search?q=what+is+my+ip) ermitteln. Geben Sie diese Adresse an Ihre Freunde weiter, damit sie sich mit Ihrem Server verbinden können (_aber siehe auch den Hinweis zu dynamischem DNS unten_). Sie selbst müssen sich stattdessen mit Ihrem eigenen Computer verbinden, da auf Ihrem Computer der Server läuft. Daher müssen **nur Sie** eine Verbindung zu `127.0.0.1` herstellen.

source: ## Dynamic DNS and why you will probably need it
de: ## Dynamisches DNS und warum Sie es wahrscheinlich brauchen werden

source: Most domestic Internet connections will change their IP address after a period (hours, days or weeks). To make it easier for people to connect to you, you may therefore also want set up a dynamic DNS address. You can do this on [the machine](https://www.online-tech-tips.com/computer-tips/ddns-dynamic-dns-service/) that you are running the Jamulus server on, or preferably your router [may support it](https://www.noip.com/support/knowledgebase/how-to-configure-ddns-in-router/).
de: Die meisten inländischen Internetverbindungen ändern ihre IP-Adresse nach einer gewissen Zeit (Stunden, Tage oder Wochen). Um anderen die Verbindung zu Ihnen zu erleichtern, sollten Sie daher eine dynamische DNS-Adresse einrichten. Sie können dies auf [dem Rechner](https://www.online-tech-tips.com/computer-tips/ddns-dynamic-dns-service/) tun, auf dem Sie den Jamulus-Server betreiben, oder vorzugsweise auf Ihrem Router [wenn dieser dies unterstützt](https://www.noip.com/support/knowledgebase/how-to-configure-ddns-in-router/).

source: Note also that your home router may also change the IP address of the machine that you are running your server on. In which case you may need either to give that machine a static IP in the router's DHCP configuration, or simply port forward to all the addresses in your LAN.
de: Beachten Sie auch, dass Ihr Heimrouter möglicherweise auch die IP-Adresse des Rechners ändert, auf dem Sie Ihren Server betreiben. In diesem Fall müssen Sie diesem Rechner entweder eine statische IP-Adresse in der DHCP-Konfiguration des Routers zuweisen oder einfach eine Portweiterleitung zu allen Adressen in Ihrem LAN einrichten.

source: # Running a headless Linux server
de: # Ausführen eines Headless-Linux-Servers

source: Those wishing to run a server on a Linux cloud or other third party hosting platform should [read this guide](Server-Linux).
de: Wer einen Server auf einer Linux-Cloud oder einer anderen Hosting-Plattform eines Drittanbieters betreiben möchte, sollte [diesen Leitfaden lesen] (Server-Linux).

source: # Backing up the server
de: # Sichern des Servers

source: _Note that headless servers do not use `.ini` files. All configuration is given as command line options._
de: _beachten Sie, dass Headless-Server keine `.ini`-Dateien verwenden. Alle Konfigurationen werden als Kommandozeilen Befehle angegeben_

source: # Command line options
de: # Kommandozeilen Befehle

source: Most common functions in Jamulus can be set using the GUI, but these and others can also be set using options given in a terminal window. Exactly how you do this will depend on your operating system.
de: Die meisten gängigen Funktionen in Jamulus können über die grafische Benutzeroberfläche eingestellt werden, aber diese und andere können auch über Optionen in einem Terminalfenster eingestellt werden. Wie genau Sie dies tun, hängt von Ihrem Betriebssystem ab.
zh_cn: Jamulus 中最常见的功能可以使用 GUI 设置，但这些和其他功能也可以使用终端窗口中给出的选项进行设置。具体如何执行此操作将取决于您的操作系统。

source: For example on Windows, to use a specific settings file, right-click on the Jamulus shortcut and choose "Properties" > Target. Add the necessary arguments to Jamulus.exe:
de: Um beispielsweise unter Windows eine bestimmte Einstellungsdatei zu verwenden, klicken Sie mit der rechten Maustaste auf die Jamulus-Verknüpfung und wählen Sie "Eigenschaften" > Ziel. Fügen Sie die erforderlichen Argumente zu Jamulus.exe hinzu:
zh_cn: 例如在 Windows 上，要使用特定的设置文件，请右键单击 Jamulus 快捷方式并选择“属性”>“目标”。将必要的参数添加到 Jamulus.exe:

source: ```shell "C:\Program Files\Jamulus\Jamulus.exe" --serverbindip 192.168.0.100 ```
de: ```shell "C:\Programme\Jamulus\Jamulus.exe" --serverbindip 192.168.0.100 ```

source: **Note**: Command line options will set the server's defaults at startup. You can override them with their corresponding GUI controls while the server is running.
de: **Hinweis**: Mit den Kommandozeilen Befehlen werden die Standardeinstellungen des Servers beim Start festgelegt. Sie können sie mit den entsprechenden GUI-Steuerelementen überschreiben, während der Server läuft.

source: # Troubleshooting
de: ## Fehlerbehebung

source: Various problems can arise when setting up servers, and we generally ecourage people to use other people's (public) servers at first to isolate any issues that may in fact be due to client configuration.
de: Bei der Einrichtung von Servern können verschiedene Probleme auftreten. Wir raten generell dazu, zunächst die (öffentlichen) Server anderer Leute zu benutzen, um Probleme zu isolieren, die möglicherweise auf die Client-Konfiguration zurückzuführen sind.

source: If you are having problems, [see this guide](Server-Troubleshooting).
de: Wenn Sie Probleme haben, [siehe diesen Leitfaden](Server-Troubleshooting).

source: # Server Administration Manual {:.no_toc}
zh_cn: # 服务器管理手册 {:.no_toc}

source: ## Do I need to run a Server?
zh_cn: ## 我需要运行服务器吗？

source: **No**. You can use the Servers listed by the built in Directories and use Jamulus without running a Server or choose a third party hosting service. If you just want an undisturbed session, use the [soloing technique described on the Tips and Tricks page](Tips-Tricks-More#have-an-undisturbed-session-on-any-server). If you decide you cannot use any of the Servers listed by the built in Directories, you may be able to use a Server (either Registered in a Custom Directory, or Unregistered - see [Server Types](#server-types)) hosted by a third party. Doing so will save you the trouble of setting one up yourself.
zh_cn: **不**。您可以使用内置目录列出的服务器并使用 Jamulus，而无需运行服务器或选择第三方托管服务。如果您只想要一个不受干扰的会话，请使用 [提示和技巧页面上描述的独奏技术](Tips-Tricks-More#在任何服务器上都有一个不受干扰的会话)。如果您决定不能使用内置目录列出的任何服务器，您可以使用由托管的服务器（在自定义目录中注册或未注册 - 请参阅 [服务器类型](#服务器类型) 第三方。这样做可以省去您自己设置的麻烦。

source: ## Basic requirements
zh_cn: ## 基本要求

source: While setting up a Server isn't difficult, it's a good idea to read the following background information to avoid some problems:
zh_cn: 虽然设置服务器并不困难，但最好阅读以下背景信息以避免一些问题:

source: ### General notes
zh_cn: ### 一般说明

source: Running an Unregistered Server at home will require you to [port forward](#port-forwarding) on your router. When running a Registered Server, port forwarding should not be necessary in most cases, but it's advisable to do so because some networks may not work properly with Jamulus in its default mode.
zh_cn: 在家里运行未注册的服务器将需要您在路由器上进行 [端口转发](#转发端口)。在运行注册服务器时，在大多数情况下不需要端口转发，但建议这样做，因为某些网络在 Jamulus 的默认模式下可能无法正常工作。
