Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Running-a-Server.po
Languages: de, es, fr, nl, sv_se, zh_cn

source: | Genre | `hostname:port` | |-----------|------------------| |**Any Genre 1** |`anygenre1.jamulus.io:22124`| |**Any Genre 2** |`anygenre2.jamulus.io:22224`| |**Any Genre 3** |`anygenre3.jamulus.io:22624`| |**Genre Rock** |`rock.jamulus.io:22424`| |**Genre Jazz** |`jazz.jamulus.io:22324`| |**Genre Classical/Folk** |`classical.jamulus.io:22524`| |**Genre Choral/Barbershop** |`choral.jamulus.io:22724`|
fr: | Genre | `hostname:port` | |-----------|------------------| |**Tout genre 1** |`anygenre1.jamulus.io:22124`| |**Tout genre 2** |`anygenre2.jamulus.io:22224`| |**Tout genre 3** |`anygenre3.jamulus.io:22624`| |**Genre Rock** |`rock.jamulus.io:22424`| |**Genre Jazz** |`jazz.jamulus.io:22324`| |**Genre Classique/Folk** |`classical.jamulus.io:22524`| |**Genre Chorale/Barbershop** |`choral.jamulus.io:22724`|
nl: | Genre | `hostnaam:port` | |-----------|------------------| |**Ieder Genre 1** |`anygenre1.jamulus.io:22124`| |**Ieder Genre 2** |`anygenre2.jamulus.io:22224`| |**Ieder Genre 3** |`anygenre3.jamulus.io:22624`| |**Genre Rock** |`rock.jamulus.io:22424`| |**Genre Jazz** |`jazz.jamulus.io:22324`| |**Genre Klassiek/Folk** |`classical.jamulus.io:22524`| |**Genre Koor/Barbershop** |`choral.jamulus.io:22724`|
zh_cn: | 类型 | `主机名:端口` | |-----------|------------------| |**任意类型 1** |`anygenre1.jamulus.io:22124`| |**任意类型 2** |`anygenre2.jamulus.io:22224`| |**任意类型 3** |`anygenre3.jamulus.io:22624`| |**摇滚类型** |`rock.jamulus.io:22424`| |**爵士类型** |`jazz.jamulus.io:22324`| |**古典/民谣类型** |`classical.jamulus.io:22524`| |**合唱/理发店四重唱类型** |`choral.jamulus.io:22724`|

source: Download the setup script: `curl https://raw.githubusercontent.com/jamulussoftware/jamulus/main/linux/setup_repo.sh > setup_repo.sh`
es: Descarga el script de la instalación: `curl https://raw.githubusercontent.com/jamulussoftware/jamulus/main/linux/setup_repo.sh > setup_repo.sh`
fr: Télécharger le script d'installation : `curl https://raw.githubusercontent.com/jamulussoftware/jamulus/main/linux/setup_repo.sh > setup_repo.sh`
nl: Download het setup-script: `curl https://raw.githubusercontent.com/jamulussoftware/jamulus/main/linux/setup_repo.sh > setup_repo.sh`

source: Make the script executable: `chmod +x setup_repo.sh`
es: Haz que el script sea ejecutable: `chmod +x setup_repo.sh`
fr: Rendre le script exécutable : `chmod +x setup_repo.sh`
nl: Maak het script uitvoerbaar: `chmod +x setup_repo.sh`

source: Run the script and install the headless server: `sudo ./setup_repo.sh && sudo apt install jamulus-headless`
es: Ejecuta el script e instala el servidor: `sudo ./setup_repo.sh && sudo apt install jamulus-headless`
fr: Exécutez le script et installez le serveur sans interface graphique : `sudo ./setup_repo.sh && sudo apt install jamulus-headless`
nl: Voer het script uit en installeer de headless-server: `sudo ./setup_repo.sh && sudo apt install jamulus-headless`

source: _To amend your Server configuration, just repeat the last two steps above._
es: _Para modificar la configuración de tu Servidor, simplemente repite los dos últimos pasos anteriores._
fr: _Pour modifier la configuration de votre serveur, il suffit de répéter les deux dernières étapes ci-dessus._
nl: _Om jouw serverconfiguratie te wijzigen, herhaal je gewoon de laatste twee stappen hierboven._

source: Reduces latency if Clients connect with **Enable Small Network Buffers** option. Requires faster CPU to avoid dropouts, and more bandwidth to enabled Clients.
es: Reduce la latencia si los Clientes se conectan con la opción **Activar Buffers Pequeños**. Requiere un procesador rápido para evitar cortes, y más ancho de banda hacia Clientes activados.
fr: Réduit la latence si les clients se connectent avec l'option "Activer les petits tampons de réseau". Nécessite un processeur plus rapide pour éviter les pertes de données, et une bande passante plus large pour les clients activés.
nl: Vermindert latentie als clients verbinding maken met de optie **Kleine netwerkbuffers inschakelen**. Vereist een snellere CPU om uitval te voorkomen en meer bandbreedte voor ingeschakelde clients.

source: [Unit] Description=Toggle recording state of Jamulus Server Requisite=Jamulus-Server [Service] Type=oneshot ExecStart=/bin/systemctl kill -s SIGUSR2 Jamulus-Server
nl: [Unit] Description=Schakel de opname status van de Jamulus server om Requisite=Jamulus-Server [Service] Type=oneshot ExecStart=/bin/systemctl kill -s SIGUSR2 Jamulus-Server

source: [Unit] Description=Start a new recording on Jamulus Server Requisite=Jamulus-Server [Service] Type=oneshot ExecStart=/bin/systemctl kill -s SIGUSR1 Jamulus-Server
nl: [Unit] Description=Start een nieuwe opname voor de Jamulus server Requisite=Jamulus-Server [Service] Type=oneshot ExecStart=/bin/systemctl kill -s SIGUSR1 Jamulus-Server

source: _Note: The Jamulus service name in the `ExecStart` line needs to be the same as the `.service` file name you created when setting systemd to control your Jamulus Server. So in this example it would be `Jamulus-Server.service`_
de: _Hinweis: Der Name des Jamulus-Dienstes in der "ExecStart"-Zeile muss mit dem Namen der "service"-Datei übereinstimmen, die Sie beim Einrichten von systemd zur Steuerung Ihres Jamulus-Servers erstellt haben. In diesem Beispiel wäre das also `Jamulus-Server.service`_
es: _Nota: El nombre del servicio Jamulus en la línea de `ExecStart` tiene que ser el mismo que el nombre del archivo `.service` que creaste cuando configuraste systemd para controlar tu Servidor Jamulus. Así que en este ejemplo sería `Jamulus-Server.service`_
fr: _Remarque : Le nom du service Jamulus dans la ligne `ExecStart` doit être le même que le nom du fichier `.service` que vous avez créé lors de la configuration de systemd pour contrôler votre serveur Jamulus. Donc, dans cet exemple, ce serait `Jamulus-Server.service`_
nl: _Opmerking: de Jamulus-servicenaam in de regel `ExecStart` moet dezelfde zijn als het bestandsnaam `.service` die je hebt gemaakt toen je systemd instelde om jouw Jamulus-server te bedienen. Dus in dit voorbeeld zou dat `Jamulus-Server.service` . zijn_
zh_cn: _注意:`ExecStart` 行中的 Jamulus 服务名称需要与您在设置 systemd 以控制您的 Jamulus 服务器时创建的 `.service` 文件名相同。所以在这个例子中它将是`Jamulus-Server.service`_

source: You can see the result of these commands if you run `systemctl status jamulus`, or by viewing the logs.
de: Sie können das Ergebnis dieser Befehle sehen, wenn Sie `systemctl status jamulus` ausführen oder die Protokolle einsehen.
es: Puedes ver el resultado de estos comandos si ejecutas `systemctl status jamulus`, o viendo los registros.
fr: Vous pouvez voir le résultat de ces commandes si vous exécutez `systemctl status jamulus` ou en consultant les journaux.
nl: Je kunt het resultaat van deze commando's zien als je `systemctl status jamulus` uitvoert of door de logs te bekijken.
zh_cn: 如果您运行 `systemctl status jamulus`，或者通过查看日志，您可以看到这些命令的结果。

source: <summary>Table of contents</summary>
de: <summary>Inhaltsverzeichnis</summary>
zh_cn: <summary>目录</summary>

source: ## Do I need to run a server?
de: ## Muss ich einen Server betreiben?

source: The short answer is **no**. For various reasons, you should try to use other people's servers, at least at first while getting your sound set up with the Jamulus client.
de: Die kurze Antwort lautet **nein**. Aus verschiedenen Gründen sollten Sie versuchen, die Server anderer Leute zu benutzen, zumindest am Anfang, während Sie Ihren Sound mit dem Jamulus-Client einrichten.

source: Note that you can have a "private" session with other people on a Public Server by simply soloing each other. You will then not be able to hear anyone else if they enter your server.
de: Beachten Sie, dass Sie eine "private" Sitzung mit anderen Personen auf einem öffentlichen Server einrichten können, indem Sie die gewünschten Teilnehmer im Mixer auf „SOLO“ schalten. Sie werden dann nicht in der Lage sein, andere Personen zu hören, wenn diese dem Server betreten.

source: If you do decide to run a server, please read the following. Setting up a server is easy, however it is better to know the theory first:
de: Wenn Sie sich entscheiden, einen Server zu betreiben, lesen Sie bitte die folgenden Informationen. Die Einrichtung eines Servers ist einfach, aber es ist besser, zuerst die Theorie zu kennen:

source: ### Speed and latency
de: ### Geschwindigkeit und Latenz
zh_cn: ### 速度和延迟

source: Many people attribute problems to the server that are in fact problems with the _client_. Much depends on the clients' hard/software setup, the networks that _they_ are on, and whether they are sticking to [Rule Number One](Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together).
de: Viele Leute schreiben Probleme dem Server zu, die in Wirklichkeit vom _Client_ verursacht werden. Vieles hängt von der Hard- und Softwarekonfiguration der Clients ab, von den Netzwerken, in denen _sie_ sich befinden, und davon, ob sie sich an [Regel Nr. 1] (Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together) halten.

source: **_The capability of the server itself (and the network it's on) is NOT the main determinant of the quality of a Jamulus session!_**
de: **Die Leistungsfähigkeit des Servers selbst (und des Netzes, in dem er sich befindet) ist NICHT ausschlaggebend für die Qualität einer Jamulus-Sitzung!

source: If you plan to be playing regularly with the same people, **you are strongly advised** to first make sure that each member of the group is set up to use Jamulus properly. Do this by finding a Public Server with a reasonable ping time for all of you (20 ms or less perhaps), all connect to that and work to fix any individual issues (verifying that they can [follow Rule Number One](Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together) in particular). Use the solo technique above to prevent being interrupted if needed.
de: Wenn Sie vorhaben, regelmäßig mit denselben Leuten zu spielen, **empfehlen** wir Ihnen dringend, zunächst sicherzustellen, dass jedes Mitglied der Gruppe Jamulus richtig nutzen kann. Suchen Sie dazu einen öffentlichen Server mit einer vernünftigen Ping-Zeit für alle (vielleicht 20 ms oder weniger), verbinden Sie sich mit diesem und arbeiten Sie daran, alle individuellen Probleme zu beheben (insbesondere sollten Sie überprüfen, ob sie [Regel Nr. 1](Client-Troubleshooting#Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together) befolgen). Verwenden Sie die oben beschriebene SOLO Einstellung, um zu verhindern, dass Sie unterbrochen werden, falls erforderlich.

source: Once any issues with musicians have been solved in this way, you can then investigate hosting your own server either at home or on a cloud host such as Amazon, which may result in better latency than servers run at home. For example, [see this guide](https://www.facebook.com/notes/jamulus-worldjam/howto-idiots-guide-to-installing-or-upgrading-a-jamulus-server-on-amazon-aws-lig/818091045662521/) for using AWS Lightsail, by Jamulus user [Simon Tomlinson](https://www.facebook.com/simon.james.tomlinson?eid=ARBQoY3KcZAtS3pGdLJuqvQTeRSOo4gHdQZT7nNzOt1oPMGgZ4_3GERe-rOyH5PxsSHVYYXjWwcqd71a) (_Facebook_)
de: Sobald alle Probleme mit Musikern auf diese Weise gelöst sind, können Sie Ihren eigenen Server entweder zu Hause oder bei einem Cloud-Host Anbieter wie Amazon hosten. Externe Server bieten normalerweise bessere Latenzzeiten verglichen mit Servern, die zu Hause betrieben werden. Siehe zum Beispiel [diese Anleitung](https://www.facebook.com/notes/jamulus-worldjam/howto-idiots-guide-to-installing-or-upgrading-a-jamulus-server-on-amazon-aws-lig/818091045662521/) zur Verwendung von AWS Lightsail, von Jamulus-Benutzer [Simon Tomlinson](https://www.facebook.com/simon.james.tomlinson?eid=ARBQoY3KcZAtS3pGdLJuqvQTeRSOo4gHdQZT7nNzOt1oPMGgZ4_3GERe-rOyH5PxsSHVYYXjWwcqd71a) (_Facebook_)

source: ### Bandwidth – do you have enough?
de: ### Bandbreite - haben Sie genug?

source: Unless you plan on hosting more than about 5 players on a slower-speed home connection (eg 10 Mbit/s down and 1 Mbit/s up), then you are unlikely to run out of bandwidth. You can read more about network requirements at different quality settings later in this document.
de: Wenn Sie nicht vorhaben, mehr als 5 Player über eine langsamere Heimverbindung (z. B. 10 Mbit/s Download und 1 Mbit/s Upload) zu hosten, ist es unwahrscheinlich, dass Ihnen die Bandbreite ausgeht. Weitere Informationen zu den Netzwerkanforderungen bei verschiedenen Qualitätseinstellungen finden Sie weiter unten in diesem Dokument.

source: ### In general
de: ### Im Allgemeinen

source: Consider using a cloud host to get better ping times if you're having problems
de: Erwägen Sie die Nutzung eines Cloud-Hosts, um bessere Ping-Zeiten zu erhalten, wenn Sie Probleme haben

source: Any server should have at least 1.6GHz CPU frequency and 1GB RAM
de: Jeder Server sollte mindestens 1.6GHz CPU Frequenz und 1GB RAM haben

source: Running a server may require you to adjust any firewalls running on or outside of your machine or cloud host.
de: Für den Betrieb eines Servers müssen Sie möglicherweise Firewalls anpassen, die auf oder außerhalb Ihres Rechners oder Cloud-Hosts laufen.

source: Running a Private Server at home will require you to [port forward](#running-a-private-server) on your router. When running a Public Server, port forwarding should not be necessary in most cases, but it's advisable to do so because some networks may not work properly with Jamulus in its default mode.
de: Wenn Sie zu Hause einen privaten Server betreiben, müssen Sie auf Ihrem Router eine [Portweiterleitung](#running-a-private-server) einrichten. Wenn Sie einen öffentlichen Server betreiben, sollte eine Portweiterleitung in den meisten Fällen nicht notwendig sein, aber es ist ratsam, dies zu tun, da einige Netzwerke mit Jamulus im Standardmodus möglicherweise nicht richtig funktionieren.

source: Jamulus only has limited IPv6 support which needs to be enabled with a command line argument on the client and server. There are plans to expand IPv6 support.
de: Jamulus bietet nur eine begrenzte IPv6-Unterstützung, die mit einem Befehlszeilen Kommando auf dem Client und dem Server aktiviert werden muss. Es gibt Pläne, die IPv6-Unterstützung zu erweitern.

source: # Server Types
de: # Server-Typen

source: You can run your server in one of three "modes" (either at home or on a 3rd party host):
de: Sie können Ihren Server in einem von drei "Modi" betreiben (entweder zu Hause oder bei einem Drittanbieter):

source: ### 1. Public
de: ### 1. Öffentlich

source: Use this mode when you want anyone to join your server, whoever they are.
de: Verwenden Sie diesen Modus, wenn Sie möchten, dass jeder Ihrem Server beitreten kann, egal wer es ist.

source: Your server will be listed in the Directory that clients use by default. Musicians can then discover and connect to your server.
de: Ihr Server wird in das Verzeichnis aufgenommen, das die Clients standardmäßig verwenden. Musiker können dann Ihren Server finden und sich mit ihm verbinden.

source: <figure> <img src="{% include img/en-screenshots/diagram-public-server.inc %}" loading="lazy" alt="Diagram of connections between clients within a Jamulus Public Server"> <figcaption>How Public Servers work</figcaption> </figure>
de: <figure> <img src="{% include img/en-screenshots/diagram-public-server.inc %}" loading="lazy" alt="Diagram of connections between clients within a Jamulus Public Server"> <figcaption>Übersicht öffentliche Server Setup</figcaption> </figure>

source: ### 2. Private
de: ### 2. Privat

source: This is the default when starting a server for the first time. Private Servers are not listed by Directories, so only musicians who know your server's address to will be able to connect to it. This is useful because Jamulus does not (in any server mode) let you control who can connect to a server.
de: Dies ist die Standardeinstellung, wenn Sie einen Server zum ersten Mal starten. Private Server werden nicht in Verzeichnissen aufgeführt, so dass nur Musiker, die die Adresse Ihres Servers kennen, eine Verbindung herstellen können. Dies ist nützlich, da Jamulus Ihnen (in keinem Server Modus) die Kontrolle darüber überlässt, wer sich mit einem Server verbinden kann.

source: <figure> <img src="{% include img/en-screenshots/diagram-private-server.inc %}" loading="lazy" alt="Diagram of connections between clients within a Jamulus Private Server"> <figcaption>How Private Servers work</figcaption> </figure>
de: <figure> <img src="{% include img/en-screenshots/diagram-private-server.inc %}" loading="lazy" alt="Diagram of connections between clients within a Jamulus Private Server"> <figcaption>Übersicht private Server Setup</figcaption> </figure>

source: ### 3. Directory
de: ### 3. Verzeichnis
zh_cn: ### 3. 目录

source: To run a Directory [read this guide](Custom-Directories)
de: So führen Sie ein Verzeichnis aus [lesen Sie diese Anleitung] (Custom-Directories)

source: ## Installation and Configuration
de: ## Installation und Konfiguration
zh_cn: ## 安装和配置

source: Most people run Jamulus as a "pure" Server on **hardware without audio** (e.g. on a 3rd party/cloud host) running Linux. The following steps assume you are familiar with the command line and Debian/Ubuntu or similar distribution using systemd. To run a server on Windows or on the desktop with a graphical user interface, [see this section](#servers-on-the-desktop).
de: Die meisten Leute betreiben Jamulus als "reinen" Server auf **Hardware ohne Audio** (z. B. auf einem Drittanbieter/Cloud-Host) unter Linux. Die folgenden Schritte setzen voraus, dass Sie mit der Kommandozeile und Debian/Ubuntu oder einer ähnlichen Distribution mit systemd vertraut sind. Um einen Server unter Windows oder auf dem Desktop mit einer grafischen Benutzeroberfläche zu betreiben, [siehe diesen Abschnitt](#servers-on-the-desktop).
zh_cn: 大多数人在运行 Linux 的**没有音频的硬件**（例如，在第 3 方/云主机上）上将 Jamulus 作为“纯”服务器运行。以下步骤假设您熟悉命令行和 Debian/Ubuntu 或使用 systemd 的类似发行版。要在 Windows 或具有图形用户界面的桌面上运行服务器，[请参阅本节](#桌面上的服务器)。

source: If you want to run a Server on a Raspberry Pi (or a different armhf based device), you will need to download the `.deb` files for `armhf`, not the default `amd64` ones you'd use on an Intel/AMD based machine.
de: Wenn Sie einen Server auf einem Raspberry Pi (oder einem anderen armhf-basierten Gerät) betreiben wollen, müssen Sie die `.deb`-Dateien für `armhf` herunterladen, nicht die standardmäßigen `amd64`-Dateien, die Sie auf einer Intel/AMD-basierten Maschine verwenden würden.

source: Download the [latest headless (amd64) .deb file]({{ site.download_root_link }}{{ site.download_file_names.deb-headless }}) or, if you use a Raspberry Pi etc. download the [latest armhf .deb file]({{ site.download_root_link }}{{ site.download_file_names.deb-headless-armhf }})
de: Laden Sie die [neueste headless (amd64) .deb-Datei]({{ site.download_root_link }}{{ site.download_file_names.deb-headless }}) herunter oder, wenn Sie einen Raspberry Pi etc. verwenden, laden Sie die [neueste armhf .deb-Datei]({{ site.download_root_link }}{{{ site.download_file_names.deb-headless-armhf }})

source: Update apt to make sure you have a current list of standard packages: `sudo apt update`
de: Aktualisieren Sie apt, um sicherzustellen, dass Sie eine aktuelle Liste der Standardpakete haben: sudo apt update
zh_cn: 更新 apt 以确保您拥有最新的标准软件包列表:`sudo apt update`

source: For when you want to run a number of Private Servers, possibly also behind a firewall or on a LAN. Examples include online events, music associations, sectional rehearsals or music lessons for schools.
de: Für den Fall, dass Sie eine Reihe von privaten Servern betreiben wollen, möglicherweise auch hinter einer Firewall oder in einem LAN. Beispiele sind Online-Veranstaltungen, Musikvereine, Sektionsproben oder Musikunterricht für Schulen.

source: To view servers listed by a custom Directory Server, musicians must enter the address in their client’s "Custom Directory Server" settings field. They will then see a Connection Setup list which is generated by your Directory.
de: Um die von einem benutzerdefinierten Verzeichnisserver aufgelisteten Server anzuzeigen, müssen die Musiker die Adresse in das Feld "Benutzerdefinierter Verzeichnisserver" ihres Clients eingeben. Sie sehen dann eine Liste mit Verbindungseinstellungen, die von Ihrem Verzeichnis generiert wird.

source: Up to 150 servers can then register with your Directory by setting your Directory address in their `--directoryserver` option at startup.
de: Bis zu 150 Server können sich dann bei Ihrem Verzeichnis anmelden, indem sie beim Start Ihre Verzeichnisadresse in der Option `--directoryserver` angeben.

source: To run a server as a Directory, it should be configured with `--directoryserver localhost` (that is, making itself the Directory to query for servers).
de: Um einen Server als Verzeichnis zu betreiben, sollte er mit `--directoryserver localhost` konfiguriert werden (d.h. er macht sich selbst zum Verzeichnis, um nach Servern zu suchen).

source: #### Points to note about Directories
de: #### Wissenswertes über Verzeichnisse

source: If you want to control which servers can register with your Directory, you can enable a whitelist with the `--listfilter` command line option. See the section on command line options later in this document.
de: Wenn Sie kontrollieren möchten, welche Server sich in Ihrem Verzeichnis registrieren können, können Sie mit der Befehlszeilenoption `--listfilter` eine Whitelist aktivieren. Siehe den Abschnitt über Befehlszeilen Kommandos weiter unten in diesem Dokument.

source: When running a public Directory Server behind a NAT firewall on a private network, use the `--serverpublicip` option to specify the public IP address of the server(s) being listed by your Directory. This is necessary to allow clients on the public Internet to connect to them via NAT. Note that for the servers using this option, you will still need proper port forwarding in your router/firewall.
de: Wenn Sie einen öffentlichen Verzeichnisserver hinter einer NAT-Firewall in einem privaten Netzwerk betreiben, verwenden Sie die Option `--serverpublicip`, um die öffentliche IP-Adresse des/der Server(s) anzugeben, die von Ihrem Verzeichnis aufgelistet werden. Dies ist notwendig, damit Clients aus dem öffentlichen Internet über NAT eine Verbindung zu ihnen herstellen können. Beachten Sie, dass Sie für die Server, die diese Option verwenden, trotzdem eine korrekte Portweiterleitung in Ihrem Router/Firewall benötigen.

source: # Bandwidth use
de: # Bandbreitenbedarf

source: ## Audio bandwidth
de: ## Audio-Bandbreite

source: The audio settings have an impact on the required network bandwidth. The table below summarises network requirements with respect to the configuration of:
de: Die Audioeinstellungen haben Auswirkungen auf die erforderliche Netzwerkbandbreite. Die folgende Tabelle fasst die Netzwerkanforderungen in Bezug auf die Konfiguration zusammen:

source: Channels : stereo/mono
de: Kanäle: Stereo/Mono

source: Quality : high/medium/low
de: Qualität: hoch/mittel/niedrig

source: Audio buffer duration : 2.67 ms, 5.33 ms, 10.67 ms, 21.33 ms
de: Dauer des Audiopuffers: 2,67 ms, 5,33 ms, 10,67 ms, 21,33 ms

source: With the following units
de: Mit den folgenden Einheiten

source: ms : milliseconds
de: ms : Millisekunden

source: Kbit/s : Kilo-bits per second (Reminder : 1 Mbit/s = 1024 Kbit/s, 1 KByte/s = 8 Kbit/s)
de: Kbit/s : Kilo-Bits pro Sekunde (Zur Erinnerung: 1 Mbit/s = 1024 Kbit/s, 1 KByte/s = 8 Kbit/s)

source: Mbit/s : Mega-bits per second
de: Mbit/s : Megabits pro Sekunde
