Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Server-Linux.po
Languages: de, fr, nl

source: en
de: de
fr: fr
nl: nl

source: Headless Linux Server Installation
fr: # Installation d'un serveur - Linux
nl: Headless Linux server installatie

source: {% include breadcrumb.html root="More" branch1="Server Administration" branch1-url="Running-a-Server" %}
fr: {% include breadcrumb.html root="More" branch1="Running a Server" branch1-url="Running-a-Server" %}
nl: {% include breadcrumb.html root="Meer" branch1="Serverbeheer" branch1-url="Running-a-Server" %}

source: # Running a Headless Server
de: # Ausführen eines Headless Servers
fr: ## Exécution d'un serveur "headless"
nl: # Een headless server opzetten

source: The following is for running Jamulus as a "pure" Server on **hardware without audio** (e.g. on a 3rd party/cloud host) and assumes Ubuntu/Debian distributions using systemd.
de: Die folgenden Ausführungen beziehen sich auf den Betrieb von Jamulus als "reinen" Server auf **Hardware ohne Audio** (z.B. auf einem Drittanbieter/Cloud-Host) und setzen Ubuntu/Debian-Distributionen mit systemd voraus.
nl: Het volgende is voor het draaien van Jamulus als een "pure" server op **hardware zonder audio** (bijv. op een derde partij/cloudhost) en veronderstelt dat er Ubuntu/Debian-distributies gebruikt worden die systemd gebruiken.

source: If you want to run a Server on a Raspberry Pi, you will need to [compile from source](https://github.com/jamulussoftware/jamulus/blob/master/COMPILING.md). See also this [guide for Raspberry Pi](/kb/2020/03/28/Server-Rpi.html) maintained by Jamulus user fredsiva.
de: Wenn du einen Server auf einem Raspberry Pi betreiben möchtest, musst du [den Quellcode kompilieren](https://github.com/jamulussoftware/jamulus/blob/master/COMPILING.md). Siehe auch diese [Anleitung für Raspberry Pi](/kb/2020/03/28/Server-Rpi.html), die vom Jamulus-Benutzer fredsiva gepflegt wird.
nl: Als je een server op een Raspberry Pi wilt draaien, dan moet je zelf [de broncode compileren](https://github.com/jamulussoftware/jamulus/blob/master/COMPILING.md). Zie ook deze [handleiding voor Raspberry Pi](/kb/2020/03/28/Server-Rpi.html) onderhouden door Jamulus-gebruiker fredsiva.

source: Download the [latest headless .deb file]({{ site.download_root_link }}{{ site.download_file_names.deb-headless }})
de: Lade die [aktuellste headless .deb file]({{ site.download_root_link }}{{ site.download_file_names.deb-headless }})
fr: Téléchargez le [dernier fichier .deb sans tête]({{ site.download_root_link }}{ site.download_file_names.deb-headless }})
nl: Download het [nieuwste headless .deb bestand]({{ site.download_root_link }}{{ site.download_file_names.deb-headless }})

source: Update apt to make sure you have a current list of standard packages: `sudo apt update`
de: Aktualisiere apt, um sicherzustellen, dass die Liste der Standardpakete aktuell is: sudo apt update
fr: Mettez à jour apt pour vous assurer que vous avez une liste actuelle de paquets standard : `sudo apt update`
nl: Werk apt bij om er zeker van te zijn dat je een actuele lijst met standaard packages hebt: `sudo apt update`

source: Install the Jamulus package: `sudo apt install ./{{ site.download_file_names.deb-headless }}`
de: Installiere das Jamulus package: `sudo apt install ./{{ site.download_file_names.deb-headless }}`
fr: Installez le paquet Jamulus : `sudo apt install ./{{ site.download_file_names.deb-headless }}`
nl: Installeer het Jamulus package: `sudo apt install ./{{ site.download_file_names.deb-headless }}`

source: Enable the headless Server process via systemd: `sudo systemctl enable jamulus-headless`
de: Aktiviere den Headless-Server Prozess über systemd: `sudo systemctl enable jamulus-headless`
nl: Schakel het headless serverproces in via systemd: `sudo systemctl enable jamulus-headless`

source: Add your desired [command line options](Running-a-Server#command-line-options) to the `ExecStart` line in the systemd service file in `/lib/systemd/system/jamulus-headless.service` (By default you will be running an Unregistered Server).
de: Füge die gewünschten [Kommandozeilen Optionen](Running-a-Server#Kommandozeilen Optionen) in die `ExecStart`-Zeile der systemd-Dienstdatei in `/lib/systemd/system/jamulus-headless.service` ein (standardmäßig wird ein nicht registrierter Server ausgeführt).
nl: Voeg de gewenste [opdrachtregelopties](Running-a-Server#opdrachtregelopties) toe aan de `ExecStart`-regel in het systemd-servicebestand in `/lib/systemd/system/jamulus-headless.service` (standaard voer je een niet geregistreerde server uit).

source: Reload the systemd files `sudo systemctl daemon-reload` and restart the headless Server: `sudo systemctl restart jamulus-headless`
de: Lade die systemd-Dateien neu `sudo systemctl daemon-reload` und starte den Headless-Server neu: `sudo systemctl restart jamulus-headless`
nl: Herlaad de systemd bestanden `sudo systemctl daemon-reload` en herstart de headless server: `sudo systemctl restart jamulus-headless`

source: Check all is well with `systemctl status jamulus-headless` (hit `q` to get back to the command prompt).
de: Prüfe mit `systemctl status jamulus-headless`, ob alles in Ordnung ist (drücke `q`, um zur Eingabeaufforderung zurückzukehren).
fr: Vérifiez que tout va bien avec `service jamulus-headless status` (tapez `q` pour revenir à l'invite de commande).
nl: Controleer of alles in order is met `systemctl status jamulus-headless` (druk op `q` om terug te gaan naar de opdrachtregel).

source: You may also be interested in downloading [this set of useful tools](https://github.com/jamulussoftware/jamulus/tree/master/tools) from the Jamulus repository (clone the Git repo and also call `git submodule update --init`).
de: Vielleicht möchest du auch [diese Reihe nützlicher Werkzeuge](https://github.com/jamulussoftware/jamulus/tree/master/tools) aus dem Jamulus-Repository herunterladen (klone das Git-Repository und rufe dann `git submodule update --init` auf).
fr: Vous pouvez également être intéressé par le téléchargement de [cet ensemble d'outils utiles](https://github.com/jamulussoftware/jamulus/tree/master/tools) depuis le dépôt Jamulus (clonez le dépôt Git et appelez `git submodule update --init`).
nl: Mogelijk ben je ook ge√Ønteresseerd in het downloaden [van deze set handige tools](https://github.com/jamulussoftware/jamulus/tree/master/tools) vanuit de Jamulus repository (clone de Git repo en voer `git submodule update --init` uit).

source: ## Notes
de: ## Anmerkungen
nl: ## Opmerkingen

source: You can control Jamulus with the `systemctl` command. For example, to stop the Server cleanly:
de: Du kannst Jamulus mit dem Befehl `systemctl` steuern. Zum Beispiel, um den Server sauber zu stoppen:
nl: Je kunt Jamulus bedienen met het `systemctl` commando. Om de server bijvoorbeeld netjes te stoppen gebruik je:

source: ### Running in Registered mode
de: ### Betrieb im registrierten/öffentlichen Modus
nl: ### Uitvoeren in geregistreerde mode

source: The following minimum setup is required to [run a Registered Server](Running-a-Server#server-types):
de: Die folgende Mindestkonfiguration ist für den [Betrieb eines registrierten Servers] erforderlich (Running-a-Server#Server Typen):
nl: De volgende minimale instellingen zijn vereist om een [geregistreerde server](Running-a-Server#servertypen) uit te voeren:

source: ~~~ jamulus --nogui --server \ --directoryserver genreServer:port \ --serverinfo "yourServerName;yourCity;[country ID]" ~~~
nl: ~~~ jamulus --nogui --server \ --directoryserver genreServer:poort \ --serverinfo "jouwServernaam;jouwStad;[land ID]" ~~~

source: **Note**: Semicolon and newline characters are not allowed in `--serverinfo`
de: **Anmerkung**: Semikolon und Zeilenumbruch Code sind in `--serverinfo` nicht erlaubt
fr: **Note** : Les caractères point-virgule et saut de ligne ne sont pas autorisés dans `--serverinfo`
nl: **Opmerking**: Puntkomma's en nieuwe regeltekens zijn niet toegestaan in `--serverinfo`

source: Replace `genreServer:port` in the example above with one of the following options:
de: Ersetze "genreServer:port" im obigen Beispiel durch eine der folgenden Optionen:
nl: Vervang `genreserver:poort` in het bovenstaande voorbeeld door een van de volgende opties:

source: | Genre | Server address | |-----------|------------------| |**Any Genre 1** |`anygenre1.jamulus.io:22124`| |**Any Genre 2** |`anygenre2.jamulus.io:22224`| |**Any Genre 3** |`anygenre3.jamulus.io:22624`| |**Genre Rock** |`rock.jamulus.io:22424`| |**Genre Jazz** |`jazz.jamulus.io:22324`| |**Genre Classical/Folk** |`classical.jamulus.io:22524`| |**Genre Choral/Barbershop** |`choral.jamulus.io:22724`|
de: | Genre | Server Addresse | |-----------|------------------| |**Any Genre 1** |`anygenre1.jamulus.io:22124`| |**Any Genre 2** |`anygenre2.jamulus.io:22224`| |**Any Genre 3** |`anygenre3.jamulus.io:22624`| |**Genre Rock** |`rock.jamulus.io:22424`| |**Genre Jazz** |`jazz.jamulus.io:22324`| |**Genre Classical/Folk** |`classical.jamulus.io:22524`| |**Genre Choral/Barbershop** |`choral.jamulus.io:22724`|
fr: | Genre | Adresse du serveur | |-----------|------------------| |**Tout Genre 1** | `anygenre1.jamulus.io:22124`| |**Tout Genre 2** | `anygenre2.jamulus.io:22224`| |**Tout Genre 3** | `anygenre3.jamulus.io:22624`| |**Genre Rock** | `rock.jamulus.io:22424`| |**Genre Jazz** | `jazz.jamulus.io:22324`| |**Genre Classique/Folk** | `classical.jamulus.io:22524`| |**Genre Choral/Barbershop** | `choral.jamulus.io:22724`|
nl: | Genre | Server adres | |-----------|------------------| |**Ieder Genre 1** |`anygenre1.jamulus.io:22124`| |**Ieder Genre 2** |`anygenre2.jamulus.io:22224`| |**Ieder Genre 3** |`anygenre3.jamulus.io:22624`| |**Genre Rock** |`rock.jamulus.io:22424`| |**Genre Jazz** |`jazz.jamulus.io:22324`| |**Genre Klassiek/Folk** |`classical.jamulus.io:22524`| |**Genre Koor/Barbershop** |`choral.jamulus.io:22724`|

source: ### Running as a Directory
de: ### Betrieb als Verzeichnis Server
nl: ### Uitvoeren als een adresboek

source: If you wish to run a [Custom Directory](Running-a-Server#3-custom-directory) please see [this guide](Custom-Directories).
de: Wenn du einen [Benutzerdefiniertes Verzeichnis](Running-a-Server#3. Verzeichnis Server) betreiben möchtest, lese bitte [diese Anleitung](Benutzerdefinierte Verzeichnisse).
nl: Als je een [eigen adresboek](Running-a-Server#3-eigen-adresboek) wilt gebruiken, raadpleeg dan [deze handleiding](Custom-Directories).

source: ### Viewing The Logs
de: ### Anzeigen der Protokolle
fr: ### Visualisation des journaux
nl: ### De logboeken bekijken

source: Jamulus will log to the system log file if you left the `StandardOutput=journal` setting in the unit file.
de: Jamulus protokolliert in der Systemprotokolldatei, wenn du die Einstellung `StandardOutput=journal` in der Unit-Datei nicht verändert hast.
fr: Jamulus se connectera au fichier système si vous avez laissé le paramètre `StandardOutput=journal` dans le fichier d'unité.
nl: Jamulus logt in het systeemlogbestand als je de instelling `StandardOutput=journal` in het instellingenbestand hebt gelaten.

source: To view the log, use `journalctl` (to exit press Ctrl-C). For example, to read the system log file, filtered for the Jamulus service:
de: Um das Protokoll einzusehen, verwende `journalctl` (zum Beenden drücke Ctrl-C). Um zum Beispiel die Systemprotokolldatei zu lesen, benutze den Filter nach dem Jamulus-Dienst:
fr: Pour visualiser le journal, utilisez `journalctl` (pour quitter, appuyez sur Ctrl-C). Par exemple, pour lire le fichier journal du système, filtré pour le service Jamulus :
nl: Gebruik `journalctl` om het logboek te bekijken (om af te sluiten drukt je op Ctrl-C). Om bijvoorbeeld het systeemlogbestand te lezen, gefilterd voor de Jamulus-service:

source: ### Upgrading
de: ### Aktualisierung
fr: ### Mise à jour
nl: ### Upgraden

source: To upgrade your Server to a newer version, simply download a new .deb and re-install as step 3.
de: Um deinen Server auf eine neuere Version zu aktualisieren, lade die neue .deb-Datei herunter und installiere sie erneut wie in Schritt 3 beschrieben.
nl: Om je server te upgraden naar een nieuwere versie, downloadt je gewoon het nieuwste .deb bestand en installeer je deze opnieuw zoals in stap 3.

source: ### Recording
de: ### Aufnahme
fr: ### Enregistrement
nl: ### Opnemen

source: When using the recording function with the `-R` command line option, if the Server receives a SIGUSR1 signal during a recording, it will start a new recording in a new Directory. SIGUSR2 will toggle recording enabled on/off.
de: Wenn die Aufzeichnungsfunktion mit der Befehlszeilenoption "R" verwendet wird und der Server während einer Aufzeichnung ein SIGUSR1-Signal empfängt, beginnt er eine neue Aufzeichnung in einem neuen Verzeichnis. SIGUSR2 schaltet die Aufzeichnungsfunktion ein und aus.
nl: Als de opnamefunctie wordt gebruikt met de opdrachtregeloptie `-R' en de server een SIGUSR1-signaal ontvangt tijdens een opname, zal deze een nieuwe opname starten in een nieuwe map. SIGUSR2 schakelt opname in/uit.

source: To send these signals using systemd, create the following two `.service` files in `/etc/systemd/system`, calling them something appropriate (e.g. `newRecording-Jamulus-serv er.service`).
de: Um diese Signale mit systemd zu senden, erstelle die folgenden zwei `.service`-Dateien in `/etc/systemd/system` und nenne sie entsprechend (z.B. `newRecording-Jamulus-server.service`).
fr: Pour envoyer ces signaux en utilisant systemd, créez les deux fichiers `.service` suivants dans `/etc/systemd/system`, en les appelant de manière appropriée (par exemple `newRecording-Jamulus-server.service`).
nl: Om deze signalen met systemd te verzenden, maakt je de volgende twee `.service`-bestanden in `/etc/systemd/system` en geef je ze een passende naam (bijv. `newRecording-Jamulus-server.service`).

source: **Note:** You will need to save recordings to a path _outside_ of the jamulus home Directory, or remove `ProtectHome=true` from your systemd unit file (be aware that doing so is however a potential security risk).
de: **Hinweis:** Du musst die Aufnahmen in einem Pfad _außerhalb_ des Jamulus-Home-Verzeichnisses speichern oder `ProtectHome=true` aus der systemd-Unit-Datei entfernen (beachte jedoch, dass dies ein potenzielles Sicherheitsrisiko darstellt).
nl: **Opmerking:** Je moet de opnamen opslaan in een pad _buiten_ de jamulus home map of `ProtectHome=true` uit het systemd bestand verwijderen (houd er rekening mee dat dit echter een potentieel veiligheidsrisico is).

source: For turning recording on or off (depending on the current state):
de: Bespiel einer `.service` Datei zum Ein- oder Ausschalten der Aufzeichnung (je nach aktuellem Status):
fr: Pour activer ou désactiver l'enregistrement (selon l'état actuel) :
nl: Voor het in- of uitschakelen van de opname (afhankelijk van de huidige status):

source: ~~~ [Unit] Description=Toggle recording state of Jamulus Server Requisite=Jamulus-Server
nl: ~~~ [Unit] Description=Schakel de opname status van de Jamulus server om Requisite=Jamulus-Server

source: For starting a new recording:
de: Zum Starten einer neuen Aufnahme:
fr: Pour demarrer un nouvel enregistrement :
nl: Voor het starten van een nieuwe opname:

source: ~~~ [Unit] Description=Start a new recording on Jamulus Server Requisite=Jamulus-Server
nl: ~~~ [Unit] Description=Start een nieuwe opname voor de Jamulus server Requisite=Jamulus-Server

source: _Note: The Jamulus service name in the `ExecStart` line needs to be the same as the `.service` file name you created when setting systemd to control your Jamulus Server. So in this example it would be `Jamulus-Server.service`_
de: _Hinweis: Der Name des Jamulus-Dienstes in der "ExecStart"-Zeile muss mit dem Namen der "service"-Datei übereinstimmen, die du beim Einrichten von systemd zur Steuerung deines Jamulus-Servers erstellt hast. In diesem Beispiel wäre das also `Jamulus-Server.service`_
nl: _Opmerking: De Jamulus-servicenaam in de `ExecStart`-regel moet hetzelfde zijn als de `.service`-bestandsnaam die je hebt gemaakt toen je systemd instelde om je Jamulus-server te bedienen. Dus in dit voorbeeld zou het `Jamulus-Server.service` zijn._

source: Run `sudo systemctl daemon-reload` to register them for first use.
de: Führe `sudo systemctl daemon-reload` aus, um die `.service` Dateien für die erste Verwendung zu registrieren.
fr: Lancez `sudo systemctl daemon-reload` pour les enregistrer pour la première utilisation.
nl: Voer `sudo systemctl daemon-reload` uit om hem te registreren voor het eerste gebruik.

source: Now you can run these with the `service start` command, for example:
de: Jetzt kannst du die Befehle zum Beispiel mit dem Befehl "service start" ausführen:
fr: Vous pouvez les lancer avec la commande `service start`, par exemple :
nl: Nu kun je deze uitvoeren met het commando `service start`, bijvoorbeeld:

source: `sudo service jamulusTogglerec start` (assuming you named your unit file `jamulusTogglerec.service`)
de: `sudo service jamulusTogglerec start` (vorausgesetzt, du hast deine Unit-Datei `jamulusTogglerec.service` genannt)
fr: `sudo service jamulusTogglerec start` (en supposant que vous avez nommé votre fichier unité `jamulusTogglerec.service`)
nl: `sudo service jamulusTogglerec start` (ervan uitgaande dat je je het bestand de naam `jamulusTogglerec.service` hebt gegeven)

source: You can see the result of these commands if you run `service jamulus status`, or by viewing the logs.
de: Du kannst das Ergebnis dieser Befehle sehen, wenn du `service jamulus status` ausführst oder die Protokolle einsehen.
fr: Vous pouvez voir le résultat de ces commandes si vous exécutez `service jamulus status`, ou en consultant les logs.
nl: Je kunt het resultaat van deze commando's zien als je `service jamulus status` uitvoert of door de logs te bekijken.

source: ## Making a Server status page
de: ## Erstellen einer Server-Statusseite
nl: ## Een serverstatuspagina maken

source: With the `-m` command line argument, Server statistics can be generated to be put on a web page.
de: Mit dem Befehlszeilen Kommando `-m` können Server Statistiken für eine Webseite erstellt werden.
nl: Met de `-m` opdrachtregeloptie kunnen serverstatistieken worden gegenereerd om op een webpagina te worden geplaatst.

source: Here is an example php script using the Server status file to display the current Server status on a html page (assuming the following command line argument to be used: `-m /var/www/stat1.dat`):
de: Hier ist ein Beispiel für ein PHP-Skript, das die Server-Statusdatei verwendet, um den aktuellen Server-Status auf einer HTML-Seite anzuzeigen (unter der Annahme, dass das folgende Befehlszeilen Kommando verwendet wird): `-m /var/www/stat1.dat`):
nl: Hier is een voorbeeld van een php-script dat het serverstatusbestand gebruikt om de huidige serverstatus op een html-pagina weer te geven (ervan uitgaande dat het volgende opdrachtregelargument wordt gebruikt: `-m /var/www/stat1.dat`):

source: The following is for running Jamulus as a "pure" server on **hardware without audio** (e.g. on a 3rd party/cloud host) and assumes Ubuntu/Debian distributions using systemd.
fr: Ce qui suit concerne l'exécution de Jamulus en tant que serveur "pur" sur du **matériel sans audio** (par exemple, sur un hôte tiers/cloud) et suppose des distributions Ubuntu/Debian utilisant systemd.

source: If you want to run a server on a Raspberry Pi, you will need to [compile from source](https://github.com/jamulussoftware/jamulus/blob/master/COMPILING.md). See also this [guide for Raspberry Pi](/kb/2020/03/28/Server-Rpi.html) maintained by Jamulus user fredsiva.
fr: Si vous souhaitez faire fonctionner un serveur sur un Raspberry Pi, vous devrez [compiler à partir des sources](https://github.com/jamulussoftware/jamulus/blob/master/COMPILING.md). Voir aussi ce [guide pour Raspberry Pi](/kb/2020/03/28/Server-Rpi.html) maintenu par l'utilisateur Jamulus fredsiva.

source: Enable the headless server process via systemd: `sudo systemctl enable jamulus-headless`
fr: Activez le processus de serveur sans interface graphique via systemd : `sudo systemctl enable jamulus-headless`

source: Add your desired [command line options](Running-a-Server#command-line-options) to the `ExecStart` line in the systemd service file in `/lib/systemd/system/jamulus-headless.service` (By default you will be running a private server).
fr: Ajoutez vos [options de ligne de commande] (Command-Line-Options) à la ligne `ExecStart` dans le fichier de service systemd dans `/lib/systemd/system/jamulus-headless.service` (Par défaut, vous allez exécuter un serveur privé).

source: Reload the systemd files `sudo systemctl daemon-reload` and restart the headless server: `sudo systemctl restart jamulus-headless`
fr: Rechargez les fichiers systemd `sudo systemctl daemon-reload` et redémarrez le serveur headless : `sudo systemctl restart jamulus-headless`

source: You can control Jamulus with the `systemctl` command. For example, to stop the server cleanly:
fr: Vous pouvez contrôler Jamulus avec la commande `service`. Par exemple, pour arrêter le serveur proprement :

source: ### Running in public mode
fr: ### Exécution en mode public

source: The following minimum setup is required to [run a public server](Running-a-Server#server-types):
fr: La configuration minimale suivante est requise pour [exécuter un serveur public](Running-a-Server#Types-de-serveurs) :

source: Set your Directory (genre) server using the `--directoryserver` (`-e`) option as follows:
fr: Définissez votre serveur annuaire (genre) en utilisant l'option `--directoryserver` (`-e`) comme suit :

source: To upgrade your server to a newer version, simply download a new .deb and re-install as step 3.
fr: Pour mettre à jour votre serveur vers une version plus récente, téléchargez simplement un nouveau fichier .deb et réinstallez comme à l'étape 3.

source: When using the recording function with the `-R` command line option, if the server receives a SIGUSR1 signal during a re cording, it will start a new recording in a new directory. SIGUSR2 will toggle recording enabled on/off.
fr: Lorsque vous utilisez la fonction d'enregistrement avec l'option de ligne de commande `-R`, si le serveur reçoit un signal SIGUSR1 pendant un enregistrement, il commencera un nouvel enregistrement dans un nouveau répertoire. SIGUSR2 permet d'activer ou de désactiver l'enregistrement.

source: **Note:** You will need to save recordings to a path _outside_ of the jamulus home directory, or remove `ProtectHome=true` from your systemd unit file (be aware that doing so is however a potential security risk).
fr: **Note:** Vous devrez sauvegarder les enregistrements dans un chemin _extérieur_ au répertoire personnel de jamulus, ou enlever `ProtectHome=true` de votre fichier d'unité systemd (soyez conscient que faire cela est cependant un risque potentiel de sécurité).

source: _Note: The Jamulus service name in the `ExecStart` line needs to be the same as the `.service` file name you created when setting systemd to control your Jamulus server. So in this example it would be `Jamulus-Server.service`_
fr: _Note : Le nom du service Jamulus dans la ligne `ExecStart` doit être le même que le nom du fichier `.service` que vous avez créé lors de la configuration de systemd pour contrôler votre serveur Jamulus. Donc dans cet exemple, ce serait `Jamulus-Server.service`_

source: ## Making a server status page
fr: ## Faire une page d'êtat du serveur

source: With the `-m` command line argument, server statistics can be generated to be put on a web page.
fr: Avec l'argument `-m` de la ligne de commande, des informations statistiques sur le serveur peuvent être générées pour être mises sur une page web.
