Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Server-Bandwidth.po
Languages: de, ko_kr, nl, sv_se, zh_cn

source: en
de: de
ko_kr: ko-KR
nl: nl
sv_se: sv-SE
zh_cn: zh_CN

source: Bandwidth Use
de: Bandbreitennutzung
ko_kr: 대역폭 사용
nl: Bandbreedtegebruik
sv_se: Användning av bandbredd
zh_cn: 带宽使用

source: {% include breadcrumb.html root="More" branch1="Server Administration" branch1-url="Running-a-Server" %}
de: {% include breadcrumb.html root="Mehr" branch1="Server Administration" branch1-url="Running-a-Server" %}
ko_kr: {% include breadcrumb.html root="더보기" branch1="서버 관리" branch1-url="Running-a-Server" %}
nl: {% include breadcrumb.html root="Meer" branch1="Serverhandleiding" branch1-url="Running-a-Server" %}
sv_se: {% include breadcrumb.html root="Mer" branch1="Serveradministration" branch1-url="Running-a-Server" %}
zh_cn: {% include breadcrumb.html root="更多" branch1="服务器管理" branch1-url="Running-a-Server" %}

source: ## Audio bandwidth
de: ## Audio-Bandbreite
zh_cn: ## 音频带宽

source: The audio settings have an impact on the required network bandwidth. The table below summarises network requirements with respect to the configuration of:
de: Die Audioeinstellungen haben Auswirkungen auf die erforderliche Netzwerkbandbreite. Die folgende Tabelle fasst die Netzwerkanforderungen in Bezug auf die Konfiguration zusammen:
zh_cn: 音频设置对所需的网络带宽有影响。下表总结了与以下配置有关的网络要求。

source: Channels : stereo/mono
de: Kanäle: Stereo/Mono
zh_cn: 声道:立体声/单声道

source: Quality : high/medium/low
de: Qualität: hoch/mittel/niedrig
zh_cn: 质量:高/中/低

source: Audio buffer duration : 2.67 ms, 5.33 ms, 10.67 ms, 21.33 ms
de: Grösse des Audiopuffers: 2,67 ms, 5,33 ms, 10,67 ms, 21,33 ms
zh_cn: 音频缓冲持续时间:2.67 ms、5.33 ms、10.67 ms、21.33 ms

source: With the following units
de: Mit den folgenden Einheiten
zh_cn: 有以下单位

source: ms : milliseconds
de: ms : Millisekunden
zh_cn: ms : 毫秒

source: Kbit/s : Kilo-bits per second (Reminder : 1 Mbit/s = 1024 Kbit/s, 1 KByte/s = 8 Kbit/s)
de: Kbit/s : Kilo-Bits pro Sekunde (Zur Erinnerung: 1 Mbit/s = 1024 Kbit/s, 1 KByte/s = 8 Kbit/s)
zh_cn: Kbit/s :每秒千比特（提醒:1 Mbit/s = 1024 Kbit/s，1 KByte/s = 8 Kbit/s）

source: Mbit/s : Mega-bits per second
de: Mbit/s : Megabits pro Sekunde
zh_cn: Mbit/s:每秒兆位

source: | Channels | Quality | Bandwidth (for buffer : 2.67 ms) | Bandwidth (for buffer : 5.33 ms) | Bandwidth (for buffer : 10.67 ms) | Bandwidth (for buffer : 21.33 ms) | | --------- | ------ | -------- | -------- | -------- | -------- | | Stereo | High | 894 Kbit/s | 657 Kbit/s | 541 Kbit/s | 483 Kbit/s | | Stereo | Medium | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s | | Stereo | Low | 606 Kbit/s | 372 Kbit/s | 256 Kbit/s | 198 Kbit/s | | Mono | High | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s 8| | Mono | Medium | 594 Kbit/s | 366 Kbit/s | 250 Kbit/s | 192 Kbit/s | | Mono | Low | 534 Kbit/s | 306 Kbit/s | 190 Kbit/s | 132 Kbit/s |
de: | Kanäle | Qualität | Bandbreite (für Puffer : 2,67 ms) | Bandbreite (für Puffer : 5,33 ms) | Bandbreite (für Puffer : 10,67 ms) | Bandbreite (für Puffer : 21,33 ms) | | --------- | ------ | -------- | -------- | -------- | -------- | | Stereo | Hoch | 894 Kbit/s | 657 Kbit/s | 541 Kbit/s | 483 Kbit/s | | Stereo | Mittel | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s | | Stereo | Niedrig | 606 Kbit/s | 372 Kbit/s | 256 Kbit/s | 198 Kbit/s | | Mono | Hoch | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s 8| | Mono | Mittel | 594 Kbit/s | 366 Kbit/s | 250 Kbit/s | 192 Kbit/s | | Mono | Niedrig | 534 Kbit/s | 306 Kbit/s | 190 Kbit/s | 132 Kbit/s |
ko_kr: | 채널 | 음질 | 대역폭 (버퍼용 : 2.67 ms) | 대역폭 (버퍼용 : 5.33 ms) | 대역폭 (버퍼용 : 10.67 ms) | 대역폭 (버퍼용 : 21.33 ms) | | -------- | ---- | -------- | -------- | -------- | -------- | | 스테레오 | 높음 | 894 Kbit/s | 657 Kbit/s | 541 Kbit/s | 483 Kbit/s | | 스테레오 | 중간 | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s | | 스테레오 | 낮음 | 606 Kbit/s | 372 Kbit/s | 256 Kbit/s | 198 Kbit/s | | 모노 | 높음 | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s 8| | 모노 | 중간 | 594 Kbit/s | 366 Kbit/s | 250 Kbit/s | 192 Kbit/s | | 모노 | 낮음 | 534 Kbit/s | 306 Kbit/s | 190 Kbit/s | 132 Kbit/s |
nl: |Kanalen | Kwaliteit | Bandbreedte (voor buffer : 2.67 ms) | Bandbreedte (voor buffer : 5.33 ms) | Bandbreedte (voor buffer : 10.67 ms) | Bandbreedte (voor buffer : 21.33 ms) | | --------- | -------- | -------- | -------- | -------- | -------- | | Stereo | Hoog | 894 Kbit/s | 657 Kbit/s | 541 Kbit/s | 483 Kbit/s | | Stereo | Normaal | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s | | Stereo | Laag | 606 Kbit/s | 372 Kbit/s | 256 Kbit/s | 198 Kbit/s | | Mono | Hoog | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s | | Mono | Normaal | 594 Kbit/s | 366 Kbit/s | 250 Kbit/s | 192 Kbit/s | | Mono | Laag | 534 Kbit/s | 306 Kbit/s | 190 Kbit/s | 132 Kbit/s |
sv_se: | Kanaler | Kvalitet | Bandbredd (för buffert: 2,67 ms) | Bandbredd (för buffert: 5,33 ms) | Bandbredd (för buffert: 10,67 ms) | Bandbredd (för buffert: 21,33 ms) | | -------- | -------- | ------------------------------- | ------------------------------- | ------------------------------- | ------------------------------- | | Stereo | Hög | 894 Kbit/s | 657 Kbit/s | 541 Kbit/s | 483 Kbit/s | | Stereo | Medium | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s | | Stereo | Låg | 606 Kbit/s | 372 Kbit/s | 256 Kbit/s | 198 Kbit/s | | Mono | Hög | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s | | Mono | Medium | 594 Kbit/s | 366 Kbit/s | 250 Kbit/s | 192 Kbit/s | | Mono | Låg | 534 Kbit/s | 306 Kbit/s | 190 Kbit/s | 132 Kbit/s |
zh_cn: | 通道 | 质量 | 带宽（用于缓冲区:2.67 ms） | 带宽（用于缓冲区:5.33 ms） | 带宽（用于缓冲区:10.67 ms） | 带宽（用于缓冲区:21.33 ms） | | --------- | ------ | -------- | -------- | -------- | -------- | | 立体声|高 | 894 Kbit/s | 657 Kbit/s | 541 Kbit/s | 483 Kbit/s | | 立体声 | 中度 | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s | 立体声 | 低 | 606 Kbit/s | 372 Kbit/s | 256 Kbit/s | 198 Kbit/s | | 单声道|高 | 672 Kbit/s | 444 Kbit/s | 328 Kbit/s | 270 Kbit/s 8| | 单声道 | 中 | 594 Kbit/s | 366 Kbit/s | 250 Kbit/s | 192 Kbit/s | | 单声道 | 低度 | 534 Kbit/s | 306 Kbit/s | 190 Kbit/s | 132 Kbit/s |

source: ## Network bandwidth
de: ## Netzwerk-Bandbreite
zh_cn: ## 网络带宽

source: There is one upstream (musician sending to the Server) and one downstream (server sending back the mix to the musician) <figure> <img src="{% include img/en-screenshots/bandwidth-diagram.inc %}" loading="lazy" alt="A diagram of Jamulus network bandwidths from different audio qualities ranging from low to high"> <figcaption>Calculate bandwidth use </figcaption> </figure>
de: Es gibt einen Upstream (Musiker sendet an den Server) und einen Downstream (Server sendet den Mix zurück an den Musiker) <figure> <img src="{% include img/de-screenshots/bandwidth-diagram.inc %}" loading="lazy" alt="Ein Diagramm: der Jamulus-Netzwerk-Bandbreiten für verschiedene Audioqualitäten von niedrig bis hoch"> <figcaption>Berechnung der Bandbreitennutzung </figcaption> </figure>
ko_kr: 하나의 업스트림(뮤지션이 서버로 전송)과 하나의 다운스트림(서버가 믹스를 뮤지션에게 다시 전송)이 있습니다. <figure> <img src="{% include img/en-screenshots/bandwidth-diagram.inc %}" loading="lazy" alt="저음에서 고음까지 다양한 오디오 품질의 Jamulus 네트워크 대역폭 다이어그램"> <figcaption>대역폭 사용 계산하기 </figcaption> </figure>
nl: Er is een upstream (muzikant stuurt naar de server) en een downstream (server stuurt de mix terug naar de muzikant) <figure> <img src="{% include img/nl-screenshots/bandwidth-diagram.inc %}" loading="lazy" alt="een diagram met de Jamulus netwerk bandbreedte voor verschillende audiokwaliteit van laag naar hoog"> <figcaption>Bereken bandbreedte gebruik</figcaption> </figure>
sv_se: Det finns en uppströms (musiker som skickar till servern) och en nedströms (server som skickar tillbaka mixen till musikern) <figure> <img src="{% include img/sv-SE-screenshots/bandwidth-diagram.inc %}" loading="lazy" alt="Ett diagram över Jamulus nätverksbandbredd från olika ljudkvaliteter som varierar från låg till hög"> <figcaption>Beräkna bandbreddsanvändning </figcaption> </figure>
zh_cn: 有一个上游（音乐家发送到服务器）和一个下游（服务器将混音发送回音乐家） <figure> <img src="{% include img/zh_CN-screenshots/bandwidth-diagram.inc %}" loading="lazy" alt="从低到高不同音频质量的 Jamulus 网络带宽图"> <figcaption>计算带宽使用</figcaption> </figure>

source: Note also that mean ADSL2 transfer rate is 10 Mbit/s for downstream and 1 Mbit/s for upstream. The actual performance depends on distance to the provider, which may [theoretically range from 24 Mbit/s at 0.3 km to 1.5 Mbit/s at 5.2 km](https://en.wikipedia.org/wiki/Asymmetric_digital_subscriber_line) for download rate.
de: Beachte auch, dass die durchschnittliche ADSL2-Übertragungsrate 10 Mbit/s für den Download und 1 Mbit/s für den Upload beträgt. Die tatsächliche Leistung hängt von der Entfernung zum Anbieter ab, die [theoretisch zwischen 24 Mbit/s bei 0,3 km und 1,5 Mbit/s bei 5,2 km](https://en.wikipedia.org/wiki/Asymmetric_digital_subscriber_line) für die Download Rate liegen kann.
ko_kr: 또한 평균 ADSL2 전송 속도는 다운스트림의 경우 10Mbit/s이고 업스트림의 경우 1Mbit/s입니다. 실제 성능은 다운로드 속도에 대해 [이론적으로 0.3km에서 24Mbit/s에서 5.2km에서 1.5Mbit/s](https://en.wikipedia.org/wiki/Asymmetric_digital_subscriber_line) 제공자까지의 거리에 따라 다릅니다. .
nl: Weet dat de gemiddelde ADSL2-overdrachtssnelheid 10 Mbit/s is voor downstream en 1 Mbit/s voor upstream. De werkelijke prestaties zijn afhankelijk van de afstand tot de provider, die [theoretisch kan variÃ«ren van 24 Mbit/s bij 0,3 km tot 1,5 Mbit/s bij 5,2 km](https://nl.wikipedia.org/wiki/Asymmetric_digital_subscriber_line) voor de downloadsnelheid.
sv_se: Observera också att den genomsnittliga ADSL2-överföringshastigheten är 10 Mbit/s för nedströms och 1 Mbit/s för uppströms. Den faktiska prestandan beror på avståndet till leverantören, vilket [teoretiskt kan variera från 24 Mbit/s vid 0,3 km till 1,5 Mbit/s vid 5,2 km för nedladdningshastighet](https://en.wikipedia.org/wiki/Asymmetric_digital_subscriber_line) for download rate.
zh_cn: 另请注意，平均 ADSL2 传输速率为下行 10 Mbit/s 和上行 1 Mbit/s。实际性能取决于与提供商的距离，下载速率可能 [理论上范围从 0.3 公里的 24 Mbit/s 到 5.2 公里的 1.5 Mbit/s](https://en.wikipedia.org/wiki/Asymmetric_digital_subscriber_line) 。

source: Audio bandwidth
ko_kr: 오디오 대역폭
nl: Audio bandbreedte
sv_se: Ljudbandbredd

source: The audio settings have an impact on the required network bandwidth. The table below summarises network requirements with respect to the configuration of: * Channels : stereo/mono * Quality : high/medium/low * Audio buffer duration : 2.67 ms, 5.33 ms, 10.67 ms, 21.33 ms
ko_kr: 오디오 설정은 필요한 네트워크 대역폭에 영향을 미칩니다. 아래 표에는 구성과 관련된 네트워크 요구 사항이 요약되어 있습니다. * 채널: 스테레오/모노 * 음질: 높음/중간/낮음 * 오디오 버퍼 지속 시간: 2.67ms, 5.33ms, 10.67ms, 21.33ms
nl: De audio-instellingen hebben invloed op de benodigde netwerkbandbreedte. De onderstaande tabel geeft een overzicht van de netwerkvereisten met betrekking tot de configuratie van: * Kanalen : stereo/mono * Kwaliteit : hoog/normaal/laag * Audio buffer duur : 2.67 ms, 5.33 ms, 10.67 ms, 21.33 ms
sv_se: Ljudinställningarna påverkar den nödvändiga nätverksbandbredden. Tabellen nedan sammanfattar nätverkskrav med avseende på konfigurationen av: * Kanaler: stereo/mono * Kvalitet: hög/medium/låg * Ljudbuffertlängd: 2,67 ms, 5,33 ms, 10,67 ms, 21,33 ms

source: With the following units * ms : milliseconds * Kbit/s : Kilo-bits per second (Reminder : 1 Mbit/s = 1024 Kbit/s, 1 KByte/s = 8 Kbit/s) * Mbit/s : Mega-bits per second
ko_kr: 단위는 다음과 같습니다. * ms : 밀리초 * Kbit/s : 초당 킬로비트 (리마인더: 1 Mbit/s = 1024 Kbit/s, 1 KByte/s = 8 Kbit/s) * Mbit/s : 초당 메가비트
nl: Met de volgende eenheden * ms : milliseconden * Kbit/s : Kilobits per seconde (Herinnering : 1 Mbit/s = 1024 Kbit/s, 1 KByte/s = 8 Kbit/s) * Mbit/s : Megabits per seconde
sv_se: Med följande enheter * ms : milliseconds * Kbit/s : Kilo-bits per sekund (Kom ihåg : 1 Mbit/s = 1024 Kbit/s, 1 KByte/s = 8 Kbit/s) * Mbit/s : Mega-bits per sekund

source: Network bandwidth
ko_kr: 네트워크 대역폭
nl: Netwerk bandbreedte
sv_se: Nätverksbandbredd
