Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Server-Troubleshooting.po
Languages: de, es, fr, ko_kr, nl, sv_se, zh_cn

source: This should be your **public** IP address (find that with [Google](https://www.google.com/search?q=whatsmyip)). Connect your **own** Jamulus Client to the **local** IP address of your Server (`localhost` or `127.0.0.1` if it's on the same machine as your Client). Note that your public IP address can change - see the note on "dynamic DNS" in [this guide](Unregistered-Servers#dynamic-dns-and-why-you-will-probably-need-it).
ko_kr: 이것은 사용자의 **공용** IP 주소여야 합니다([Google](https://www.google.com/search?q=whatsmyip)에서 찾을 수 있음). 사용자 **자신의** Jamulus 클라이언트를 서버의 **로컬** IP 주소(`localhost` 또는 클라이언트와 동일한 시스템에 있는 경우, `127.0.0.1`)에 연결합니다. 사용자의 공인 IP 주소는 변경될 수 있습니다. [이 가이드](Unregistered-Servers#dynamic-dns-and-why-you-will-probably-need-it)의 "동적 DNS"에 대한 참고 사항을 참조하세요.
nl: Dit moet je **openbare** IP-adres zijn (zoek dat op bij [Google](https://www.google.com/search?q=whatsmyip)). Verbind je **eigen** Jamulus-client met het **lokale** IP-adres van de server (localhost` of `127.0.0.1` als deze zich op dezelfde machine als je client bevindt). Houd er rekening mee dat je openbare IP-adres kan veranderen - zie de opmerking over "dynamische DNS" in [deze handleiding](Unregistered-Servers#dynamische-dns-en-waarom-je-het-waarschijnlijk-nodig-zult-hebben).
sv_se: Detta bör vara din **offentliga** IP-adress (hitta den med [Google](https://www.google.com/search?q=whatsmyip)). Anslut din **egen** Jamulus-klient till den **lokala** IP-adressen för din server (`localhost` eller `127.0.0.1` om den är på samma maskin som din klient). Observera att din offentliga IP-adress kan ändras - se noteringen om "dynamisk DNS" i [denna guide](Unregistered-Servers#dynamic-dns-and-why-you-will-probably-need-it).
zh_cn: 这应该是您的**公共** IP 地址（使用 [Google](https://www.google.com/search?q=whatsmyip) 找到）。将您**自己的** Jamulus 客户端连接到您服务器的**本地** IP 地址（`localhost` 或 `127.0.0.1`，如果它与您的客户端在同一台计算机上）。请注意，您的公共 IP 地址可能会更改 - 请参阅[本指南](Unregistered-Servers#动态-dns-以及您可能需要它的原因) 中有关“动态 DNS”的说明。

source: What port numbers can I use?
ko_kr: 사용할 수 있는 포트 번호는 무엇인가요?
nl: Welke poort nummers kan ik gebruiken?
sv_se: Vilka portnummer kan jag använda?
zh_cn: 我可以使用哪些端口号？

source: Nobody can connect to my Server - but I can connect locally
ko_kr: 아무도 내 서버에 연결할 수 없지만, 로컬로 연결할 수 있습니다
nl: Niemand kan verbinding maken met mijn server - maar ik kan lokaal wel verbinding maken
sv_se: Ingen kan ansluta till min server - men jag kan ansluta lokalt
zh_cn: 没有人可以连接到我的服务器 - 但我可以在本地连接

source: First of all, make sure you've enabled [port forwarding](Unregistered-Servers#port-forwarding). If you still don't see your server from outside of your local network, you may have issues with your Internet Service Provider (ISP).
ko_kr: 우선, [포트포워딩](Unregistered-Servers#port-forwarding)을 활성화했는지 확인하세요. 사용자의 로컬 네트워크 외부에서 서버가 여전히 표시되지 않는다면 인터넷 서비스 제공업체(ISP)에 문제가 있을 수 있습니다.
nl: Zorg er allereerst voor dat je [poort forwarding](Unregistered-Servers#poort-forwarding) hebt ingeschakeld. Als je de server nog steeds niet ziet van buiten je lokale netwerk dan heb je mogelijk problemen met je internetprovider (ISP).
sv_se: Först och främst, se till att du har aktiverat [portvidarebefordran](Unregistered-Servers#port-forwarding). Om du fortfarande inte kan se din server utanför ditt lokala nätverk kan det finnas problem med din internetleverantör (ISP).
zh_cn: 首先，请确保您已启用 [端口转发](Unregistered-Servers#端口转发)。如果您在本地网络之外仍看不到您的服务器，则您的 Internet 服务提供商 (ISP) 可能存在问题。

source: Some ISPs use techniques like [Address plus Port (A+P)](https://en.wikipedia.org/wiki/Address_plus_Port) or [Carrier-grade NAT (CGN)](https://en.wikipedia.org/wiki/Carrier-grade_NAT) to conserve address space (usually for IPv4). That makes it impossible to host services like Jamulus at home as they are not visible outside your local network.
ko_kr: 일부 ISP는 [Address plus Port (A+P)](https://en.wikipedia.org/wiki/Address_plus_Port) 또는 [Carrier-grade NAT(CGN)](https://en.wikipedia.org/wiki/Carrier-grade_NAT)과 같은 기술을 사용하여 주소 공간(일반적으로 IPv4의 경우)을 절약합니다. 따라서 Jamulus와 같은 서비스는 로컬 네트워크 외부에서 볼 수 없으므로 집에서 호스팅하는 것이 불가능합니다.
nl: Sommige ISP's gebruiken technieken zoals [Adres plus Poort (A+P)](https://en.wikipedia.org/wiki/Address_plus_Port) of [Carrier-grade NAT (CGN)](https://en.wikipedia.org/wiki/Carrier-grade_NAT) om adresruimte te besparen. Dat maakt het onmogelijk om services zoals Jamulus thuis te hosten omdat ze niet zichtbaar zijn buiten je lokale netwerk.
sv_se: Vissa ISP:er använder tekniker som [Address plus Port (A+P)](https://en.wikipedia.org/wiki/Address_plus_Port) eller [Carrier-grade NAT (CGN)](https://en.wikipedia.org/wiki/Carrier-grade_NAT) för att spara adressutrymme (vanligtvis för IPv4). Det gör det omöjligt att vara värd för tjänster som Jamulus hemma eftersom de inte är synliga utanför ditt lokala nätverk.
zh_cn: 一些 ISP 使用 [地址加端口 (A+P)](https://en.wikipedia.org/wiki/Address_plus_Port) 或 [运营商级 NAT (CGN)](https://en.wikipedia.org/wiki/Carrier-grade_NAT) 等技术来节省地址空间（通常用于 IPv4）。这使得无法在家中托管 Jamulus 等服务，因为它们在本地网络之外不可见。
