Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Server-Linux.po
Languages: de, fr, nl

source: Here is an example php script using the server status file to display the current server status on a html page (assuming the following command line argument to be used: `-m /var/www/stat1.dat`):
fr: Voici un exemple de script php utilisant le fichier d'état du serveur pour afficher l'état actuel du serveur sur une page html (en supposant que l'argument de ligne de commande suivant soit utilisé : `-m /var/www/stat1.dat`):
