Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Server-Troubleshooting.po
Languages: de, es, fr, ko_kr, nl, sv_se, zh_cn

source: en
de: de
es: es
fr: fr
ko_kr: ko_KR
nl: nl
sv_se: sv-SE
zh_cn: zh-CN

source: Server Troubleshooting
de: Server-Fehlerbehebung
es: Resolución de Problemas del Servidor
fr: Dépannage du Serveur
ko_kr: 서버 문제 해결
nl: Server problemen oplossen
sv_se: Felsökning server
zh_cn: 服务器故障排除

source: {% include breadcrumb.html root="More" branch1="Server Administration" branch1-url="Running-a-Server" %}
de: {% include breadcrumb.html root="Mehr" branch1="Server Administration" branch1-url="Running-a-Server" %}
es: {% include breadcrumb.html root="More" branch1="Administrar un Servidor" branch1-url="Ejecutar un Servidor" %}
ko_kr: {% include breadcrumb.html root="더보기" branch1="서버 관리" branch1-url="Running-a-Server" %}
nl: {% include breadcrumb.html root="Meer" branch1="Serverhandleiding" branch1-url="Running-a-Server" %}
sv_se: {% include breadcrumb.html root="Mer" branch1="Serveradministration" branch1-url="Running-a-Server" %}
zh_cn: {% include breadcrumb.html root="更多" branch1="Server Administration" branch1-url="Running-a-Server" %}

source: # Server Troubleshooting {:.no_toc}
de: # Server-Fehlerbehebung {:.no_toc}
es: # Resolución de Problemas del Servidor {:.no_toc}
fr: # Dépannage du Serveur {:.no_toc}

source: <summary>Table of contents</summary>
de: <summary>Inhaltsverzeichnis</summary>
es: <summary>Tabla de contenidos</summary>
fr: <summary>Table des matières</summary>

source: ## Servers - Registered
de: ## Server - Registriert
es: ## Servidores - Registrados
fr: ## Serveurs - Enregistrés

source: ### Why doesn't my Server show up in the list? Why isn't it registering?
de: ### Warum wird mein Server nicht in der Liste angezeigt? Warum wird er nicht registriert?
es: ### ¿Por qué no aparece mi Servidor en la lista? ¿Por qué no se registra?
fr: ### Pourquoi mon serveur n'apparaît-il pas dans la liste ? Pourquoi ne s'enregistre-t-il pas ?

source: If you are registered OK (you can [see it here](https://explorer.jamulus.io/)) and you or your friends can't see your Server, you may need to wait, or start your Client with the `--showallservers` option and try connecting from there ([see command line options](Software-Manual#command-line-options)) on how to start your Client with a config option). In some network configurations, you may also need to [port forward](Running-a-Server#port-forwarding) your router.
de: Wenn deine Server Registrierung in Ordnung ist (Du kannst sie [hier sehen](https://explorer.jamulus.io/)) und du oder deine Freunde deinen Server nicht sehen können, musst du möglicherweise warten oder deinen Client mit der Option `--showallservers` starten und versuchen, von dort aus eine Verbindung herzustellen ([siehe Befehlszeilen Optionen](Software-Manual#befehlszeilen-optionen)), wie du deinen Client mit einer Konfigurationsoption startest). In einigen Netzwerkkonfigurationen musst du möglicherweise [Portweiterleitung](Running-a-Server#portweiterleitung) auf deinen Router einrichten.
es: Si se ha registrado correctamente (lo puedes [ver aquí](https://explorer.jamulus.io/)) y tú o los demás músicos no pueden ver tu Servidor, quizá tengas que esperar, o iniciar el Cliente con la opción `--showallservers` e intentar conectar desde ahí ([consultar las opciones de línea de comandos](Software-Manual#opciones-de-línea-de-comandos) para ver cómo arrancar tu Cliente con una opción de configuración). En algunas configuraciones de red, es posible que tengas que [redireccionar puertos](Running-a-Server#redireccionamiento-de-puertos) en tu router.
fr: Si vous êtes enregistré correctement (vous pouvez le voir [ici](https://explorer.jamulus.io/)) et que vous ou vos amis ne voyez pas votre serveur, vous pouvez attendre, ou démarrer votre client avec l'option `--showallservers` et essayer de vous connecter à partir de là ([voir options de ligne de commande](Software-Manual#options-de-la-ligne-de-commande) sur la façon de démarrer votre client avec une option de configuration). Dans certaines configurations réseau, vous devrez peut-être également [ouvrir une brèche](Running-a-Server#redirection-de-port) dans votre routeur.

source: If you are seeing a message that says the Server is full, you will need to wait until a slot becomes free.
de: Wenn du die Meldung erhältst, dass der Server voll ist, musst du warten, bis ein Platz frei wird. Alternativ kannst du einen anderes Genre auswählen.
es: Si ves un mensaje diciendo que el Servidor está completo, tendrás que esperar hasta que se libre un hueco.
fr: Si vous voyez un message indiquant que le serveur est plein, vous devrez attendre qu'un créneau se libère.
ko_kr: 서버가 꽉 찼다는 메시지가 표시되면 슬롯이 비워질 때까지 기다려야 합니다.
nl: Als je een bericht ziet dat de server vol is, moet je wachten tot er een slot vrijkomt.
sv_se: Om du ser ett meddelande som säger att servern är full, måste du vänta tills en plats blir ledig.
zh_cn: 如果你看到一个消息说服务器已满，你将需要等待，直到有一个空位。

source: You can verify that your Server is listed in the relevant genre by [checking it here](https://explorer.jamulus.io/).
de: Du kannst überprüfen, ob dein Server im entsprechenden Genre aufgeführt ist kannst du [hier prüfen](https://explorer.jamulus.io/).
es: Puedes verificar que tu Servidor aparece en la lista del género relevante [comprobándolo aquí](https://explorer.jamulus.io/).
fr: Vous pouvez vérifier que votre serveur est répertorié dans le genre approprié en [vérifiant ici](https://explorer.jamulus.io/).
ko_kr: 사용자의 서버가 관련 장르에 나열되는지 [여기에서 확인](https://explorer.jamulus.io/)하여 확인할 수 있습니다.
nl: Je kunt controleren of de server in het relevante genre wordt vermeld door deze [hier te controleren](https://explorer.jamulus.io/).
sv_se: Du kan verifiera att din server är listad i den relevanta genren genom att [kolla här](https://explorer.jamulus.io/).
zh_cn: 您可以通过 [在此处检查](https://explorer.jamulus.io/) 来验证您的服务器是否列在相关类型中。

source: ## Servers - Unregistered
de: ## Server - Unregistriert
es: ## Servidores - Sin Registrar
fr: ## Serveurs - Non enregistrés

source: ### I'm running my Client on the same machine/network as my Server but I can't connect to it
de: ### Ich betreibe meinen Client auf demselben Rechner/Netzwerk wie meinen Server, kann mich aber nicht mit ihm verbinden
es: ### Estoy ejecutando mi Cliente en la misma máquina/red que mi Servidor pero no me puedo conectar a él
fr: ### Je fais tourner mon client sur la même machine/le même réseau que mon serveur, mais je n'arrive pas à m'y connecter

source: Connect your Client to `localhost` or `127.0.0.1`. If you're running the Client on a different machine to the Server but on the same network, then connect to the _local network_ address of the Server. Do not connect via the Server's public (WAN) address.
de: Verbinde deinen Client mit `localhost` oder `127.0.0.1`. Wenn du den Client auf einem anderen Rechner als den Server, aber im selben Netzwerk betreibst, dann verbinde dich mit der _lokalen Netzwerkadresse_ des Servers. Stelle keine Verbindung über die öffentliche (WAN-)Adresse des Servers her.
es: Conecta tu Cliente a `localhost` o `127.0.0.1`. Si estás ejecutando el Cliente en una máquina distinta a la del Servidor pero en la misma red, conéctate a la dirección de _red local_ del Servidor. No te conectes con la dirección pública (WAN) del Servidor.
fr: Connectez votre client à `localhost` ou `127.0.0.1`. Si vous exécutez le client sur une machine différente de celle du serveur mais sur le même réseau, connectez-vous à l'adresse _réseau locale_ du serveur. Ne vous connectez pas via l'adresse publique (WAN) du serveur.
ko_kr: 클라이언트를 `localhost` 또는 `127.0.0.1`에 연결합니다. 서버와 다른 시스템에서 동일한 네트워크에서 클라이언트를 실행하는 경우 서버의 _로컬 네트워크_ 주소에 연결합니다. 서버의 공용(WAN) 주소를 통해 연결하지 마십시오.
nl: Verbind je client met `localhost` of `127.0.0.1`. Als je de client op een andere machine dan de server uitvoert maar op hetzelfde netwerk, maak dan verbinding met het _lokale netwerk_ adres van de server. Maak geen verbinding via het openbare (WAN) adres van de server.
sv_se: Anslut din klient till `localhost` eller `127.0.0.1`. Om du kör klienten på en annan maskin än servern men på samma nätverk, anslut då till serverns _lokala nätverksadress_. Anslut inte via serverns offentliga (WAN) adress.
zh_cn: 将客户端连接到“localhost”或“127.0.0.1”。如果在与服务器不同的计算机上运行客户端，但在同一网络上，请连接到服务器的_local network_ 地址。不要通过服务器的公共 (WAN) 地址进行连接。

source: ### What address do I give to people so that they can connect to my Server?
de: ### Welche Adresse gebe ich anderen Personen, damit sie sich mit meinem Server verbinden können?
es: ### ¿Qué dirección debo dar a la gente para que se conecten a mi Servidor?
fr: ### Quelle adresse dois-je donner aux gens pour qu'ils puissent se connecter à mon serveur ?

source: This should be your **public** IP address (find that with [Google](https://www.google.com/search?q=whatsmyip)). Connect your **own** Jamulus Client to the **local** IP address of your Server (`localhost` or `127.0.0.1` if it's on the same machine as your Client). Note that your public IP address can change - see the note on "dynamic DNS" in [this guide](Running-a-Server#dynamic-dns-and-why-you-will-probably-need-it).
de: Dies sollte deine **öffentliche** IP-Adresse sein (finde diese mit [Google](https://www.google.com/search?q=whatsmyip)). Verbinde deinen **eigenen** Jamulus-Client mit der **lokalen** IP-Adresse deines Servers (`localhost` oder `127.0.0.1`, wenn er sich auf demselben Rechner wie dein Client befindet). Beachte, dass sich deine öffentliche IP-Adresse ändern kann - siehe den Hinweis zu „dynamischem DNS“ in [diesem Leitfaden](Running-a-Server#dynamisches-dns-und-warum-du-es-wahrscheinlich-brauchen-wirst).
es: Tiene que ser tu dirección IP **pública** (encuéntrala con [Google](https://www.google.com/search?q=whatsmyip)). Conecta tu **propio** Cliente Jamulus a la dirección IP **local** de tu Servidor (`localhost` o `127.0.0.1` si está en la misma máquina que tu Cliente). Ten en cuenta que tu dirección IP pública puede cambiar - ver la nota sobre "DNS dinámica" en [esta guía](Running-a-Server#dns-dinámica-y-por-qué-es-probable-que-lo-necesites).
fr: Il doit s'agir de votre adresse IP **publique** (vous pouvez la trouver avec [Google](https://www.google.com/search?q=whatsmyip)). Connectez votre **propre** client Jamulus à l'adresse IP **locale** de votre serveur (`localhost` ou `127.0.0.1` s'il se trouve sur la même machine que votre client). Notez que votre adresse IP publique peut changer - voir la note sur le "DNS dynamique" dans [ce guide](Running-a-Server#dns-dynamique-et-pourquoi-vous-en-aurez-probablement-besoin).

source: ### What port numbers can I use?
de: ### Welche Portnummern kann ich verwenden?
es: ### ¿Qué números de puerto puedo utilizar?
fr: ### Quels numéros de port puis-je utiliser ?

source: You can set your Server to listen on a custom port with the `--port` option. If you do this, you will need to tell people which port to connect on. They will need to append the port number to the address of your Server in the format `[serverAddress]:[portNumber]`.
de: Mit der Option `--port` kannst du deinen Server so einstellen, dass er auf einen benutzerdefinierten Port hört. Wenn du das tust, musst du den anderen mitteilen, über welchen Port sie sich verbinden sollen. Die Portnummer muss an die Adresse deines Servers im Format `[serverAddresse]:[portNummer]` angehängt werden.
es: Puedes hacer que tu Servidor escuche en un puerto personalizado con la opción `--port` Si haces esto, tendrás que decir a los demás a qué puerto conectarse. Tendrán que añadir el número de puerto a la dirección de tu Servidor en el formato `[direcciónServidor]:[númeroPuerto]`.
fr: Vous pouvez configurer votre serveur pour écouter sur un port personnalisé avec l'option `--port`. Si vous faites cela, vous devrez indiquer aux gens sur quel port ils doivent se connecter. Ils devront ajouter le numéro de port à l'adresse de votre serveur au format `[serverAddress]:[portNumber]`.
ko_kr: `--port` 옵션을 사용하여 사용자 지정 포트에서 수신 대기하도록 사용자의 서버를 설정할 수 있습니다. 이렇게 하면 연결할 포트를 사람들에게 알려야 합니다. 포트 번호를 `[serverAddress]:[portNumber]` 형식으로 서버 주소에 추가해야 합니다.
nl: Je kunt de server zo instellen dat deze op een aangepaste poort luistert met de optie `--port'. Als je dit doet, moet je mensen vertellen op welke poort ze verbinding moeten maken. Ze moeten het poortnummer toevoegen aan het adres van je server in het formaat `[serveradres]:[poortnummer]`.
sv_se: Du kan ställa in din server att lyssna på ett anpassat portnummer med alternativet `--port`. Om du gör detta, behöver du informera folk om vilket portnummer de ska ansluta till. De måste lägga till portnumret till adressen till din server i formatet `[serverAddress]:[portNumber]`.
zh_cn: 您可以使用 `--port` 选项将服务器设置为侦听自定义端口。如果你这样做，你需要告诉人们连接哪个端口。他们需要以`[serverAddress]:[portNumber]`的格式将端口号附加到您的服务器地址。

source: ### Nobody can connect to my Server - but I can connect locally
de: ### Niemand kann sich mit meinem Server verbinden - aber ich kann mich lokal verbinden
es: ### Nadie se puede conectar a mi Servidor - pero yo me puedo conectar localmente
fr: ### Personne ne peut se connecter à mon serveur - mais je peux me connecter localement

source: First of all, make sure you've enabled [port forwarding](Running-a-Server#port-forwarding). If you still don't see your server from outside of your local network, you may have issues with your Internet Service Provider (ISP).
de: Vergewissere dich zunächst, dass du die [Portweiterleitung](Running-a-Server#portweiterleitung) aktiviert hast. Wenn du deinen Server von außerhalb deines lokalen Netzwerks immer noch nicht sehen kannst, hast du möglicherweise Probleme mit deinem Internetdienstanbieter (ISP).
es: Lo primero, asegúrate de que has habilitado el [redireccionamiento de puertos](Running-a-Server#redireccionamiento-de-puertos). Si sigues sin ver tu Servidor desde tu red local, podría ser que tienes problemas con tu proveedor de internet (ISP).
fr: Tout d'abord, assurez-vous d'avoir activé [la redirection de port](Running-a-Server#redirection-de-port). Si vous ne voyez toujours pas votre serveur depuis l'extérieur de votre réseau local, vous avez peut-être des problèmes avec votre fournisseur d'accès Internet (FAI).

source: Some ISPs are using techniques like [Address plus Port (A+P)](https://en.wikipedia.org/wiki/Address_plus_Port) or [Carrier-grade NAT (CGN)](https://en.wikipedia.org/wiki/Carrier-grade_NAT) to conserve address space (usually for IPv4). That makes it impossible to host services like Jamulus at home as they are not visible outside your local network.
es: Algunos proveedores de internet utilizan técnicas como [Address plus Port (A+P)](https://en.wikipedia.org/wiki/Address_plus_Port) o [Carrier-grade NAT (CGN)](https://en.wikipedia.org/wiki/Carrier-grade_NAT) para preservar espacios de direcciones (normalmente para IPv4). Esto hace que sea imposible ejecutar servicios como Jamulus en casa ya que no son visibles desde fuera de tu red local.
fr: Certains fournisseurs d'accès utilisent des techniques comme [Addresse plus Port (A+P)](https://en.wikipedia.org/wiki/Address_plus_Port) ou [NAT de qualité opérateur (CGN)](https://fr.wikipedia.org/wiki/Carrier-grade_NAT) pour conserver l'espace d'adressage (usuellement pour IPv4). Il est donc impossible d'héberger des services tels que Jamulus chez soi car il ne sont pas visible à l'extérieur de votre réseau local.

source: To detect if CGN is the issue, go to your router's configuration screen (typically, 192.168.X.X) and look at the WAN Status page. If your listed IPv4 address doesn't match with your public IPv4 address (check it [here](https://ifconfig.me)), it suggests that CGN may be enabled. You can try using an IPv6 connection by starting clients and server with the `-6` flag if IPv6 is available for the server and all clients.
es: Para detectar si el problema está causado por CGN, ve a la pantalla de configuración de tu router (normalmente 192.168.X.X) y consulta la página de WAN Status. Si tu dirección listada de IPv4 no concuerda con tu dirección IPv4 pública (compruébalo [aquí](https://ifconfig.me)), entonces puede que CGN esté activado. Puedes probar a usar una conexión IPv6 arrancando Clientes y el Servidor con la opción `-6` si IPv6 está disponible para el Servidor y todos los Clientes.
fr: Pour détecter si le CGN est le problème, allez à l'écran de configuration de votre routeur (généralement, 192.168.X.X) et regardez la page status WAN. Si votre adresse IPv4 répertoriée ne correspond pas à l'adresse que vous voyez [ici](https://ifconfig.me), cela signifie que le CGN est peut-être activé. Vous pouvez essayer d'utiliser une connexion IPv6 en démarrant les clients et le serveur avec le drapeau "-6" si IPv6 est disponible pour le serveur et tous les clients.
ko_kr: CGN이 문제인지 감지하려면 라우터의 구성 화면(일반적으로 192.168.X.X)으로 이동하여 WAN 상태 페이지를 확인하십시오. 나열된 IPv4 주소가 공인 IPv4 주소와 일치하지 않는 경우([여기](https://ifconfig.me) 확인) CGN이 활성화되었을 수 있음을 나타냅니다. 서버와 모든 클라이언트에서 IPv6을 사용할 수 있는 경우 '-6' 플래그로 클라이언트와 서버를 시작하여 IPv6 연결을 사용해 볼 수 있습니다.
nl: Om te detecteren of CGN het probleem is, ga je naar het configuratiescherm van jouw router (meestal 192.168.X.X) en kijk je naar de WAN-statuspagina. Als je vermelde IPv4-adres niet overeenkomt met het adres dat je [hier](https://ifconfig.me) ziet, betekent dit dat CGN mogelijk is ingeschakeld. Je kunt proberen een IPv6-verbinding te gebruiken door clients en server te starten met de `-6`-optie als IPv6 beschikbaar is voor de server en alle clients.
sv_se: För att upptäcka om CGN är problemet, gå till din routers konfigurationsskärm (vanligtvis 192.168.X.X) och titta på WAN-statussidan. Om din listade IPv4-adress inte matchar med din offentliga IPv4-adress (kolla den [här](https://ifconfig.me)), tyder det på att CGN kan vara aktiverat. Du kan försöka använda en IPv6-anslutning genom att starta klienter och server med flaggan `-6` om IPv6 är tillgängligt för servern och alla klienter.
zh_cn: 要检测 CGN 是否是问题，请转到路由器的配置屏幕(通常为 192.168.X.X)并查看 WAN 状态页面。如果您列出的 IPv4 地址与您的公共 IPv4 地址不匹配(在 [此处](https://ifconfig.me) 进行检查)，则表明可能启用了 CGN。如果 IPv6 可用于服务器和所有客户端，您可以尝试通过使用 -6 标志启动客户端和服务器来使用 IPv6 连接。

source: To fix the issue with IPv4, contact your ISP technical support team, and tell them that you want to host a public server at home, so you need a real WAN IP address. Furthermore, you can help them with info that CGN might be the issue. Also, you can ask for a static IP address to avoid using DDNS.
es: Para arreglar el problema con IPv4, contacta con el soporte técnico de tu proveedor de internet, y diles que quieres montar un servidor público en casa, por lo que necesitas una dirección WAN real. Además, puedes ayudarles informándoles de que el problema podría ser CGN. También puedes pedir una dirección IP estática para evitar usar DDNS.
fr: Pour résoudre le problème avec IPv4, contactez l'équipe de support technique de votre FAI et dites-lui que vous souhaitez héberger un serveur public à la maison, vous avez donc besoin d'une véritable adresse IP WAN. De plus, vous pouvez les aider avec des informations indiquant que CGN pourrait être le problème. De plus, vous pouvez demander une adresse IP statique pour éviter d'utiliser le DDNS.
ko_kr: IPv4 문제를 해결하려면, ISP 기술 지원 팀에 연락하여 집에서 공용 서버를 호스팅하고 싶다고 말하여 실제 WAN IP 주소가 필요합니다. 또한 CGN이 문제일 수 있다는 정보로 그들을 도울 수 있습니다. 또한 DDNS 사용을 피하기 위해 고정 IP 주소를 요청할 수 있습니다.
nl: Om het probleem met IPv4 op te lossen, neem je contact op met het technische ondersteuningsteam van jouw ISP en vertel je hen dat je thuis een openbare server wilt hosten en dat je een echt WAN IP-adres nodig hebt. Bovendien kun je ze helpen met informatie dat CGN het probleem zou kunnen zijn. Je kunt ook om een statisch IP-adres vragen om het gebruik van DDNS te vermijden.
sv_se: För att åtgärda problemet med IPv4, kontakta din ISP:s tekniska supportteam och informera dem om att du vill vara värd för en offentlig server hemma och därför behöver en riktig WAN-IP-adress. Du kan också nämna att CGN kan vara problemet. Dessutom kan du be om en statisk IP-adress för att undvika att använda DDNS.
zh_cn: 要解决 IPv4 问题，请联系您的 ISP 技术支持团队，并告诉他们您想在家中托管公共服务器，因此您需要一个真实的 WAN IP 地址。此外，您可以帮助他们了解 CGN 可能是问题所在。此外，您可以要求提供静态 IP 地址以避免使用 DDNS。

source: <summary>Table of contents</summary>
ko_kr: <summary>목차</summary>
nl: <summary>Inhoudsopgave</summary>
sv_se: <summary>Innehållsförteckning</summary>
zh_cn: <summary>目录</summary>

source: Servers - Registered
ko_kr: 서버 - 등록됨
nl: Servers - geregistreerd
sv_se: Servrar - Registrerade
zh_cn: 服务器 - 已注册

source: Why doesn't my Server show up in the list? Why isn't it registering?
ko_kr: 내 서버가 목록에 표시되지 않는 이유는 무엇인가요? 왜 등록되지 않나요?
nl: Waarom wordt mijn server niet weergegeven in de lijst? Waarom registreert hij zich niet?
sv_se: Varför visas inte min server i listan? Varför registreras den inte?
zh_cn: 为什么我的服务器没有出现在列表中？为什么不注册？

source: If you are registered OK (you can [see it here](https://explorer.jamulus.io/)) and you or your friends can't see your Server, you may need to wait, or start your Client with the `--showallservers` option and try connecting from there ([see command line options](Software-Manual#command-line-options)) on how to start your Client with a config option). In some network configurations, you may also need to configure your router to [forward the port number](Unregistered-Servers#port-forwarding) used by Jamulus Server.
ko_kr: 등록이 제대로 되었지만([여기서 볼 수 있음](https://explorer.jamulus.io/)) 본인이나 친구가 서버를 볼 수 없는 경우, 기다리거나 `--showallservers` 옵션으로 클라이언트를 시작하고 구성 옵션으로 클라이언트를 시작하는 방법에 대해 거기([명령줄 옵션 참조](Software-Manual#command-line-options))에서 연결을 시도해야 할 수 있습니다. 일부 네트워크 구성에서는 Jamulus Server에서 사용하는 [포트 번호를 전달](Unregistered-Servers#port-forwarding)하도록 라우터를 구성해야 할 수도 있습니다.
nl: Als je correct geregistreerd bent (dit kun [je hier zien](https://explorer.jamulus.io/)) en jij of je vrienden kunnen je server niet zien, dan kan het zijn dat je moet wachten of je client moet starten met de `--showallservers` optie en vanaf daar verbinding proberen te maken ([zie opdrachtregelopties](Software-Manual#opdrachtregelopties) hoe je een client start met een configuratie optie). In sommige netwerkconfiguraties moet je mogelijk ook je router configureren om de [poort door te sturen](Unregistered-Servers#poort-forwarding) die door de Jamulus server wordt gebruikt.
sv_se: Om du är korrekt registrerad (du kan [se det här](https://explorer.jamulus.io/)) och du eller dina vänner inte kan se din server, kan du behöva vänta eller starta din klient med alternativet `--showallservers` och försöka ansluta därifrån ([se kommandoradsalternativ](Software-Manual#command-line-options) för hur du startar din klient med en konfigurationsoption). I vissa nätverkskonfigurationer kan du också behöva konfigurera din router för att [vidarebefordra portnumret](Unregistered-Servers#port-forwarding) som används av Jamulus Server.
zh_cn: 如果您已注册成功（您可以[在此处查看](https://explorer.jamulus.io/)）但您或您的朋友看不到您的服务器，则可能需要等待，或使用 `--showallservers` 选项启动您的客户端并尝试从那里连接（[请参阅命令行选项](Software-Manual#命令行选项)) 了解如何使用配置选项启动您的客户端）。在某些网络配置中，您可能还需要配置路由器以[转发 Jamulus 服务器使用的端口号](Unregistered-Servers#端口转发)。

source: Servers - Unregistered
ko_kr: 서버 - 등록 해제됨
nl: Servers - niet-geregistreerd
sv_se: Servrar - Oregistrerade
zh_cn: 服务器 - 未注册

source: I'm running my Client on the same machine/network as my Server but I can't connect to it
ko_kr: 내 서버와 동일한 시스템/네트워크에서 클라이언트를 실행하고 있지만 연결할 수 없습니다
nl: Ik gebruik mijn client op dezelfde machine/hetzelfde netwerk als mijn server, maar ik kan er geen verbinding mee maken
sv_se: Jag kör min klient på samma maskin/nätverk som min server men kan inte ansluta till den
zh_cn: 我在与我的服务器相同的机器/网络上运行我的客户端，但我无法连接到它

source: What address do I give to people so that they can connect to my Server?
ko_kr: 사람들이 내 서버에 연결할 수 있도록 어떤 주소를 제공해야 하나요?
nl: Welk adres geef ik aan mensen zodat ze verbinding kunnen maken met mijn server?
sv_se: Vilken adress ska jag ge till andra så att de kan ansluta till min server?
zh_cn: 我应该给人们什么地址，以便他们可以连接到我的服务器？
