Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Software-Manual.po
Languages: de, es, fr, nl, sv_se

source: **Note**: It is preferable to run separate Client instances per voice/instrument, with each Client given its own ini file, rather than using this built-in mono pair to stereo mixer.
de: **Hinweis**: Es ist besser, separate Client-Instanzen pro Stimme/Instrument laufen zu lassen, wobei jeder Client seine eigene ini-Datei erhält, als diesen eingebauten Mono-Paar-Stereo-Mixer zu verwenden.

source: ### Audio quality
de: ### Audioqualität

source: ### Buffer Delay
de: ### Puffergrösse

source: **64 samples** Provides the lowest latency but does not work with all sound cards.
de: **64 Samples** Bietet die geringste Latenz, funktioniert aber nicht mit allen Soundkarten.

source: **128 samples** The preferred setting. Should work for most available sound cards.
de: **128 Samples** Die bevorzugte Einstellung. Sollte für die meisten verfügbaren Soundkarten funktionieren.

source: **256 samples** Should only be used on very slow computers, or with a slow internet connection.
de: **256 Samples** Sollte nur auf sehr langsamen Computern oder mit einer langsamen Internetverbindung verwendet werden.

source: ### Jitter Buffer
de: ### Netzwerkpuffer

source: The jitter buffer compensates for network and sound card timing jitters. The size of the buffer therefore influences the quality of the audio stream (how many dropouts occur) and the overall delay (the longer the buffer, the higher the delay).
de: Der Jitter-Puffer kompensiert die Timing-Störungen des Netzwerks und der Soundkarte. Die Größe des Puffers beeinflusst daher die Qualität des Audiostroms (wie viele Aussetzer auftreten) und die Gesamtverzögerung (je länger der Puffer, desto höher die Verzögerung).

source: ### Enable small network buffers
de: ### Aktiviere kleine Netzwerkpuffer

source: ## Advanced Setup
de: ## Erweiterte Einstellungen

source: <figure><img src="{% include img/en-screenshots/settings-advanced.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image of advanced settings window"></figure>
de: <figure><img src="{% include img/de-screenshots/settings-advanced.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Bild des Fensters für erweiterte Einstellungen"></figure>

source: ### Custom directory server address
de: ### Benutzerdefinierte Verzeichnisse

source: Leave this blank unless you need to enter the address of a directory server other than the default.
de: Lass dieses Feld leer, es sei denn, du musst die Adresse eines anderen Verzeichnis Servers als das des Standardverzeichnis Servers eingeben.

source: ### New Client Level
de: ### Pegel für neue Teilnehmer

source: This setting defines the fader level of a newly connected Client in percent. If a new user connects to the current server, they will get the specified initial fader level if no other fader level from a previous connection of that user was already stored. You can set all users in an occupied server to this level using Edit > "Set All Faders to New Client Level".
de: Diese Einstellung definiert den Faderlevel eines neu verbundenen Clients in Prozent. Wenn sich ein neuer Benutzer mit dem aktuellen Server verbindet, erhält er die angegebene anfängliche Faderstufe, wenn keine andere Faderstufe von einer früheren Verbindung dieses Benutzers bereits gespeichert wurde. Du kannst alle Benutzer eines belegten Servers auf diesen Pegel setzen, indem du Bearbeiten > „Alle Fader auf neuen Client-Pegel setzen“ verwendest.

source: ### Input Boost
de: ### Eingangsverstärkung

source: ### Feedback Protection
de: ### Feedback-Schutz

source: ### Input Balance
de: ### Eingangs-Balance

source: # Menu commands
de: # Menübefehle

source: ### File > Load/Save Mixer Channels Setup
de: ### Datei > Mixer-Kanäle laden/speichern

source: ### Edit > Auto-Adjust All Faders
de: ### Bearbeiten > Alle Fader automatisch anpassen

source: # Backing up Jamulus
de: # Sicherung von Jamulus

source: You can save and load different mixer settings using [Load/Save Mixer Channels Setup](Software-Manual#file--loadsave-mixer-channels-setup) and store those files wherever you want.
de: Du kannst verschiedene Mixereinstellungen mit [Laden/Speichern Konfiguration der Mixer Kanäle](Software-Manual#datei--mixer-kanäle-ladenspeichern) speichern und laden und diese Dateien an einem beliebigen Ort speichern.

source: **Note for macOS users:** As of Jamulus 3.8.1, we have a signed installer. This will store the settings in ```shell $HOME/Library/Containers/io.jamulus.Jamulus/Data/.config/Jamulus/ ```
de: **Hinweis für macOS-Nutzer:** Ab Jamulus 3.8.1 gibt es ein signiertes Installationsprogramm. Dieser speichert die Einstellungen in ```shell $HOME/Library/Containers/io.jamulus.Jamulus/Data/.config/Jamulus/ ```

source: # Command Line Options
de: # Befehlszeilen Optionen

source: For example on Windows, to use a specific settings file, right-click on the Jamulus shortcut and choose "Properties" > Target. Add the necessary arguments to Jamulus.exe:
de: Um beispielsweise unter Windows eine bestimmte Einstellungsdatei zu verwenden, klickst du mit der rechten Maustaste auf die Jamulus-Verknüpfung und wählst „Eigenschaften“ > Ziel. Füge die erforderlichen Argumente zu Jamulus.exe hinzu:
