Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Software-Manual.po
Languages: de, es, fr, nl, sv_se

source: Click on the Server you want to join and press the Connect button to connect to it. Alternatively, double-click on the server name.
fr: Cliquez sur le serveur que vous souhaitez rejoindre et appuyez sur le bouton Connecter pour vous y connecter. Vous pouvez également double-cliquer sur le nom du serveur.
nl: Klik op de server waaraan je wilt deelnemen en druk op de knop Verbinden om er verbinding mee te maken. Je kunt ook dubbelklikken op de servernaam.
sv_se: Klicka på den server du vill ansluta till och tryck på knappen Anslut för att ansluta till den. Alternativt kan du dubbelklicka på servernamnet.

source: Server operators register their servers with Directories. These are either genre-specific or for any genre, or additional [custom entries](#custom-directories). Use the Directory dropdown to select a genre. You can filter the list by server name or location. To list only occupied Servers, enter a "#" character. If you choose "Show All Musicians" the current occupants will be shown.
fr: Les opérateurs de serveurs enregistrent leurs serveurs dans des annuaires. Ceux-ci sont soit spécifiques à un genre, soit pour n'importe quel genre, soit des [entrées personnalisées](#custom-directories) supplémentaires. Utilisez le menu déroulant Annuaire pour sélectionner un genre. Vous pouvez filtrer la liste par nom de serveur ou par emplacement. Pour lister uniquement les serveurs occupés, saisissez le caractère "#". Si vous choisissez "Afficher tous les musiciens", les occupants actuels seront affichés.
nl: Serverbeheerders registreren hun servers in een adresboek. Deze zijn genre-specifiek of voor elk genre of extra [eigen adresboeken](#eigen-adresboeken). Gebruik de adresboekkeuzelijst om een genre te selecteren. Je kunt de lijst filteren op servernaam of locatie. Om alleen bezette servers weer te geven, voer je een "#"-teken in. Als je "Toon alle muzikanten" aanvinkt, worden de huidige deelnemers weergegeven.
sv_se: Serveroperatörer registrerar sina servrar med kataloger. Dessa är antingen genrespecifika eller för vilken genre som helst, eller ytterligare [anpassade poster](#custom-directories). Använd rullgardinsmenyn Katalog för att välja en genre. Du kan filtrera listan efter servernamn eller plats. För att lista endast upptagna servrar, ange ett "#"-tecken. Om du väljer "Visa alla musiker" kommer de aktuella passagerarna att visas.

source: If you know the IP address or URL of a private Server, you can connect to it using the Server Name/Address field. An optional port number can be added after the address using a colon as a separator, e.g, `jamulus.example.com:22124`. (Note that IPv6 addresses must be entirely enclosed in square brackets, for example `[::1]:22124`.) The field will also show a list of the most recently used server addresses. The button that follows the field allows the current entry to be removed from the list.
fr: Si vous connaissez l'adresse IP ou l'URL d'un serveur privé, vous pouvez vous y connecter en remplissant le champ nom/adresse du serveur. Un numéro de port facultatif peut être ajouté après l'adresse en utilisant deux points comme séparateur, par exemple `jamulus.example.com:22124`. (Notez que les adresses IPv6 doivent être entièrement placées entre crochets, par exemple `[::1]:22124`.) Le champ affichera également une liste des adresses de serveur les plus récemment utilisées. Le bouton qui suit le champ permet de supprimer l'entrée actuelle de la liste.
nl: Als je het IP-adres of de URL van een prive Server weet, kun je er verbinding mee maken via het Serveradres veld. Een optioneel poortnummer kan worden toegevoegd aan het adres met een dubbele punt als scheidingsteken, bijvoorbeeld `jamulus.voorbeeld.com:22124`. (Merk op dat IPv6-adressen volledig in vierkante haken moet zijn ingesloten, bijvoorbeeld `[::1]:22124`.) Dit veld toont ook een lijst met de meest recent gebruikte serveradressen. Met de knop naast het veld kun je het huidige item uit de lijst verwijderen.
sv_se: Om du känner till IP-adressen eller URL:en för en privat server kan du ansluta till den med hjälp av fältet Servernamn/adress. Ett valfritt portnummer kan läggas till efter adressen med ett kolon som avgränsare, t.ex. `jamulus.example.com:22124`. (Observera att IPv6-adresser måste vara helt omgivna av hakparenteser, till exempel `[::1]:22124`.) Fältet kommer också att visa en lista över de senast använda serveradresserna. Knappen som följer efter fältet gör att den aktuella posten kan tas bort från listan.

source: Server audio mixer
es: Mezclador de audio del servidor
fr: Mélangeur audio du serveur
nl: Server audio mengpaneel
sv_se: Server ljudmixer

source: <figure><img src="{% include img/en-screenshots/mixer-channels.inc %}" style="float:left; margin-right:10px; margin-bottom:20px; border: 5px solid grey;" loading="lazy" alt="Image of a pair of server mixer controls"></figure>
es: <figure><img src="{% include img/es-screenshots/mixer-channels.inc %}" style="float:left; margin-right:10px; margin-bottom:20px; border: 5px solid grey;" loading="lazy" alt="Imagen de un par de controles del mezclador de audio del servidor"></figure>
fr: <figure><img src="{% include img/fr-screenshots/mixer-channels.inc %}" style="float:left; margin-right:10px; margin-bottom:20px; border: 5px solid grey;" loading="lazy" alt="Image d'une paire de commandes de mélangeur de serveur"></figure>
nl: <figure><img src="{% include img/nl-screenshots/mixer-channels.inc %}" style="float:left; margin-right:10px; margin-bottom:20px; border: 5px solid grey;" loading="lazy" alt="afbeelding van een aantal server mixer kanalen"></figure>
sv_se: <figure><img src="{% include img/sv-SE-screenshots/mixer-channels.inc %}" style="float:left; margin-right:10px; margin-bottom:20px; border: 5px solid grey;" loading="lazy" alt="Bild av ett par servermixerkontroller"></figure>

source: The audio mixer screen shows each user connected to the server (including yourself). The faders allow you to adjust the level of what you hear without affecting what others hear.
de: Der Audiomixer-Bildschirm zeigt jeden mit dem Server verbundenen Benutzer an (einschließlich dir selbst). Mit den Schiebereglern kannst du den Pegel dessen, was du hörst anpassen, ohne das zu beeinflussen, was andere hören.
es: La ventana del mezclador de audio muestra a cada usuario conectado al servidor (incluyéndote a ti). Los faders te permiten ajustar el nivel de lo que escuchas sin afectar a lo que escuchan los demás.
fr: L'écran du mélangeur audio affiche chaque utilisateur connecté au serveur (y compris vous-même). Les chariots vous permettent de régler le niveau de ce que vous entendez sans affecter ce que les autres entendent.
nl: Het audio mengpaneel toont elke gebruiker die is verbonden met de server (inclusief jezelf). Met de faders kun je het niveau van wat je hoort aanpassen zonder dat dit invloed heeft op wat anderen horen.
sv_se: Ljudmixerskärmen visar varje användare som är ansluten till servern (inklusive dig själv). Faders låter dig justera nivån på det du hör utan att påverka vad andra hör.

source: The VU meter shows the input level at the server - that is, the sound being sent.
de: Die VU-Anzeige zeigt den Eingangspegel am Server an - also den gesendeten Ton.
es: El vúmetro muestra el nivel de entrada en el servidor - esto es, el sonido enviado.
fr: Le VU-mètre indique le niveau d'entrée sur le serveur, c'est-à-dire le son envoyé.
nl: De VU-meter toont het ingangsniveau op de server - dat wil zeggen, het geluid dat wordt verzonden.
sv_se: VU-mätaren visar ingångsnivån på servern - det vill säga ljudet som skickas.

source: If you have set your Audio Channel to Stereo or Stereo Out in your Settings, you will also see a pan control (shift-click to reset).
de: Wenn du deinen Audiokanal in den Einstellungen auf Stereo oder Stereoausgang eingestellt hast, siehst du auch einen Panoramaregler (Umschaltklick zum Zurücksetzen).
es: Si has configurado tu Canal de Audio a Estéreo o Salida Estéreo en tu Configuración, también verás un control de paneo (shift-clic para resetearlo).
fr: Si vous avez réglé votre canal audio sur Stéréo ou Sortie stéréo dans vos paramètres, vous verrez également un contrôle de panoramique (MAJ-cliquer pour le réinitialiser).
nl: Als je je audiokanaal hebt ingesteld op stereo of stereo uit in je instellingen dan zie je ook een balans-knop (shift-klik om deze te resetten).
sv_se: Om du har ställt in din ljudkanal på Stereo eller Stereo Out i dina inställningar, kommer du också att se en panoreringskontroll (skift-klicka för att återställa).

source: If you see a "mute" icon above a user, it means that person cannot hear you. Either they have muted you, soloed one or more users not including you, or have set your fader in their mix to zero.
de: Wenn du ein „Stumm“-Symbol über einem Benutzer siehst, bedeutet dies, dass diese Person dich nicht hören kann. Entweder hat er dich stummgeschaltet, einen oder mehrere Benutzer, die dich nicht einschließen, auf Solo gestellt oder deinen Fader in seinem Mix auf Null gesetzt.
es: Si ves un icono de "mute" sobre un usuario, significa que esa persona no puede escucharte. Puede que te hayan silenciado, aplicado 'solo' a uno o más usuarios sin incluirte a ti, o han bajado tu fader en su mezcla a cero.
fr: Si vous voyez une icône "silencé" au-dessus d'un utilisateur, cela signifie que cette personne ne peut pas vous entendre. Soit il a coupé votre son, soit il a mis en solo un ou plusieurs utilisateurs dont vous ne faites pas partie, soit il a mis votre chariot à zéro dans son mixage.
nl: Als je een "gedempt"-pictogram boven een gebruiker ziet dan betekent dit dat die persoon jou niet kan horen. Ofwel hebben ze je gedempt, een of meer gebruikers op solo gezet, jou niet inbegrepen, of je fader in hun mix op nul gezet.
sv_se: Om du ser en "tyst"-ikon ovanför en användare betyder det att personen inte kan höra dig. Antingen har de stängt av dig, solo en eller flera användare som inte inkluderar dig, eller har satt din fader i deras mix till noll.

source: Users usually appear left-to-right in the order that they connect. You can sort instead by name, instrument, group, or city using the View menu.
es: Los usuarios normalmente se muestran de izquierda a derecha en el orden en el que se conectan. Puedes cambiar el orden, por nombre, instrumento, grupo o ciudad utilizando el menú en Ver.
fr: Les utilisateurs apparaissent habituellement de gauche à droite dans l'ordre de leur connexion. Vous pouvez également les trier par nom, instrument, groupe ou ville en utilisant le menu Affichage.
nl: Gebruikers verschijnen meestal van links naar rechts in de volgorde waarin ze verbinding maken. Je kunt in plaats daarvan sorteren op naam, instrument, groep of stad met behulp van het menu Weergave.
sv_se: Användare visas vanligtvis från vänster till höger i den ordning som de ansluter. Du kan istället sortera efter namn, instrument, grupp eller stad med hjälp av menyn Visa.

source: If the server operator has enabled recording, you will see a message above the mixer showing that you are being recorded.
de: Wenn der Serverbetreiber die Aufzeichnung aktiviert hat, wird über dem Mischpult eine Meldung angezeigt, dass du aufgezeichnest wirst.
es: Si el operador del servidor ha habilitado la grabación, verás un mensaje sobre el mezclador indicando que estás siendo grabado.
fr: Si l'opérateur du serveur a activé l'enregistrement, vous verrez un message au-dessus du mixeur indiquant que vous êtes enregistré.
nl: Als de serverbeheerder opname heeft ingeschakeld, dan zie je een bericht boven de mixer dat aangeeft dat er wordt opgenomen.
sv_se: Om serveroperatören har aktiverat inspelning kommer du att se ett meddelande ovanför mixern som visar att du håller på att spelas in.

source: Grp button
es: Botón Grp
fr: Bouton grp
nl: Grp knop
sv_se: Grp-knapp

source: You can group users together using the "group" toggle. Moving the fader of any member of the group will move the other faders in that group by the same amount. You can isolate a channel from the group temporarily with shift-click-drag. Up to 8 groups can be defined.
es: Puedes agrupar faders utilizando el botón de "grupo". Si mueves el fader de cualquier miembro del grupo, los demás faders del grupo también se moverán en la misma proporción. Puedes aislar un canal del grupo temporalmente con shift-clic-arrastrar. Se pueden definir hasta 8 grupos.
fr: Vous pouvez regrouper des utilisateurs à l'aide du bouton "groupe". Si vous déplacez le chariot d'un membre du groupe, les autres chariots de ce groupe seront déplacés de la même manière. Vous pouvez isoler temporairement un canal du groupe avec MàJ-clic-glisser. Il est possible de définir jusqu'à 8 groupes.
nl: Je kunt gebruikers groeperen met behulp van de knop "groeperen". Als je de fader van een lid van de groep verplaatst, worden de andere faders in die groep met dezelfde hoeveelheid verplaatst. Je kunt een kanaal tijdelijk van de groep los maken door de shift ingedrukt te houden en dan de fader te verslepen. Er kunnen maximaal 8 groepen worden gedefinieerd.
sv_se: Du kan gruppera användare med "grupp"-växeln. Om du flyttar fadern för någon medlem i gruppen kommer de andra fadersna i den gruppen att flyttas lika mycket. Du kan isolera en kanal från gruppen tillfälligt med skift-klick-dra. Upp till 8 grupper kan definieras.

source: Mute button
es: Botón Mute
fr: Bouton muet
nl: Demp knop
sv_se: Mute-knapp

source: Prevents users being heard in your local mix. Be aware that when you mute someone, they will see a "muted" icon above your fader to indicate that you cannot hear them. Note also that you will continue to see their VU meters moving if sound from the muted user is reaching the server. Your fader position for them is also unaffected.
de: Verhindert, dass Benutzer in deiner lokalen Mischung zu hören ist. Beachte, wenn du einen Benutzer stumm schaltest, ein „Stumm“-Symbol über seinem Fader erscheint, um anzuzeigen, dass du ihn nicht hören kannst. Beachte auch, dass sich die VU-Meter weiterhin bewegen, wenn der Ton des stummgeschalteten Benutzers den Server erreicht. Deine Faderposition für diese Personen ist ebenfalls nicht betroffen.
es: Evita que se escuche a otros usuarios en tu mezcla local. Ten en cuenta que cuando silencias a alguien, verán un icono de "silenciado" sobre tu fader para indicar que no puedes escucharle. Ten en cuenta también que continuarás viendo mover su vúmetro si el sonido del usuario silenciado llega al servidor. La posición de tu fader en su mezcla tampoco se verá afectada.
fr: Empêche les utilisateurs d'être entendus dans votre mixage local. Sachez que lorsque vous mettez quelqu'un en sourdine, une icône "sourdine" apparaît au-dessus de votre chariot pour indiquer que vous ne pouvez pas l'entendre. Notez également que vous continuerez à voir leurs VU-mètres bouger si le son de l'utilisateur mis en sourdine atteint le serveur. La position de votre chariot pour eux n'est pas affectée non plus.
nl: Voorkomt dat je gebruikers hoort in je lokale mix. Houd er rekening mee dat wanneer je iemand dempt, ze een "gedempt"-pictogram boven je fader zullen zien om aan te geven dat je ze niet kunt horen. Merk ook op dat je hun VU-meters blijft zien bewegen als het geluid van de gedempte gebruiker de server bereikt. Jouw faderpositie voor hen wordt ook niet beïnvloed.
sv_se: Förhindrar att användare hörs i din lokala mix. Var medveten om att när du tystar någon, kommer de att se en "avstängd" ikon ovanför din fader för att indikera att du inte kan höra dem. Observera också att du kommer att fortsätta att se deras VU-mätare röra sig om ljudet från den avstängda användaren når servern. Din faderposition för dem påverkas inte heller.

source: Note that muting your **own** channel only means you will not hear your signal from the server (and is not advised as it can lead to you becoming out of time with other players). This is therefore not the same as using "[Mute Myself](#mute-myself-button)".
es: Ten en cuenta que silenciar tu **propio** canal solo significa que no escucharás tu señal desde el servidor (y no se aconseja ya que puede llevar a que pierdas la sincronización con las demás personas). Por lo tanto, esto no es lo mismo que utilizar "[Silenciarme Yo](#botón-de-silenciarme-yo)".
fr: Notez que le fait de mettre votre **propre** canal en sourdine signifie uniquement que vous n'entendrez pas votre signal revenant du serveur (et n'est pas conseillé car cela peut vous conduire à être en décalage avec les autres musiciens). Ce n'est donc pas la même chose que d'utiliser "[Me silencer](#bouton-me-silencer)".
nl: Houd er rekening mee dat het dempen van je **eigen** kanaal alleen betekent dat je je eigen signaal van de server niet zult horen (en dit wordt niet aangeraden omdat het ertoe kan leiden dat je niet meer gelijk bent met andere spelers). Dit is dus niet hetzelfde als het gebruik van "[Demp mijzelf](#demp-mijzelf-knop)".
sv_se: Observera att om du tystar din **egen** kanal bara betyder det att du inte kommer att höra din signal från servern (och det rekommenderas inte eftersom det kan leda till att du blir otidsenlig med andra spelare). Detta är därför inte samma sak som att använda "[Mute Myself](#mute-myself-button)".

source: Solo button
es: Botón Solo
fr: Bouton solo
nl: Solo knop
sv_se: Soloknapp

source: Allows you to hear one or more users on their own. Those not soloed will be muted. Note also that those people who are not soloed will see a "muted" icon above your fader.
de: Ermöglicht es dir, einen oder mehrere Benutzer alleine zu hören. Diejenigen, die nicht solo sind, werden stummgeschaltet. Beachte auch, dass die Personen, die nicht auf Solo geschaltet sind, ein „Stumm“-Symbol über ihrem Fader sehen.
es: Te permite escuchar uno o más usuarios aislados de los demás. Los que no lo tengan aplicado estarán silenciados. Ten en cuenta que aquellas personas que no lo tienen aplicado verán el icono de "silenciado" sobre tu fader.
fr: Vous permet d'entendre un ou plusieurs utilisateurs seuls. Ceux qui ne sont pas en solo seront mis en sourdine. Notez également que les personnes qui ne sont pas en solo verront une icône "sourdine" au-dessus de votre chariot.
nl: Hiermee kun je een of meer gebruikers alleen horen. Degenen die niet op solo staan, worden gedempt. Merk ook op dat die mensen die niet solo zijn een "gedempt"-pictogram boven je fader zullen zien.
sv_se: Låter dig höra en eller flera användare på egen hand. De som inte är solo kommer att stängas av. Observera också att de personer som inte är ensamma kommer att se en "dämpad" ikon ovanför din fader.

source: Settings
es: Configuración
fr: Paramètres
nl: Instellingen
sv_se: Inställningar

source: My Profile
es: Mi Perfil
fr: Mon profil
nl: Mijn profiel
sv_se: Min profil

source: From the Settings menu, select "My Profile..." to set your Alias/Name which is displayed below your fader in the server audio mixer board.
de: Wähle im Menü „Einstellungen“ die Option „Mein Profil...“, um deinen Alias/Namen festzulegen, der unter deinem Fader im Server-Mixer angezeigt wird.
es: Desde el menú de Configuración, selecciona "Mi Perfil..." para establecer tu Alias/Nombre, mostrado debajo de tu fader en la ventana principal del cliente de Jamulus.
fr: Dans le menu Paramètres, sélectionnez "Mon profil..." pour définir l'alias/nom qui s'affiche sous votre chariot dans le panneau de mixage audio du serveur.
nl: In het Instellingen menu kies je "Mijn profiel..." om je alias/naam die wordt weergegeven onder je fader in het server mengpaneel in te stellen.
sv_se: Från menyn Inställningar, välj "Min profil..." för att ställa in ditt Alias/namn som visas under din fader i serverns ljudmixerkort.

source: <figure><img src="{% include img/en-screenshots/settings-profile.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image of a profile window"></figure>
es: <figure><img src="{% include img/es-screenshots/settings-profile.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Imagen de la ventana de perfil"></figure>
fr: <figure><img src="{% include img/fr-screenshots/settings-profile.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image de la fenêtre de profil"></figure>
nl: <figure><img src="{% include img/nl-screenshots/settings-profile.inc %}" style="border: 5px solid grey;" loading="lazy" alt="afbeelding van het profiel venster"></figure>
sv_se: <figure><img src="{% include img/sv-SE-screenshots/settings-profile.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Bild av ett profilfönster"></figure>

source: If you set an instrument and/or country, icons for these selections will also be shown below your fader. The skill setting changes the background colour of the fader tag and the city entry shows up in the tool tip of the fader tag:
de: Wenn du ein Instrument und/oder ein Land auswählst, werden die Symbole für diese Einstellungen auch unter deinem Fader im Mixer angezeigt. Die Können Einstellung ändert die Hintergrundfarbe des Fader-Tags und der Städteeintrag wird im Tooltip des Fader-Tags angezeigt:
es: Si se establece un instrumento y/o un país, los iconos de estas selecciones también se mostrarán bajo tu fader. El nivel de habilidad cambia el color de fondo de la etiqueta del fader y la ciudad se muestra en el tooltip de la etiqueta:
fr: Si vous paramétrez un instrument et/ou un pays, les icônes de ces sélections s'afficheront également sous votre chariot. Le paramètre de compétence modifie la couleur de fond de l'étiquette du chariot et le nom de la ville s'affiche dans l'info-bulle de l'étiquette du chariot :
nl: Als je een instrument en/of land instelt, worden de pictogrammen voor deze selecties ook onder je fader weergegeven. De vaardigheidsinstelling verandert de achtergrondkleur van het faderlabel en het stadsitem verschijnt in de tooltip van het faderlabel:
sv_se: Om du ställer in ett instrument och/eller land, kommer även ikoner för dessa val att visas under din fader. Färdighetsinställningen ändrar bakgrundsfärgen för fader-taggen och stadsposten visas i verktygstipset för fader-taggen:

source: <figure><img src="{% include img/en-screenshots/profile-tooltip.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image of a tooltip showing profile information"></figure>
fr: <figure><img src="{% include img/fr-screenshots/profile-tooltip.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image d'une infobulle montrant les informations du profil"></figure>
nl: <figure><img src="{% include img/nl-screenshots/profile-tooltip.inc %}" style="border: 5px solid grey;" loading="lazy" alt="afbeelding van een tooltip waarin de profiel informatie zichtbaar is"></figure>
sv_se: <figure><img src="{% include img/sv-SE-screenshots/profile-tooltip.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Bild på ett verktygstips som visar profilinformation"></figure>

source: Skin
es: Tema
fr: Thème graphique
sv_se: Skal

source: This applies a skin to the main window, some of which are designed to accommodate larger ensembles.
de: Dabei wird eine Oberfläche auf das Hauptfenster angewendet, von denen einige für größere Ensembles ausgelegt sind.
es: Esto aplicará un tema a la ventana principal, algunos de los cuales están diseñados para acomodar conjuntos grandes de usuarios.
fr: Ceci applique un habillage à la fenêtre principale, dont certains sont conçus pour accueillir des ensembles plus importants.
nl: Dit past een skin toe op het hoofdvenster, waarvan sommige zijn ontworpen voor grotere ensembles.
sv_se: Detta applicerar ett skal på huvudfönstret, varav några är designade för att rymma större ensembler.

source: Meter style
es: Estilo del vúmetro
fr: Style de vu-mètre
nl: Meterstijl
sv_se: Ljudmätarstil
