Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Software-Manual.po
Languages: de, es, fr, nl, sv_se

source: en
de: de
es: es
fr: fr
nl: nl
sv_se: sv-SE

source: User Manual
fr: Manuel utilisateur
nl: Gebruikershandleiding

source: This manual documents the Jamulus Client application for use by musicians and singers using the software to connect to a server.
de: Dieses Handbuch dokumentiert die Jamulus-Client-Anwendung, die von Musikern und Sängern verwendet wird, die die Software zur Verbindung mit einem Server einsetzen.
es: Este manual documenta la aplicación del Cliente Jamulus para su uso por parte de músicos y cantantes para utilizar el software con el fin de conectarse a un Servidor.
fr: Ce manuel documente l'application cliente Jamulus destinée aux musiciens et chanteurs qui utilisent le logiciel pour se connecter à un serveur.
nl: Deze handleiding documenteert de Jamulus-client toepassing voor gebruik door muzikanten en zangers die de software gebruiken om verbinding te maken met een server.
sv_se: Den här handboken dokumenterar Jamulus Client-applikationen för användning av musiker och sångare som använder programvaran för att ansluta till en server.

source: <summary>Table of contents</summary>
es: <summary>Tabla de contenidos</summary>
fr: <summary>Table des matières</summary>
nl: <summary>Inhoudsopgave</summary>
sv_se: <summary>Innehållsförteckning</summary>

source: Main Window
es: Ventana Principal
fr: Fenêtre principale
nl: Hoofdvenster
sv_se: Huvudfönster

source: <figure> <img src="{% include img/en-screenshots/main-screen-medium.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image of the Jamulus main window"> <figcaption>Your local mix when connected to a Server</figcaption> </figure>
de: <figure> <img src="{% include img/de-screenshots/main-screen-medium.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Abbildung Jamulus Hauptfenster"> <figcaption>Ansicht deines lokalen Mixers wenn du mit einem Server verbunden bist</figcaption> </figure>
es: <figure> <img src="{% include img/es-screenshots/main-screen-medium.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image of the Jamulus main window"> <figcaption>Tu mezcla local cuando te conectas a un Servidor</figcaption> </figure>
fr: <figure> <img src="{% include img/fr-screenshots/main-screen-medium.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image de la fenêtre principale de Jamulus"> <figcaption>Votre mixage local lorsqu'il est connecté à un serveur</figcaption> </figure>
nl: <figure> <img src="{% include img/nl-screenshots/main-screen-medium.inc %}" style="border: 5px solid grey;" loading="lazy" alt="afbeelding van het Jamulus hoofdvenster"> <figcaption>Je eigen mix wanneer je verbinding hebt met een server</figcaption> </figure>
sv_se: <figure> <img src="{% include img/sv-SE-screenshots/main-screen-medium.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Bild av Jamulus huvudfönster"> <figcaption>Din lokala mix när du är ansluten till en server</figcaption> </figure>

source: Ping, Delay and Jitter
es: Ping, Retardo y Jitter
fr: Ping, Délai et Gigue
nl: Ping, vertraging en jitter
sv_se: Ping, fördröjning och jitter

source: **Ping** shows your network latency in milliseconds, the lower the better. Ping time contributes to overall delay (see below). The most probable cause of a high ping is that your distance to the server is too large.
de: **Ping** zeigt die Latenzzeit deines Netzwerks in Millisekunden an, je niedriger, desto besser. Die Ping-Zeit trägt zur Gesamtverzögerung bei (siehe unten). Die wahrscheinlichste Ursache für einen hohen Ping ist, dass die Entfernung zum Server zu groß ist.
es: **Ping** muestra tu latencia de red en milisegundos, y cuanto más bajo, mejor. El tiempo ping contribuye al retardo total (ver abajo). La causa más probable de un ping alto es que tu distancia al servidor es demasiado grande.
fr: **Ping** indique la latence de votre réseau en millisecondes, le plus bas étant le mieux. Le temps de ping contribue au délai global (voir ci-dessous). La cause la plus probable d'un ping élevé est que votre distance au serveur est trop grande.
nl: **Ping** toont de netwerklatency in milliseconden, hoe lager hoe beter. De ping tijd draagt bij aan de algehele vertraging (zie hieronder). De meest waarschijnlijke oorzaak van een hoge ping waarde is dat je afstand tot de server te groot is.
sv_se: **Ping** visar din nätverkslatens i millisekunder, ju lägre desto bättre. Pingtid bidrar till den totala fördröjningen (se nedan). Den mest troliga orsaken till en hög ping är att ditt avstånd till servern är för stort.

source: **Delay** shows overall latency calculated from the current ping time and the delay introduced by the current audio buffer settings. The LEDs show the status of this as:
de: **Delay** zeigt die Gesamtlatenz an, die sich aus der aktuellen Ping-Zeit und der Verzögerung durch die aktuellen Einstellungen des Audiopuffers ergibt. Die LEDs zeigen den Status dieses Parameters an:
es: **Retardo** muestra la latencia total que se calcula con el ping actual y el retardo ocasionado por la configuración de buffers de audio. los LEDs muestran el estado como sigue:
fr: **Délai** affiche la latence globale calculée à partir du temps de ping actuel et du retard introduit par les paramètres actuels du tampon audio. Les diodes lumineuses indiquent l'état de cette situation comme suit :
nl: **Vertraging** toont de totale vertraging berekend op basis van de huidige ping tijd en de vertraging die wordt geïntroduceerd door de huidige bufferinstellingen. De LED geeft de status weer als:
sv_se: **Fördröjning** visar total latens beräknad från den aktuella pingtiden och fördröjningen som introduceras av de aktuella ljudbuffertinställningarna. Lysdioderna visar statusen för detta som:

source: <figure><img src="{% include img/en-screenshots/led-green.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image of a green LED symbol"></figure>
es: <figure><img src="{% include img/es-screenshots/led-green.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Imagen del símbolo de un LED verde"></figure>
fr: <figure><img src="{% include img/fr-screenshots/led-green.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image d'un symbole diode verte"></figure>
nl: <figure><img src="{% include img/nl-screenshots/led-green.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="afbeelding van een groen LED symbool"></figure>
sv_se: <figure><img src="{% include img/sv-SE-screenshots/led-green.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Bild av en grön LED-symbol"></figure>

source: **Green** - The delay is perfect for a jam session
de: **Grün** - Die Verzögerung ist perfekt für eine Jamsession
es: **Verde** - El retardo es perfecto para una jam session
fr: **Vert** - Le délai est parfait pour une session de bœuf
nl: **Groen** - De vertraging is perfect voor een jam sessie
sv_se: **Grön** - Fördröjningen är perfekt för en jamsession

source: <figure><img src="{% include img/en-screenshots/led-yellow.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image of a yellow LED symbol"></figure>
es: <figure><img src="{% include img/es-screenshots/led-yellow.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Imagen del símbolo de un LED amarillo"></figure>
fr: <figure><img src="{% include img/fr-screenshots/led-yellow.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image d'un symbole diode jaune"></figure>
nl: <figure><img src="{% include img/nl-screenshots/led-yellow.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="afbeelding van een geel LED symbool"></figure>
sv_se: <figure><img src="{% include img/sv-SE-screenshots/led-yellow.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Bild av en gul LED-symbol"></figure>

source: **Yellow** - A session is still possible but it may be harder to play
de: **Gelb** - Eine Sitzung ist immer noch möglich, aber es könnte schwieriger sein, zu spielen
es: **Amarillo** - Una sesión aún es posible pero quizá sea más difícil tocar
fr: **Jaune** - Une session est toujours possible mais elle peut être plus difficile à jouer
nl: **Geel** - Een sessie is nog steeds mogelijk maar het kan moeilijker zijn om te spelen
sv_se: **Gul** - En session är fortfarande möjlig men det kan vara svårare att spela

source: <figure><img src="{% include img/en-screenshots/led-red.inc %}" style="float:left; margin-right:10px; clear: both;" loading="lazy" alt="Image of a green red symbol"></figure>
es: <figure><img src="{% include img/es-screenshots/led-red.inc %}" style="float:left; margin-right:10px; clear: both;" loading="lazy" alt="Imagen del símbolo de un LED rojo"></figure>
fr: <figure><img src="{% include img/fr-screenshots/led-red.inc %}" style="float:left; margin-right:10px; clear: both;" loading="lazy" alt="Image d'un symbole diode rouge"></figure>
nl: <figure><img src="{% include img/nl-screenshots/led-red.inc %}" style="float:left; margin-right:10px; clear: both;" loading="lazy" alt="afbeelding van een rood LED symbool"></figure>
sv_se: <figure><img src="{% include img/sv-SE-screenshots/led-red.inc %}" style="float:left; margin-right:10px; clear: both;" loading="lazy" alt="Bild av en grön LED-symbol"></figure>

source: **Red** - The delay is too large for jamming
de: **Rot** - Die Verzögerung ist zu groß, um zu spielen
es: **Rojo** - El retardo es demasiado grande para tocar
fr: **Rouge** - Le délai est trop important pour bœuffer
nl: **Rood** - De vertraging is te groot om te jammen
sv_se: **Röd** - Fördröjningen är för stor för störning

source: **Jitter** shows the current audio/streaming status. If the light is **red**, the audio stream is interrupted. This is caused by one of the following problems:
de: **Jitter** zeigt den aktuellen Audio-/Streaming-Status an. Wenn die Leuchte **rot** ist, ist der Audio-Stream unterbrochen. Dies wird durch eines der folgenden Probleme verursacht:
es: **Jitter** muestra el estado actual del flujo de audio. Si está en **rojo**, hay interrupciones en el flujo de audio. Esto puede ser causado por alguno de los siguientes problemas:
fr: **Gigue** indique l'état actuel du flux/diffusion audio en continu. Si le voyant est **rouge**, le flux audio est interrompu. Cela est dû à l'un des problèmes suivants :
nl: **Jitter** toont de huidige audio-/streamingstatus. Als het lampje **rood** is, wordt de audiostream onderbroken. Dit wordt veroorzaakt door een van de volgende problemen:
sv_se: **Jitter** visar aktuell ljud-/strömningsstatus. Om lampan lyser **rött** avbryts ljudströmmen. Detta orsakas av ett av följande problem:

source: The network jitter buffer is not large enough for the current network/audio interface jitter.
de: Der Netzwerk-Jitter-Puffer ist nicht groß genug für den aktuellen Jitter der Netzwerk-/Audioschnittstelle.
es: El jitter buffer de red no es lo suficientemente grande para el jitter actual de la red/interfaz de audio.
fr: Le tampon de gigue du réseau n'est pas assez grand pour la gigue actuelle de l'interface réseau/audio.
nl: De netwerkjitterbuffer is niet groot genoeg voor de huidige netwerk-/audio-interfacejitter.
sv_se: Nätverksjitterbufferten är inte tillräckligt stor för det aktuella jitter i nätverket/ljudgränssnittet.

source: The sound card's buffer delay (buffer size) is too small (see Settings window).
de: Die Pufferverzögerung (Puffergröße) der Soundkarte ist zu klein (siehe Fenster Einstellungen).
es: El retardo de buffer de la tarjeta de audio (tamaño buffer) tiene un valor demasiado bajo (ver ventana de Configuración).
fr: Le délai de la mémoire tampon de la carte son (taille de la mémoire tampon) est trop faible (voir la fenêtre Paramètres).
nl: De buffervertraging (buffergrootte) van de geluidskaart is te klein (zie het instellingen venster).
sv_se: Ljudkortets buffertfördröjning (buffertstorlek) är för liten (se fönstret Inställningar).

source: The upload or download stream rate is too high for your internet bandwidth.
de: Die Upload- oder Download-Streamrate ist zu hoch für deine Internet-Bandbreite.
es: La tasa de subida o bajada is demasiado alta para tu ancho de banda de internet.
fr: Le débit du flux montant ou descendant est trop élevé pour votre bande passante Internet.
nl: De upload- of downloadstreamsnelheid is te hoog voor je internetbandbreedte.
sv_se: Uppladdnings- eller nedladdningshastigheten är för hög för din internetbandbredd.

source: The CPU of the Client or server is at 100%.
de: Die CPU Auslastung des Clients oder Servers ist auf 100%.
es: La CPU del Cliente o del servidor está al 100%.
fr: Le processeur du client ou du serveur est à 100%.
nl: De CPU van de client of server staat op 100%.
sv_se: CPU:n för klienten eller servern är på 100%.

source: Input
es: Entrada
fr: Entrée
nl: Invoer
sv_se: Inmatning

source: Shows the level of the two stereo channels for your audio input. Make sure not to clip the input signal to avoid distortions of your sound (the LEDs will indicate clipping when it occurs).
de: Zeigt den Pegel der beiden Stereokanäle für deinen Audioeingang an. Achte darauf, dass das Eingangssignal nicht übersteuert wird, um Klangverzerrungen zu vermeiden (die LEDs zeigen Übersteuerungen an, wenn sie auftreten).
es: Muestra los niveles de los dos canales estéreo de tu entrada de audio. Asegúrate de no clipear la señal de entrada para evitar distorsiones de la señal de audio (los LEDs indicarán el clipeo cuando suceda).
fr: Ceci indique le niveau des deux canaux stéréo de votre entrée audio. Veillez à ne pas écrêter le signal d'entrée afin d'éviter toute distorsion de votre son (les diodes lumineuses indiquent l'écrêtage lorsqu'il se produit).
nl: Toont het niveau van de twee stereokanalen van je audio-invoer. Zorg ervoor dat het ingangssignaal niet clipt om vervorming van jouw geluid te voorkomen (de LED's geven clipping aan wanneer dit optreedt).
sv_se: Visar nivån på de två stereokanalerna för din ljudingång. Se till att inte klippa insignalen för att undvika förvrängningar av ditt ljud (lysdioderna indikerar klippning när det inträffar).

source: Mute Myself button
es: Botón de Silenciarme Yo
fr: Bouton me silencer
nl: Demp mijzelf knop
sv_se: Knappen Tysta mig

source: Cuts your audio stream to the server so that you will be able to hear yourself and see your own input levels, but other musicians will not. Be aware that other musicians will not know if you have muted yourself.
de: Unterbricht deinen Audiostrom zum Server, so dass du dich selbst hören und deinen eigenen Eingangspegel sehen kannst, andere Musiker jedoch nicht. Beachte, dass andere Musiker nicht wissen, ob du dich selbst stummgeschaltet hast.
es: Corta tu flujo de audio al servidor de modo que te escucharás y verás tus propios niveles de audio, pero otros músicos no. Ten en cuenta que otros músicos no sabrán si te has silenciado.
fr: Coupe votre flux audio vers le serveur afin que vous puissiez vous entendre et voir vos propres niveaux d'entrée, mais pas les autres musiciens. Sachez que les autres musiciens ne sauront pas si vous avez coupé votre son.
nl: Dit stopt je audiostream naar de server zodat je jezelf kunt horen en je eigen invoerniveaus kunt zien, maar de andere muzikanten niet. Houd er rekening mee dat de andere muzikanten niet weten of je jezelf hebt gedempt.
sv_se: Klipper din ljudström till servern så att du kan höra dig själv och se dina egna ingångsnivåer, men andra musiker gör det inte. Var medveten om att andra musiker inte kommer att veta om du har tystat dig själv.

source: Reverb effect
es: Efecto Reverb
fr: Effet réverbération
nl: Galm effect
sv_se: Reverb effekt

source: Adds reverb to your local mono audio channel, or to both channels in stereo mode. The mono channel selection and the reverberation level can be modified. For example, if a microphone signal is fed in to the right audio channel of the sound card and a reverb effect needs to be applied, set the channel selector to the right and move the fader upwards until the desired reverb level is reached.
de: Fügt dem lokalen Mono-Audiokanal bzw. im Stereomodus beiden Kanälen Hall hinzu. Die Auswahl des Monokanals und der Hallpegel können geändert werden. Wenn z. B. ein Mikrofonsignal in den rechten Audiokanal der Soundkarte eingespeist wird und ein Halleffekt angewendet werden soll, stellst du den Kanalwähler nach rechts und bewegst den Fader nach oben, bis der gewünschte Hallpegel erreicht ist.
es: Se puede aplicar un efecto de reverberación a un canal local de audio mono o a ambos canales en modo estéreo. Se puede modificar la selección de canales en modo mono y el nivel de reverberación. Por ejemplo, si la señal del micrófono va por el canal derecho de la tarjeta de audio y se desea aplicar reverberación, cambia el selector de canal a derecho y sube el fader hasta alcanzar el nivel de reverberación deseado.
fr: Ajoute de la réverbération à votre canal audio mono local ou aux deux canaux en mode stéréo. La sélection du canal mono et le niveau de réverbération peuvent être modifiés. Par exemple, si un signal de microphone est envoyé sur le canal audio droit de la carte son et qu'un effet de réverbération doit être appliqué, réglez le sélecteur de canal sur la droite et déplacez le chariot vers le haut jusqu'à ce que le niveau de réverbération souhaité soit atteint.
nl: Voegt galm toe aan je lokale mono-audiokanaal of aan beide kanalen in stereomodus. De monokanaalselectie en het galmniveau kunnen worden gewijzigd. Als er bijvoorbeeld een microfoonsignaal naar het rechter audiokanaal van de geluidskaart wordt gestuurd en er moet een galmeffect worden toegepast, zet dan de kanaalkiezer naar rechts en beweeg de fader omhoog totdat het gewenste galmniveau is bereikt.
sv_se: Lägger till reverb till din lokala monoljudkanal, eller till båda kanalerna i stereoläge. Valet av monokanal och efterklangsnivån kan ändras. Till exempel, om en mikrofonsignal matas in till höger ljudkanal på ljudkortet och en efterklangseffekt behöver appliceras, ställ kanalväljaren åt höger och flytta fadern uppåt tills önskad efterklangsnivå uppnås.

source: Chat
fr: Tchate
sv_se: Chatt

source: Opens the chat window. Text entered is sent to all connected Clients. If a new chat message arrives and the Chat dialogue is not already open, it will open automatically for all Clients. See Settings to optionally turn on a sound alert when a new chat message is received.
es: Abre la ventana de chat. El texto escrito aquí es enviado a todos los Clientes conectados. Si llega un nuevo mensaje de chat y la ventana del Chat no está abierta, se abrirá automáticamente para todos los Clientes. Ver Configuración para opcionalmente habilitar una alerta sonora cuando se recibe un nuevo mensaje de chat.
fr: Ouvre la fenêtre de tchate. Le texte saisi est envoyé à tous les clients connectés. Si un nouveau message de tchate arrive et que la fenêtre de tchate n'est pas déjà ouverte, elle s'ouvrira automatiquement pour tous les clients. Voir dans les paramètres pour activer optionnellement une alerte sonore lorsqu'un nouveau message de tchate est reçu.
nl: Opent het chatvenster. De ingevoerde tekst wordt naar alle aangesloten clients verzonden. Als er een nieuw chatbericht binnenkomt en de chatdialoog nog niet is geopend, wordt deze automatisch geopend voor alle clients. Zie instellingen om optioneel een geluidswaarschuwing in te schakelen wanneer een nieuw chatbericht wordt ontvangen.
sv_se: Öppnar chattfönstret. Inmatad text skickas till alla anslutna klienter. Om ett nytt chattmeddelande kommer och chattdialogen inte redan är öppen, öppnas den automatiskt för alla klienter. Se Inställningar om du vill aktivera en ljudvarning när ett nytt chattmeddelande tas emot.

source: Connect/disconnect button
es: Botón Conexión/Desconexión
fr: Bouton se connecter/déconnecter
nl: Verbinden/afmelden knop
sv_se: Anslut/koppla från-knapp

source: Opens a dialogue where you can select a server to connect to. If you are connected, pressing this button will end the session. You can also open the dialogue using "File&gt;Connection Setup...". This will leave you connected to any current session until you join another.
fr: Ouvre une boîte de dialogue dans laquelle vous pouvez sélectionner un serveur auquel vous connecter. Si vous êtes connecté, appuyez sur ce bouton pour mettre fin à la session. Vous pouvez également ouvrir la boîte de dialogue en utilisant "Fichier&gt;Configuration de la connexion...". Vous resterez alors connecté à la session en cours jusqu'à ce que vous en rejoigniez une autre.
nl: Opent een venster waarin je een server kunt selecteren om verbinding mee te maken. Als je verbonden bent, wordt de sessie beëindigd door op deze knop te drukken. Je kunt het dialoogvenster ook openen met "Bestand&gt;Verbindingsinstellingen...". Hiermee blijf je verbonden met de huidige sessie totdat je deelneemt aan een andere.
sv_se: Öppnar en dialogruta där du kan välja en server att ansluta till. Om du är ansluten avslutas sessionen genom att trycka på den här knappen. Du kan också öppna dialogen med "File&gt;Connection Setup...". Detta kommer att lämna dig ansluten till en aktuell session tills du går med i en annan.

source: <figure><img src="{% include img/en-screenshots/connection-setup-window.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Screenshot of the server connection window"></figure>
es: <figure><img src="{% include img/es-screenshots/connection-setup-window.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Imagen de la ventana de conexión del servidor"></figure>
fr: <figure><img src="{% include img/fr-screenshots/connection-setup-window.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image d'une fenêtre de connexion au serveurs"></figure>
nl: <figure><img src="{% include img/nl-screenshots/connection-setup-window.inc %}" style="border: 5px solid grey;" loading="lazy" alt="afbeelding van het server verbindingsvenster"></figure>
sv_se: <figure><img src="{% include img/sv-SE-screenshots/connection-setup-window.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Skärmdump av serveranslutningsfönstret"></figure>

source: The Connection Setup window shows a list of available Servers together with their "distance" (in terms of ping time), the number of occupants and the maximum number supported, and the Server's given location. Permanent Servers (those that have been listed for longer than 24 hours) are shown in bold.
fr: La fenêtre de configuration de la connexion affiche une liste des serveurs disponibles avec leurs "distances" (en terme de temps de ping), le nombre d'occupants et le nombre maximum supporté, et l'emplacement donné du serveur. Les serveurs permanents (ceux qui sont répertoriés depuis plus de 24 heures) sont affichés en gras.
nl: Het verbindingsvenster toont een lijst met beschikbare servers, samen met hun "afstand" (in termen van pingtijd), het aantal gebruikers en het maximaal ondersteunde aantal, en de opgegeven locatie van de server. Permanente servers (die langer dan 24 uur in de lijst staan) worden vetgedrukt weergegeven.
sv_se: Fönstret Anslutningsinställningar visar en lista över tillgängliga servrar tillsammans med deras "avstånd" (i termer av pingtid), antalet passagerare och det maximala antalet som stöds, och serverns givna plats. Permanenta servrar (de som har varit listade i mer än 24 timmar) visas i fet stil.
