Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Software-Manual.po
Languages: de, es, fr, nl, sv_se

source: This changes the visual style of the audio meters, independently of the chosen skin.
de: Dies ändert den visuellen Stil der Pegelmesser, unabhängig vom gewählten Skin.
es: Esto cambia el estilo visual de los indicadores de audio, independientemente del tema elegido.
fr: Cela modifier le style visuel des indicateurs audio, indépendamment de l'habillage choisi.
nl: Dit verandert de weergavestijl van de VU-meters, onafhankelijk van de gekozen skin.
sv_se: Detta ändrar ljudmätarnas visuella stil, oberoende av vald skal.

source: Mixer rows
es: Filas de canales en el mezclador
fr: Rangées du mixeur
nl: Mengpaneel rijen
sv_se: Mixerrader

source: This sets the number of rows displayed in the server audio mixer, for use with larger ensembles.
de: Hiermit wird die Anzahl der im Audiomixer des Servers angezeigten Reihen festgelegt, was bei größeren Ensembles von Vorteil ist.
es: Esto establece el número de filas mostrado en el mezclador de audio, para su uso con conjuntos grandes.
fr: Ce paramètre définit le nombre de rangées affichées dans le mixeur audio du serveur, pour une utilisation avec de plus grands ensembles.
nl: Dit stelt het aantal rijen in dat wordt weergegeven in de server audiomengpaneel, voor gebruik met grotere ensembles.
sv_se: Detta ställer in antalet rader som visas i serverljudmixern, för användning med större ensembler.

source: Audio Alerts
es: Alertas sonoras
fr: Alertes audio
nl: Audiowaarschuwingen
sv_se: Ljudvarningar

source: This turns on a sound alert for when someone joins a Server, or when receiving a new chat message.
es: Esto activa una alerta sonora para cuando alguien se une a un Servidor, o cuando se recibe un nuevo mensaje en el chat.
fr: Cette option permet d'activer une alerte sonore lorsqu'une personne rejoint un serveur ou lorsqu'elle reçoit un nouveau message de tchate.
nl: Hiermee wordt een geluidswaarschuwing ingeschakeld voor wanneer iemand lid wordt van een server of wanneer een nieuw chatbericht wordt ontvangen.
sv_se: Detta aktiverar en ljudvarning när någon ansluter sig till en server eller när du tar emot ett nytt chattmeddelande.

source: Audio/Network Setup
es: Configuración Audio/Red
fr: Configuration audio/réseau
nl: Audio-/netwerk-instellingen
sv_se: Ljud/nätverksinställningar

source: <figure><img src="{% include img/en-screenshots/settings-network.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image of audio/network settings window"></figure>
es: <figure><img src="{% include img/es-screenshots/settings-network.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Imagen de la ventana de configuración de audio/red"></figure>
fr: <figure><img src="{% include img/fr-screenshots/settings-network.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image de la fenêtre des paramètres audio/réseau"></figure>
nl: <figure><img src="{% include img/nl-screenshots/settings-network.inc %}" style="border: 5px solid grey;" loading="lazy" alt="afbeelding van het audio-/netwerk-instellingen venster"></figure>
sv_se: <figure><img src="{% include img/sv-SE-screenshots/settings-network.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Bild av fönstret för ljud-/nätverksinställningar"></figure>

source: Audio Device
fr: Périphérique audio
nl: Audioapparaat
sv_se: Ljudenhet

source: Under the Windows operating system the ASIO driver (sound card) can be selected using Jamulus. If the selected ASIO driver is not valid an error message is shown and the previous valid driver is selected. Under macOS the input and output hardware can be selected.
de: Unter dem Windows-Betriebssystem kann der ASIO-Treiber (Soundkarte) mit Jamulus ausgewählt werden. Wenn der ausgewählte ASIO-Treiber nicht gültig ist, wird eine Fehlermeldung angezeigt und der vorherige gültige Treiber ausgewählt. Unter macOS kann die Eingangs- und Ausgangshardware ausgewählt werden.
es: En el sistema operativo de Windows, el driver ASIO (tarjeta de sonido) se puede seleccionar utilizando Jamulus. Si el driver ASIO no es válido se mostrará un mensaje de error y el anterior driver válido será seleccionado. En macOS, se puede seleccionar el hardware de entrada y salida.
fr: Sous le système d'exploitation Windows, le pilote ASIO (carte son) peut être sélectionné à l'aide de Jamulus. Si le pilote ASIO sélectionné n'est pas valide, un message d'erreur s'affiche et le pilote valide précédemment est sélectionné. Sous macOS, le matériel d'entrée et de sortie peut être sélectionné.
nl: Bij het Windows-besturingssysteem kan de ASIO-driver (geluidskaart/audio-interface) worden geselecteerd voor gebruik met Jamulus. Als het geselecteerde ASIO-stuurprogramma niet geschikt is dan wordt er een foutmelding weergegeven en wordt de vorige geschikte stuurprogramma geselecteerd. Bij macOS kan de invoer- en uitvoerhardware worden geselecteerd.
sv_se: Under Windows operativsystem kan ASIO-drivrutinen (ljudkortet) väljas med Jamulus. Om den valda ASIO-drivrutinen inte är giltig visas ett felmeddelande och den föregående giltiga drivrutinen väljs. Under macOS kan ingångs- och utgångshårdvaran väljas.

source: Input/output channel mapping
es: Mapeo canales entrada/salida
fr: Mappage des canaux d'entrée/sortie
nl: In-/uitvoerkanaaltoewijzing
sv_se: Ingångs-/utgångskanalmappning

source: <figure><img src="{% include img/en-screenshots/channel-mapping.inc %}" style="float:left; margin-right:10px; margin-bottom:20px;" loading="lazy" alt="Image of Input and output channel mapping"></figure>
es: <figure><img src="{% include img/es-screenshots/channel-mapping.inc %}" style="float:left; margin-right:10px; margin-bottom:20px;" loading="lazy" alt="Imagen del mapeo de canales de entrada y salida"></figure>
fr: <figure><img src="{% include img/fr-screenshots/channel-mapping.inc %}" style="float:left; margin-right:10px; margin-bottom:20px;" loading="lazy" alt="Image du mappage des canaux d'entrée et de sortie"></figure>
nl: <figure><img src="{% include img/nl-screenshots/channel-mapping.inc %}" style="float:left; margin-right:10px; margin-bottom:20px;" loading="lazy" alt="afbeelding van invoer- en uitvoerkanaaltoewijzing"></figure>
sv_se: <figure><img src="{% include img/sv-SE-screenshots/channel-mapping.inc %}" style="float:left; margin-right:10px; margin-bottom:20px;" loading="lazy" alt="Bild av ingångs- och utgångskanalmappning"></figure>

source: If the selected sound card device offers more than one input or output channel, the _Input Channel Mapping and Output Channel Mapping_ settings are visible. For each Jamulus input/output channel (left and right channel) a different actual sound card channel can be selected.
de: Wenn das ausgewählte Soundkartengerät mehr als einen Eingangs- oder Ausgangskanal bietet, sind die Einstellungen _Input Channel Mapping und Output Channel Mapping_ sichtbar. Für jeden Jamulus-Eingangs-/Ausgangskanal (linker und rechter Kanal) kann ein anderer tatsächlicher Soundkartenkanal ausgewählt werden.
es: Si el dispositivo de audio ofrece más de un canal de entrada o salida, son visibles las configuraciones para el _Mapeo de Canales de Entrada y de Salida_. Para cada canal de entrada/salida (canal Izquierdo y Derecho) de Jamulus se puede seleccionar un canal diferente de la tarjeta de audio.
fr: Si le périphérique de la carte son sélectionné offre plus d'un canal d'entrée ou de sortie, les paramètres _cartographie des canaux d'entrée (Input Channel Mapping) et cartographie des canaux de sortie (Output Channel Mapping)_ sont visibles. Pour chaque canal d'entrée/sortie Jamulus (canal gauche et droit) un canal réel différent de la carte son peut être sélectionné.
nl: Als het geselecteerde apparaat meer dan één ingangs- of uitgangskanaal biedt, zijn de instellingen _Invoerkanaaltoewijzing en Uitvoerkanaaltoewijzing_ zichtbaar. Voor elk Jamulus ingangs-/uitgangskanaal (linker- en rechterkanaal) kan een ander daadwerkelijk geluidskaartkanaal worden geselecteerd.
sv_se: Om den valda ljudkortsenheten erbjuder mer än en ingångs- eller utgångskanal, är inställningarna _Input Channel Mapping och Output Channel Mapping_ synliga. För varje Jamulus ingångs-/utgångskanal (vänster och höger kanal) kan en annan verklig ljudkortskanal väljas.

source: Audio channels
es: Canales de Audio
fr: Canaux audio
nl: Audiokanalen
sv_se: Ljudkanaler

source: Selects the number of audio channels to be used for communication between Client and server.
de: Wählt die Anzahl der Audiokanäle aus, die für die Kommunikation zwischen Client und Server verwendet werden sollen.
es: Selecciona el número de canales de audio a utilizar para la comunicación entre Cliente y Servidor.
fr: Sélectionne le nombre de canaux audio à utiliser pour la communication entre le client et le serveur.
nl: Selecteert het aantal audiokanalen dat moet worden gebruikt voor communicatie tussen client en server.
sv_se: Väljer antalet ljudkanaler som ska användas för kommunikation mellan klient och server.

source: **Note**: It is better to run separate Client instances per voice/instrument, where each Client has its own ini file, rather than using this built-in mono pair to stereo mixer.
es: **Nota**: Es mejor ejecutar instancias separadas del Cliente para cada voz/instrumento, donde cada Cliente tiene su propio archivo ini, en lugar de utilizar este mezclador interno de dos canales mono a estéreo.
fr: **Note** : c'est mieux d'exécuter des instances de client séparées par voix/instrument, où chaque client a son propre fichier ini, plutôt que d'utiliser ce mélangeur intégré de paire mono à stéréo.
nl: **Opmerking**: Het is beter om afzonderlijke client-instanties per stem/instrument te gebruiken, waarbij elke client zijn eigen ini-bestand heeft, in plaats van dit ingebouwde monopaar naar stereomixer te gebruiken.
sv_se: **Obs**: Det är bättre att köra separata klientinstanser per röst/instrument, där varje klient har sin egen ini-fil, istället för att använda detta inbyggda monopar till stereomixer.

source: There are three modes available:
de: Es sind drei Modi verfügbar:
es: Hay tres modos disponibles:
fr: Voici les trois modes disponibles :
nl: Er zijn drie modi beschikbaar:
sv_se: Det finns tre tillgängliga lägen:

source: **Mono** and **Stereo** modes use one and two audio channels respectively.
de: die Modi **Mono** und **Stereo** verwenden einen bzw. zwei Audiokanäle.
es: Los modos **Mono** y **Estéreo** utilizan uno y dos canales de audio respectivamente.
fr: Les modes **Mono** et **Stéréo** utilisent respectivement un et deux canaux audio.
nl: **Mono** en **Stereo** modi gebruikt respectievelijk één en twee audiokanalen.
sv_se: **Mono** och **Stereo**-lägen använder en respektive två ljudkanaler.

source: **Mono-in/Stereo-out**: The audio signal sent to the server is mono but the return signal is stereo. This is useful if the sound card has the instrument on one input channel and the microphone on the other. In that case the two input signals can be mixed to one mono channel but the server mix is heard in stereo.
de: **Mono-Eingang/Stereo-Ausgang**: Das an den Server gesendete Audiosignal ist mono, aber das Rücksignal ist Stereo. Dies ist nützlich, wenn die Soundkarte das Instrument auf einem Eingangskanal und das Mikrofon auf dem anderen hat. In diesem Fall können die beiden Eingangssignale zu einem Monokanal gemischt werden, während der Server-Mix in Stereo zu hören ist.
es: **Entrada-mono/Salida-estéreo**: La señal de audio enviada al servidor es mono pero la señal que vuelve es estéreo. Esto es útil si la tarjeta de audio tiene un instrumento en un canal de entrada y un micrófono en el otro. En ese caso las dos señales de entrada pueden combinarse en un canal mono pero la mezcla del servidor se escucha en estéreo.
fr: **Mono-in/Stereo-out** : le signal audio envoyé au serveur est mono mais le signal de retour est stéréo. Ceci est utile si la carte son capture un instrument sur un canal d'entrée et un microphone sur l'autre. Dans ce cas, les deux signaux d'entrée peuvent être mixés sur un canal mono, mais le mixage du serveur est entendu en stéréo.
nl: **Mono-in/stereo-uit**: Het audiosignaal dat naar de server wordt gestuurd, is mono, maar het retoursignaal is stereo. Dit is handig als de geluidskaart het instrument op het ene ingangskanaal heeft en de microfoon op het andere. In dat geval zullen de twee ingangssignalen kunnen worden gemengd tot één monokanaal, maar de servermix is in stereo te horen.
sv_se: **Mono-in/Stereo-out**: Ljudsignalen som skickas till servern är mono men retursignalen är stereo. Detta är användbart om ljudkortet har instrumentet på en ingångskanal och mikrofonen på den andra. Isåfall de två ingångssignalerna kan mixas till en monokanal men servermixen hörs i stereo.

source: Enabling stereo mode will increase your stream's data rate. Make sure your upload rate does not exceed the available upload speed of your internet connection.
de: Wenn du den Stereomodus aktivierst, erhöht sich die Datenrate deines Streams. Stelle sicher, dass deine Upload-Rate die verfügbare Upload-Geschwindigkeit deiner Internetverbindung nicht überschreitet.
es: Activar el modo estéreo aumentará la tasa de envío de datos. Asegúrate de que tu tasa de subida no excede el ancho de banda de tu conexión a Internet.
fr: L'activation du mode stéréo augmente le débit de données de votre flux. Assurez-vous que votre taux de téléchargement ne dépasse pas la vitesse de téléchargement disponible de votre connexion Internet.
nl: Als je de stereomodus inschakelt, wordt de gegevenssnelheid van je stream verhoogd. Zorg ervoor dat je uploadsnelheid de beschikbare uploadsnelheid van je internetverbinding niet overschrijdt.
sv_se: Aktivering av stereoläge ökar din streams datahastighet. Se till att din uppladdningshastighet inte överstiger den tillgängliga uppladdningshastigheten för din internetanslutning.

source: In stereo streaming mode, no audio channel selection for the reverb effect will be available on the main window since the effect is applied to both channels in this case.
de: Im Stereo-Streaming-Modus ist im Hauptfenster keine Auswahl des Audiokanals für den Halleffekt möglich, da der Effekt in diesem Fall auf beide Kanäle angewendet wird.
es: En el caso del modo estéreo, no estará disponible la selección de canal para el efecto de reverb en la ventana principal puesto que en este caso el efecto se aplicará a ambos canales.
fr: En mode de streaming stéréo, aucune sélection de canal audio pour l'effet de réverbération n'est disponible dans la fenêtre principale puisque l'effet est appliqué aux deux canaux dans ce cas.
nl: In stereostreamingmodus is er geen audiokanaalselectie voor het galm-effect beschikbaar in het hoofdvenster, aangezien het effect in dit geval op beide kanalen wordt toegepast.
sv_se: I stereostreamingläge kommer inget val av ljudkanal för efterklangseffekten att vara tillgängligt i huvudfönstret eftersom effekten appliceras på båda kanalerna i detta fall.

source: Audio quality
es: Calidad del Audio
fr: Qualité audio
nl: Audiokwaliteit
sv_se: Ljudkvalité

source: The higher the audio quality, the higher your audio stream's data rate. Make sure your upload rate does not exceed the available upload speed of your internet connection.
de: Je höher die Audioqualität, desto höher ist die Datenrate deines Audiostreams. Achte darauf, dass deine Upload-Rate die verfügbare Upload-Geschwindigkeit deiner Internetverbindung nicht überschreitet.
es: Cuanto mayor la calidad del audio, mayor la tasa de subida del audio. Asegúrate de que tu tasa de subida no excede el ancho de banda de tu conexión a Internet.
fr: Plus la qualité audio est élevée, plus le débit de données de votre flux audio est élevé. Assurez-vous que votre taux de téléchargement ne dépasse pas la vitesse de téléchargement disponible de votre connexion Internet.
nl: Hoe hoger de audiokwaliteit, hoe hoger de datasnelheid van je audiostream. Zorg ervoor dat je uploadsnelheid de beschikbare uploadsnelheid van je internetverbinding niet overschrijdt.
sv_se: Ju högre ljudkvalitet, desto högre datahastighet för din ljudström. Se till att din uppladdningshastighet inte överstiger den tillgängliga uppladdningshastigheten för din internetanslutning.

source: Buffer Delay
es: Retardo del Buffer
fr: Délai de mise en mémoire tampon
nl: Buffervertraging
sv_se: Buffertfördröjning

source: The buffer delay setting is a fundamental setting of the Jamulus software. This setting has an influence on many connection properties. Three buffer sizes are supported:
de: Die Einstellung der Pufferverzögerung ist eine grundlegende Einstellung der Jamulus-Software. Diese Einstellung hat Einfluss auf viele Verbindungseigenschaften. Es werden drei Puffergrößen unterstützt:
es: El retardo del buffer es un parámetro fundamental en Jamulus. Este parámetro tiene un impacto sobre muchas propiedades de la conexión. Hay soporte para tres tamaños de buffer:
fr: Le paramètre de délai de mise en tampon est un paramètre fondamental du logiciel Jamulus. Ce paramètre a une influence sur de nombreuses propriétés de la connexion. Trois tailles de tampon sont prises en charge :
nl: De instelling voor buffervertraging is een fundamentele instelling van de Jamulus-software. Deze instelling heeft invloed op veel verbindingseigenschappen. Er worden drie buffergroottes ondersteund:
sv_se: Buffertfördröjningsinställningen är en grundläggande inställning av Jamulus-programvaran. Denna inställning påverkar många anslutningsegenskaper. Tre buffertstorlekar stöds:

source: **64 samples** Provides the lowest latency but does not work with all sound cards.
es: **64 muestras**: Ofrece la latencia más baja, pero no funciona con todas las tarjetas de sonido.
fr: **64 échantillons** Fournit la latence la plus faible mais ne fonctionne pas avec toutes les cartes son.
nl: **64 samples** Biedt de laagste latency, maar werkt niet met alle geluidskaarten.
sv_se: **64 samples** Ger den lägsta latensen men fungerar inte med alla ljudkort.

source: **128 samples** The preferred setting. Should work for most available sound cards.
es: **128 muestras** La configuración aconsejada. Debería de funcionar con la mayoría de tarjetas de sonido.
fr: **128 échantillons** Le paramétrage préféré. Devrait fonctionner avec la plupart des cartes son disponibles.
nl: **128 samples** De voorkeursinstelling. Zou moeten werken voor de meeste beschikbare geluidskaarten.
sv_se: **128 samples** Den föredragna inställningen. Bör fungera för de flesta tillgängliga ljudkort.

source: **256 samples** Should only be used on very slow computers, or with a slow internet connection.
es: **256 muestras** Solo debería usarse con un ordenador muy lento o con una conexión a internet muy lenta.
fr: **256 échantillons** Ne doit être utilisé que sur des ordinateurs très lents, ou avec une connexion internet lente.
nl: **256 samples** Zou alleen moeten worden gebruikt op zeer trage computers of met een trage internetverbinding.
sv_se: **256 samples** Bör endast användas på mycket långsamma datorer eller med en långsam internetanslutning.

source: Some sound card drivers do not allow the buffer delay to be changed from within the Jamulus software. In this case the buffer delay setting is disabled and has to be changed using the sound card driver. On Windows, press the ASIO Setup button to open the driver settings panel.
de: Bei einigen Soundkartentreibern ist es nicht möglich, die Pufferverzögerung in der Jamulus-Software zu ändern. In diesem Fall ist die Einstellung der Pufferverzögerung deaktiviert und muss über den Soundkartentreiber geändert werden. Drücken unter Windows auf die Schaltfläche ASIO-Setup, um das Einstellungsfenster des Treibers zu öffnen.
es: Algunos drivers de tarjetas de audio no permiten cambiar el retardo de buffer desde dentro de Jamulus. En este caso la configuración del retardo de buffer se deshabilita y hay que cambiarlo utilizando el driver de la tarjeta de sonido. En Windows, pulsa el botón de Configuración ASIO para acceder al panel de configuración.
fr: Certains pilotes de carte son ne permettent pas de modifier le délai de mise en tampon à partir du logiciel Jamulus. Dans ce cas, le réglage du délai de mise en tampon est désactivé et doit être modifié à l'aide du pilote de la carte son. Sous Windows, appuyez sur le bouton paramètres ASIO pour ouvrir le panneau de configuration du pilote.
nl: Bij sommige stuurprogramma's voor geluidskaarten kan de buffervertraging niet worden gewijzigd vanuit de Jamulus-software. In dit geval is de instelling van de buffervertraging uitgeschakeld en moet deze worden gewijzigd met behulp van het stuurprogramma van de geluidskaart. Druk in Windows op de ASIO Apparaatinstellingen-knop om het venster met driverinstellingen te openen.
sv_se: Vissa ljudkortsdrivrutiner tillåter inte att buffertfördröjningen ändras från Jamulus-programvaran. I det här fallet är buffertfördröjningsinställningen inaktiverad och måste ändras med ljudkortsdrivrutinen. I Windows, tryck på ASIO Setup-knappen för att öppna panelen för drivrutinsinställningar.

source: On Linux: - when using JACK, use `QJackCtl` to change the buffer size and restart JACK; - when using PipeWire's JACK server, change PipeWire's Quantum parameter with its own configuration tools.
fr: Sous Linux : - si vous utilisez JACK, utilisez `QJackCtl` pour modifier la taille du tampon et redémarrer JACK ; - si vous utilisez le serveur JACK de PipeWire, modifiez le paramètre Quantum de PipeWire à l'aide de ses propres outils de configuration.
nl: Voor Linux: - wanneer je JACK gebruikt, gebruik je `QJackCtl` om de buffergrootte te wijzigen en JACK opnieuw te starten; - wanneer je de JACK-server van PipeWire gebruikt, wijzig je de Quantum-parameter van PipeWire met de eigen configuratietools.
sv_se: På Linux: - när du använder JACK, använd `QJackCtl` för att ändra buffertstorleken och starta om JACK; - när du använder PipeWires JACK-server, ändra PipeWires Quantum-parameter med sina egna konfigurationsverktyg.

source: The actual buffer delay has an influence on the connection status, the current upload rate and the overall delay. The lower the buffer size, the higher the probability of a red light in the status indicator (dropouts) and the higher the upload rate and the lower the overall delay.
de: Die tatsächliche Pufferverzögerung hat einen Einfluss auf den Verbindungsstatus, die aktuelle Uploadrate und die Gesamtverzögerung. Je geringer die Puffergröße ist, desto höher ist die Wahrscheinlichkeit eines roten Lichts in der Statusanzeige (Verbindungsabbrüche) und desto höher ist die Upload-Rate und desto geringer ist die Gesamtverzögerung.
es: El retardo del buffer tiene un impacto en el estado de la conexión, la tasa de subida y el retardo total. Cuanto menor sea el buffer, mayor la probabilidad de que el indicador de estado esté en rojo (caídas de audio), mayor la tasa de subida y menor el retardo total.
fr: Le délai réel du tampon a une influence sur l'état de la connexion, le taux de chargement actuel et le délai global. Plus la taille du tampon est faible, plus la probabilité d'un voyant rouge dans l'indicateur d'état (décrochages) est élevée et plus le débit montant est élevé et plus le délai global est faible.
nl: De werkelijke buffervertraging heeft invloed op de verbindingsstatus, de huidige uploadsnelheid en de algehele vertraging. Hoe kleiner de buffergrootte, hoe groter de kans op een rood lampje in de statusindicator (uitval) en hoe hoger de uploadsnelheid en hoe lager de algehele vertraging.
sv_se: Den faktiska buffertfördröjningen påverkar anslutningsstatusen, den aktuella uppladdningshastigheten och den totala fördröjningen. Ju lägre buffertstorlek, desto högre är sannolikheten för ett rött ljus i statusindikatorn (bortfall) och desto högre uppladdningshastighet och desto lägre är den totala fördröjningen.
