Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Software-Manual.po
Languages: de, es, fr, nl, sv_se

source: You can save and restore the mix you have for your band rehearsals (fader, mute, pan, solo etc.) and load these any time (even while you are playing). Loading can also be done by drag/drop to the mixer window.
de: Du kannst die Mischung, die du für deine Bandproben eingestellt hast, speichern und wiederherstellen (Fader, Mute, Pan, Solo usw.) und diese jederzeit laden (auch während der Probe). Das Laden kann auch per Drag/Drop in das Mixerfenster erfolgen.
es: Puedes guardar y restaurar la mezcla que tienes para los ensayos de tu grupo (fader, mute, pan, solo, etc.) y cargarlos en cualquier momento (incluso mientras tocas). Se pueden cargar también arrastrando y dejando caer en la ventana del mezclador.
fr: Vous pouvez sauvegarder et restaurer le mixage que vous avez pour les répétitions de votre groupe (chariot, sourdine, pan, solo etc.) et le charger à tout moment (même pendant que vous jouez). Le chargement peut également se faire par glisser/déposer dans la fenêtre du mixeur.
nl: Je kunt de mix die je hebt voor je bandrepetities opslaan en herstellen (fader, demp, balans, solo enz.) en deze op elk moment laden (zelfs terwijl je speelt). Laden kan ook door middel van het slepen van het bestand naar het mengpaneel.
sv_se: Du kan spara och återställa mixen du har för dina bandrepetitioner (fader, mute, pan, solo etc.) och ladda dessa när som helst (även när du spelar). Laddar kan också göras genom att dra/släppa till mixerfönstret.

source: Edit > Auto-Adjust All Faders
es: Editar > Auto-Ajustar todos los Faders
fr: Éditer > Auto-ajustement de tous les chariots
nl: Bewerken > Stel alle faders automatisch in
sv_se: Ändra > Autojustera alla faders

source: Applies a one-off fader setting to each channel depending on its volume. Useful for large ensembles to get a reasonable overall mix, although individual adjustments might still be necessary. Best applied during a warm-up or a uniform part of the music piece.
de: Wendet eine einmalige Fader-Einstellung auf jeden Kanal an, abhängig von seiner Lautstärke. Nützlich für große Ensembles, um eine vernünftige Gesamtmischung zu erhalten, auch wenn individuelle Anpassungen weiterhin notwendig sein können. Am besten während einer Aufwärmphase oder eines gleichmäßigen Teils des Musikstücks anwenden.
es: Aplica una configuración puntual a cada canal dependiendo de su volumen. Útil para grandes conjuntos, para obtener una mezcla general razonable, aunquepuede que sea necesario realizar algún ajuste individual. Se aconseja aplicarlo durante el calentamiento o durante una parte uniforme de la pieza a tocar.
fr: Applique un réglage de chariot unique à chaque canal en fonction de son volume. Utile pour les grands ensembles afin d'obtenir un mixage global raisonnable, bien que des ajustements individuels puissent encore être nécessaires. À appliquer de préférence pendant un échauffement ou une partie uniforme du morceau de musique.
nl: Past een eenmalige fader-instelling toe op elk kanaal, afhankelijk van het volume. Handig voor grote ensembles om een redelijke algehele mix te krijgen, hoewel individuele aanpassingen nog steeds nodig kunnen zijn. Het beste kan dit worden toegepast tijdens een warming-up of een uniform deel van het muziekstuk.
sv_se: Tillämpar en engångsfaderinställning för varje kanal beroende på dess volym. Användbar för stora ensembler för att få en rimlig övergripande mix, även om individuella justeringar fortfarande kan vara nödvändiga. Appliceras bäst under en uppvärmning eller en enhetlig del av musikstycket.

source: Backing up Jamulus
es: Copia seguridad Jamulus
fr: Sauvegarde de Jamulus
nl: Een back-up maken van Jamulus
sv_se: Säkerhetskopiera Jamulus

source: {% include_relative Include-Backing-Up.md %} * You can save and load different mixer settings using [Load/Save Mixer Channels Setup](Software-Manual#file--loadsave-mixer-channels-setup) and store those files wherever you want.
es: {% include_relative Include-Backing-Up.md %} * Puedes guardar y cargar diferentes configuraciones del mezclador utilizando [Cargar/Guardar Configuración Canales Mezclador](Software-Manual#archivo--cargarguardar-configuración-canales-mezclador) y guardar esos archivos donde quieras.
fr: {% include_relative Include-Backing-Up.md %} * Vous pouvez sauvegarder et charger différents réglages du mélangeur en utilisant [charger/sauvegarder la configuration des canaux du mixeur](Software-Manual#fichier--chargersauvegarder-la-configuration-des-canaux-du-mixeur) et stocker ces fichiers où vous voulez.
nl: {% include_relative Include-Backing-Up.md %} * Je kunt verschillende mixerinstellingen opslaan en laden met [Mixer kanaalinstellingen laden/opslaan](Software-Manual#bestand--mixer-kanaalinstellingen-ladenopslaan) en deze bestanden opslaan waar je maar wilt.
sv_se: {% include_relative Include-Backing-Up.md %} * Du kan spara och ladda olika mixerinställningar med [Load/Save Mixer Channels Setup](Software-Manual#file--loadsave-mixer-channels-setup) och lagra dessa filer var du vill.

source: **Note for macOS users:** As of Jamulus 3.8.1, we have a signed installer. This will store the settings in
es: **Nota para usuarios de macOS:** Desde Jamulus 3.8.1, tenemos un instalador con firma. Éste guardará la configuración en
fr: **Note pour les utilisateurs de macOS :** à partir de Jamulus 3.8.1, nous avons un installateur signé. Celui-ci stockera les paramètres dans
nl: **Opmerking voor macOS-gebruikers:** Vanaf Jamulus 3.8.1 hebben we een ondertekend installatieprogramma. Hierbij worden de instellingen opgeslagen in
sv_se: **Obs för macOS-användare:** Från och med Jamulus 3.8.1 har vi ett signerat installationsprogram. Detta kommer att lagra inställningarna i

source: Command Line Options
es: Opciones de Línea de Comandos
fr: Options de la ligne de commande
nl: Opdrachtregelopties
sv_se: Kommandoradsalternativ

source: Most common functions in Jamulus can be set using the GUI, but these and others can also be set using options given in a terminal window. Exactly how you do this will depend on your operating system.
de: Die meisten gängigen Funktionen in Jamulus können über die grafische Benutzeroberfläche eingestellt werden, aber diese und andere können auch über Befehlszeilen Optionen in einem Terminalfenster eingestellt werden. Wie genau das gemacht werden muss hängt von deinem Betriebssystem ab.
es: Las funciones más comunes de Jamulus pueden configurarse usando la interfaz gráfica, pero estas y otras también pueden ser controladas utilizando la línea de comandos. Exactamente cómo se hace dependerá de tu sistema operativo.
fr: La plupart des fonctions courantes de Jamulus peuvent être paramétrées à l'aide de l'interface graphique, mais ces fonctions et d'autres peuvent également être paramétrées à l'aide d'options données dans une fenêtre de terminal. La manière exacte de procéder dépend de votre système d'exploitation.
nl: De meest voorkomende functies in Jamulus kunnen worden ingesteld met behulp van de GUI, maar deze en andere kunnen ook worden ingesteld met behulp van opties die in een terminalvenster/opdrachtprompt worden ingegeven. Hoe je dit precies doet, hangt af van je besturingssysteem.
sv_se: De vanligaste funktionerna i Jamulus kan ställas in med hjälp av GUI, men dessa och andra kan också ställas in med alternativ som ges i ett terminalfönster. Exakt hur du gör detta beror på ditt operativsystem.

source: For example on Windows, to use a specific settings file, right-click on the Jamulus shortcut and choose "Properties" > Target. Add the necessary arguments to Jamulus.exe:
es: Por ejemplo, en Windows, para utilizar un archivo específico de configuración, haz clic derecho en el acceso directo de Jamulus y elige "Propiedades" > Destino. Añade los argumentos necesarios a Jamulus.exe:
fr: Par exemple, sous Windows, pour utiliser un fichier de paramètres spécifique, faites un clic droit sur le raccourci de Jamulus et choisissez "Propriétés" > Cible. Ajoutez les arguments nécessaires à Jamulus.exe :
nl: Als je bijvoorbeeld in Windows een specifiek instellingenbestand wilt gebruiken, klik je met de rechtermuisknop op de Jamulus-snelkoppeling en kies je "Eigenschappen" > Doel. Voeg de benodigde argumenten toe aan Jamulus.exe:
sv_se: Till exempel i Windows, för att använda en specifik inställningsfil, högerklicka på Jamulus-genvägen och välj "Egenskaper" > Mål. Lägg till de nödvändiga argumenten till Jamulus.exe:

source: "C:\Program Files\Jamulus\Jamulus.exe" --inifile "C:\path\to\myinifile.ini"
es: "C:\Program Files\Jamulus\Jamulus.exe" --inifile "C:\ruta\a\mi_inifile.ini"
fr: "C:\Program Files\Jamulus\Jamulus.exe" --inifile "C:\chemin\vers\monfichierini.ini"
nl: "C:\Program Files\Jamulus\Jamulus.exe" --inifile "C:\pad\naar\mijninibestand.ini"

source: For macOS, start a Terminal window and run Jamulus with the desired options like this:
de: Unter macOS startest du ein Terminalfenster und führst Jamulus mit den gewünschten Optionen wie folgt aus:
es: Para macOS, arranca una ventana de Terminal y ejecuta Jamulus con las opciones deseadas como sigue:
fr: Pour macOS, démarrez une fenêtre de Terminal et exécutez Jamulus avec les options souhaitées comme ceci :
nl: Voor macOS, start een terminal venster en voer Jamulus uit met gewenste opties op deze manier:
sv_se: För macOS, starta ett terminalfönster och kör Jamulus med önskade alternativ så här:

source: /Applications/Jamulus.app/Contents/MacOS/Jamulus --inifile "/path/to/myinifile.ini"
es: /Applications/Jamulus.app/Contents/MacOS/Jamulus --inifile "/ruta/a/mi_inifile.ini"
fr: /Applications/Jamulus.app/Contents/MacOS/Jamulus --inifile "/chemin/vers/monfichierini.ini"
nl: /Applications/Jamulus.app/Contents/MacOS/Jamulus --inifile "/pad/naar/mijninibetand.ini"

source: Controlling the Client via API
es: Controlar el Cliente a través de API
fr: Contrôle du client via l'API
nl: Client aansturen via API
sv_se: Styra klienten via API

source: In addition to the CLI, Jamulus can be controlled using an API. This is beneficial for advanced use cases - for example, where there is no GUI, or another application needs to interact with Jamulus. Please note that the API is still experimental. Information on the [JSON-RPC API can be found in the main repository](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).
es: Además de con la línea de comandos, Jamulus puede controlarse mediante una API. Esto es beneficioso para casos de uso avanzados - por ejemplo, cuando no hay interfaz gráfica, u otra aplicación necesita interactuar con Jamulus. Ten en cuenta que la API es aún experimental. Puedes encontrar información sobre la [API JSON-RPC en el repositorio principal](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).
fr: En plus de la ligne de commande, Jamulus peut être contrôlé à l'aide d'une API. Ceci est utile pour les cas d'utilisation avancés - par exemple, lorsqu'il n'y a pas d'interface graphique, ou lorsqu'une autre application doit interagir avec Jamulus. Veuillez noter que l'API est encore expérimentale. Des informations sur l'[API JSON-RPC peuvent être trouvées dans le dépôt principal (en anglais)](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).
nl: Naast de opdrachtregelopties kan Jamulus worden bestuurd met behulp van een API. Dit is gunstig voor geavanceerde gebruikssituaties, bijvoorbeeld wanneer er geen GUI is of een andere toepassing moet communiceren met Jamulus. Houd er rekening mee dat de API nog steeds experimenteel is. Informatie over de [JSON-RPC API (engelstalig)](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md) is te vinden in de hoofdrepository.
sv_se: Förutom CLI kan Jamulus styras med hjälp av ett API. Detta är fördelaktigt för avancerade användningsfall - till exempel där det inte finns något GUI eller en annan applikation behöver interagera med Jamulus. Observera att API:et fortfarande är experimentellt. Information om [JSON-RPC API finns i huvudarkivet](https://github.com/jamulussoftware/jamulus/blob/main/docs/JSON-RPC.md).

source: Software Manual
de: Software-Handbuch
es: Manual del Software
sv_se: Mjukvaruhandbok

source: Jamulus User Manual
es: Manual de Usuario de Jamulus
sv_se: Jamulus användarmanual

source: Opens a dialogue where you can select a server to connect to. If you are connected, pressing this button will end the session.
de: Öffnet einen Dialog, in dem du einen Server auswählen kannst, mit dem du eine Verbindung herstellen möchtest. Wenn du verbunden bist, wird die Sitzung durch Drücken dieser Schaltfläche beendet.
es: Abre una ventana donde puedes seleccionar un servidor al que conectarte. Si estás conectado, pulsar este botón finalizará la sesión.

source: The Connection Setup window shows a list of available servers together with the number of occupants and the maximum number supported. Server operators register their servers on lists (mostly defined by genre, though some could be location-specific or for all genres). Use the List dropdown to select a genre, click on the server you want to join and press the Connect button to connect to it. Alternatively, double-click on the server name. Permanent servers (those that have been listed for longer than 24 hours) are shown in bold.
de: Das Fenster „Verbindungsaufbau“ zeigt eine Liste der verfügbaren Server zusammen mit der Anzahl der Nutzer und der maximal unterstützten Anzahl. Die Serverbetreiber tragen ihre Server in Listen ein (meist nach Genre definiert, obwohl einige auch ortsspezifisch oder für alle Genres sein können). Verwende das Dropdown-Menü „Liste“, um ein Genre auszuwählen, klicke auf den Server, dem du beitreten möchtest. Anschliessend drückst du die Schaltfläche „Verbinden“, um sich mit ihm zu verbinden. Alternativ kannst du auch auf den Servernamen doppelklicken. Permanente Server (d.h. solche, die schon länger als 24 Stunden gelistet sind) werden fett dargestellt.
es: La ventana de Configuración de Conexión muestra una lista de servidores disponibles junto con el número de usuarios conectados y el número máximo de los mismos soportado. Los operadores de servidores los registran en listas (mayormente definidas por género, aunque algunas pueden referirse a ubicación o a todos los géneros). Utiliza el menú desplegable de Lista para elegir un género, haz clic sobre el servidor al que te quieres unir y otra vez sobre el botón de Conectar para conectarte. También puedes hacer doble clic sobre el nombre del servidor. Los servidores permanentes (aquellos que llevan más de 24 horas en la lista) se muestran en negrita.

source: You can filter the list by server name or location. To list only occupied servers, enter a "#" character.
de: Du kannst die Liste nach Servernamen oder Standort filtern. Um nur belegte Server aufzulisten, gib ein „#“-Zeichen ein.
es: Puedes filtrar la lista por nombre de servidor o ubicación. Para solo mostrar los servidores ocupados, escribe el caracter "#".

source: If you know the IP address or URL of a private server, you can connect to it using the Server Name/Address field. An optional port number can be added after the address using a colon as a separator, e.g, `jamulus.example.com:22124` (Note that IPv6 addresses must be entirely enclosed in square brackets). The field will also show a list of the most recently used server addresses.
de: Wenn du die IP-Adresse oder URL eines privaten Servers kennst, kannst du über das Feld „Servername/-adresse“ eine Verbindung zu diesem Server herstellen. Eine optionale Portnummer kann nach der Adresse mit einem Doppelpunkt als Trennzeichen hinzugefügt werden, z. B. „jamulus.example.com:22124" (IPv6-Adressen müssen vollständig in eckige Klammern eingeschlossen werden). In dem Feld wird auch eine Liste der zuletzt verwendeten Serveradressen angezeigt.
es: Si conoces la dirección IP o URL de un servidor privado, puedes conectarte a él utilizando el campo de Nombre/Dirección del Servidor. Se puede añadir un número de puerto opcional tras la dirección utilizando dos puntos como separador, por ej. `jamulus.ejemplo.org:22124`. (Ten en cuenta que las direcciones IPv6 deben escribirse entre corchetes). El campo también mostrará una lista de los servidores utilizados recientemente.

source: <figure><img src="{% include img/en-screenshots/profile-tooltip.inc %}" style="width:30%;" loading="lazy" alt="Image of a tooltip showing profile information"></figure>
es: <figure><img src="{% include img/es-screenshots/profile-tooltip.inc %}" style="width:30%;" loading="lazy" alt="Imagen de un tooltip mostrando información del perfil"></figure>

source: On Linux, use the JACK configuration tool to change the buffer size.
de: Unter Linux verwendest du das JACK-Konfigurationswerkzeug, um die Puffergröße zu ändern.
es: En Linux, utiliza la herramienta de configuración de JACK para cambiar el tamaño del buffer.

source: If you need to add Directory addresses other than the built-in ones, you can do so here.
es: Si necesitas añadir direcciones de Directorios distintas a las incluidas, lo puedes hacer aquí.

source: # Jamulus User Manual {:.no_toc}
de: # Jamulus Benutzerhandbuch {:.no_toc}

source: <summary>Table of contents</summary>
de: <summary>Inhaltsverzeichnis</summary>

source: # Main Window
de: # Hauptfenster

source: <figure><img src="{% include img/en-screenshots/led-green.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image of a green LED symbol"></figure>
de: <figure><img src="{% include img/de-screenshots/led-green.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Bild grünes LED Symbol"></figure>

source: <figure><img src="{% include img/en-screenshots/led-yellow.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Image of a yellow LED symbol"></figure>
de: <figure><img src="{% include img/de-screenshots/led-yellow.inc %}" style="float:left; margin-right:10px;" loading="lazy" alt="Bild gelbes LED Symbol"></figure>

source: <figure><img src="{% include img/en-screenshots/led-red.inc %}" style="float:left; margin-right:10px; clear: both;" loading="lazy" alt="Image of a green red symbol"></figure>
de: <figure><img src="{% include img/de-screenshots/led-red.inc %}" style="float:left; margin-right:10px; clear: both;" loading="lazy" alt="Bild rotes LED Symbol"></figure>

source: ## Mute Myself button
de: ## Mich stummschalten

source: ## Reverb effect
de: ## Halleffekt

source: Opens the chat window. Text entered is sent to all connected Clients. If a new chat message arrives and the Chat dialogue is not already open, it will open automatically for all Clients.
de: Öffnet das Chatfenster. Der eingegebene Text wird an alle verbundenen Clients gesendet. Wenn eine neue Chatnachricht eingeht und der Chatdialog nicht bereits geöffnet ist, wird er automatisch für alle Clients geöffnet.

source: ## Connect/disconnect button
de: ## Taste zum Verbinden/Trennen

source: <figure><img src="{% include img/en-screenshots/connection-setup-window.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Screenshot of the server connection window"></figure>
de: <figure><img src="{% include img/de-screenshots/connection-setup-window.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Screenshot des Serververbindungsfensters"></figure>

source: <figure><img src="{% include img/en-screenshots/mixer-channels.inc %}" style="float:left; margin-right:10px; margin-bottom:20px; border: 5px solid grey;" loading="lazy" alt="Image of a pair of server mixer controls"></figure>
de: <figure><img src="{% include img/de-screenshots/mixer-channels.inc %}" style="float:left; margin-right:10px; margin-bottom:20px; border: 5px solid grey;" loading="lazy" alt="Abbildung eines Paares von Server-Mischpultsteuerungen"></figure>

source: ### Grp button
de: ### GRP-Taste

source: Defines a group of audio channels. Moving the fader of one member of the group moves the faders of all the others. Up to 8 groups can be defined.
de: Definiert eine Gruppe von Audiokanälen. Wenn du den Fader eines Mitglieds der Gruppe bewegst, werden die Fader aller anderen bewegt. Es können bis zu 8 Gruppen definiert werden.

source: ### Mute button
de: ### Stummschalttaste im Mixer

source: Note that muting your **own** channel simply means you will not hear your signal from the server (and is not advised as it can lead to you becoming out of time with other players). This is therefore not the same as using "[Mute Myself](#mute-myself-button)".
de: Beachte, dass das Stummschalten deines **eigenen** Kanals lediglich bedeutet, dass du dein eigenes Signal vom Server nicht mehr hören kannst (Das ist nicht ratsam ist, da es dazu führen kann, dass du mit anderen Spielern aus dem Takt kommst). Dies ist also nicht dasselbe wie die Verwendung von „[Stummschalten](#mich-stummschalten)“.

source: ### Solo button
de: ### Solo-Taste

source: Users are listed left to right in the order that they connect. You can change the sort order using the Edit option in the application menu.
de: Die Benutzer werden von links nach rechts in der Reihenfolge aufgeführt, in der sie sich verbinden. Du kannst die Sortierreihenfolge über die Option Bearbeiten im Anwendungsmenü ändern.

source: You can group users together using the "group" toggle. Moving the fader of any member of the group will move the other faders in that group by the same amount. You can isolate a channel from the group temporarily with shift-click-drag.
de: Mit dem Schalter „Gruppe“ kannst du die Benutzer in Gruppen zusammenfassen. Wenn du den Fader eines Gruppenmitglieds bewegst, werden die anderen Fader der Gruppe um den gleichen Betrag bewegt. Mit Umschalt-Klick-Ziehen kannst du einen Kanal vorübergehend von der Gruppe isolieren.

source: # Settings
de: # Einstellungen

source: ## My Profile
de: ## Mein Profil

source: <figure><img src="{% include img/en-screenshots/settings-profile.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image of a profile window"></figure>
de: <figure><img src="{% include img/de-screenshots/settings-profile.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Bild eines Profil Fensters"></figure>

source: <figure><img src="{% include img/en-screenshots/profile-tooltip.inc %}" style="width:30%;" loading="lazy" alt="Image of a tooltip showing profile information"></figure>
de: <figure><img src="{% include img/de-screenshots/profile-tooltip.inc %}" style="width:30%;" loading="lazy" alt="Bild einer QuickInfo mit Profilinformationen"></figure>

source: ### Skin
de: ### Oberfläche

source: ### Meter style
de: ### Pegel-Messer-Stil

source: ### Mixer rows
de: ### Mischpult-Reihen

source: ## Audio/Network Setup
de: ## Audio-/Netzwerk Einstellungen

source: <figure><img src="{% include img/en-screenshots/settings-network.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image of audio/network settings window"></figure>
de: <figure><img src="{% include img/de-screenshots/settings-network.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Bild des Fensters für die Audio-/Netzwerkeinstellungen"></figure>

source: ### Device
de: ### Audiogerät

source: ### Input/output channel mapping
de: ### Zuordnung von Eingangs- und Ausgangskanälen

source: <figure><img src="{% include img/en-screenshots/channel-mapping.inc %}" style="float:left; margin-right:10px; margin-bottom:20px;" loading="lazy" alt="Image of Input and output channel mapping"></figure>
de: <figure><img src="{% include img/de-screenshots/channel-mapping.inc %}" style="float:left; margin-right:10px; margin-bottom:20px;" loading="lazy" alt="Abbildung der Zuordnung von Eingangs- und Ausgangskanälen"></figure>

source: ### Audio channels
de: ### Audiokanäle
