Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Software-Manual.po
Languages: de, es, fr, nl, sv_se

source: The buffer setting is therefore a trade-off between audio quality and overall delay.
de: Die Puffereinstellung ist daher ein Kompromiss zwischen Audioqualität und Gesamtverzögerung.
es: Por tanto la configuración del buffer es un compromiso entre calidad de audio y retardo total.
fr: Le réglage du tampon est donc un compromis entre la qualité audio et le délai global.
nl: De bufferinstelling is daarom een afweging tussen audiokwaliteit en algehele vertraging.
sv_se: Buffertinställningen är därför en kompromiss mellan ljudkvalitet och total fördröjning.

source: Jitter Buffer
fr: Tampon de gigue
sv_se: Jitterbuffert

source: The jitter buffer compensates for network and sound card timing jitters. The size of the buffer influences the quality of the audio stream (how many dropouts occur) and the overall delay (the longer the buffer, the higher the delay).
es: El jitter buffer compensa el jitter de la red y la tarjeta de sonido. El tamaño de este buffer tiene un impacto sobre la calidad del flujo de audio (el número de caídas de la señal) y el retardo total (a mayor buffer, mayor retardo).
fr: Le tampon de gigue compense les glissements de temps du réseau et de la carte son. La taille de la mémoire tampon influe sur la qualité du flux audio (nombre d'interruptions) et sur le délai global (plus la mémoire tampon est longue, plus le délai est élevé).
nl: De jitterbuffer compenseert voor netwerk- en geluidskaarttimingjitters. De grootte van de buffer heeft invloed op de kwaliteit van de audiostream (hoeveel dropouts zijn er) en de totale vertraging (hoe langer de buffer, hoe groter de vertraging).
sv_se: Jitterbufferten kompenserar för nätverks- och ljudkorts timingjitter. Storleken på bufferten påverkar kvaliteten på ljudströmmen (hur många bortfall som inträffar) och den totala fördröjningen (ju längre buffert, desto högre fördröjning).

source: You can set the jitter buffer size manually for your local Client and the remote server. For the local jitter buffer, dropouts in the audio stream are indicated by the light below the jitter buffer size faders. If the light turns to red, a buffer overrun/underrun has taken place and the audio stream is interrupted.
de: Du kannst die Größe des Jitter-Puffers manuell für deinen lokalen Client und den entfernten Server einstellen. Für den lokalen Jitterpuffer werden Aussetzer im Audiostrom durch die Leuchte unter den Schiebereglern für die Jitterpuffergröße angezeigt. Wenn die Leuchte rot leuchtet, ist der Puffer über- bzw. unterschritten worden und der Audiostrom wird unterbrochen.
es: El tamaño del jitter buffer se puede establecer manualmente para el Cliente local y para el Servidor remoto. Para el jitter buffer local, las caídas del flujo de audio se indican mediante la luz debajo de los faders del jitter buffer. Si la luz se vuelve roja, significa que ha habido una interrupción del flujo de audio.
fr: Vous pouvez définir manuellement la taille du tampon de gigue pour votre client local et le serveur distant. Pour le tampon de gigue local, les interruptions du flux audio sont indiquées par le voyant situé sous les chariots de taille de tampon de gigue. Si le voyant passe au rouge, cela signifie qu'il y a eu dépassement de la mémoire tampon et que le flux audio est interrompu.
nl: Je kunt de jitterbuffergrootte handmatig instellen voor je lokale client en de externe server. Voor de lokale jitterbuffer word uitval in de audiostream aangegeven door het lampje onder de invoer VU-meters. Als het lampje op rood springt, heeft er een buffer over-/underrun plaatsgevonden en wordt de audiostream onderbroken.
sv_se: Du kan ställa in jitterbuffertens storlek manuellt för din lokala klient och fjärrservern. För den lokala jitterbufferten indikeras bortfall i ljudströmmen av ljuset under jitterbuffertstorleksfadarna. Om lampan övergår till rött har ett buffertöverskridande/underskridande skett och ljudströmmen avbryts.

source: The jitter buffer setting is therefore a trade-off between audio quality and overall delay.
de: Die Einstellung des Jitter-Puffers ist daher ein Kompromiss zwischen Audioqualität und Gesamtverzögerung.
es: Por tanto la configuración del jitter buffer es un compromiso entre calidad y retardo total.
fr: Le réglage du tampon de gigue est donc un compromis entre la qualité audio et le délai global.
nl: De jitterbufferinstelling is daarom een afweging tussen audiokwaliteit en algehele vertraging.
sv_se: Inställningen av jitterbuffert är därför en kompromiss mellan ljudkvalitet och total fördröjning.

source: If the Auto setting is enabled, the jitter buffers of your local Client and the remote server are set automatically based on measurements of the network and sound card timing jitter. If the Auto check is enabled, the jitter buffer size faders are disabled (they cannot be moved with the mouse).
de: Wenn die Einstellung Auto aktiviert ist, werden die Jitterpuffer deines lokalen Clients und des entfernten Servers automatisch auf der Grundlage von Messungen des Netzwerk- und Soundkarten-Timing-Jitters eingestellt. Wenn das Kontrollkästchen Auto aktiviert ist, sind die Regler für die Jitterpuffergröße deaktiviert (Die Regler können nicht mit der Maus bewegt werden).
es: Si se activa la casilla de Auto, los jitter buffers del Cliente local y del Servidor remoto se configuran automáticamente basándose en mediciones del jitter de la red y la tarjeta de audio. Si se activa esta opción, los faders para tamaño de jitter buffer quedan deshabilitados (no pueden moverse con el ratón).
fr: Si le paramètre Auto est activé, les mémoires tampon de gigue de votre client local et du serveur distant sont définis automatiquement en fonction des mesures de la gigue temporelle du réseau et de la carte son. Si le contrôle Auto est activé, les chariots de taille de la mémoire tampon de gigue sont désactivés (ils ne peuvent pas être déplacés avec la souris).
nl: Als de Auto-instelling is ingeschakeld, dan worden de jitterbuffers van je lokale client en de externe server automatisch ingesteld op basis van metingen van de netwerk- en geluidskaarttimingjitter. Als de automatische controle is ingeschakeld dan zijn de faders van de jitterbuffergrootte uitgeschakeld (ze kunnen niet met de muis worden verplaatst).
sv_se: Om Auto-inställningen är aktiverad, ställs jitterbuffertarna för din lokala klient och fjärrservern in automatiskt baserat på mätningar av nätverket och ljudkortets timingjitter. Om den automatiska kontrollen är aktiverad, är jitterbuffertstorleksfadarna inaktiverade (de kan inte flyttas med musen).

source: Small Network Buffers
es: Pequeños búferes de red
fr: Petits tampons réseau
nl: Kleine netwerkbuffers
sv_se: Små nätverksbuffertar

source: Allows support for very small network audio packets. These are only used if the sound card buffer delay is smaller than 128 samples. The smaller the network buffers, the lower the audio latency. But at the same time the network load increases and the probability of audio dropouts also increases (particuarly if your network connection has any significant jitter). Try enabling this option if you are suffering from high latency or bad audio quality. However, keeping it disabled will normally mean better audio quality.
de: Ermöglicht die Unterstützung von sehr kleinen Netzwerk-Audiopaketen. Diese werden nur verwendet, wenn die Pufferverzögerung der Soundkarte kleiner als 128 Samples ist. Je kleiner die Netzwerkpuffer sind, desto geringer ist die Audiolatenz. Gleichzeitig erhöht sich aber auch die Netzwerklast und die Wahrscheinlichkeit von Audioaussetzern (vor allem, wenn deine Netzwerkverbindung einen erheblichen Jitter aufweist). Versuche diese Option zu aktivieren, wenn du Probleme mit einer hohen Latenz oder einer schlechten Audioqualität hast. Wenn du die Option deaktivierst, wird die Audioqualität normalerweise besser.
es: Permite soporte para paquetes de audio por red muy reducidos. Solo se utilizan si el retardo del buffer de la tarjeta de audio es menor de 128 muestras. Cuanto menores los buffers de red, menor la latencia de audio. Pero al mismo tiempo, aumenta la carga de red y la probabilidad de caídas de audio también aumenta (sobre todo si tu conexión de red tiene mucho jitter). Prueba a activar esta opción si sufres de alta latencia o muy mala calidad de audio. Sin embargo, mantenerlo desactivado normalmente significará que tendrás mejor calidad de audio.
fr: Permet la prise en charge de très petits paquets audio réseau. Ceux-ci ne sont utilisés que si le délai de la mémoire tampon de la carte son est inférieur à 128 échantillons. Plus les tampons réseau sont petits, plus la latence audio est faible. Mais dans le même temps, la charge du réseau augmente et la probabilité de pertes audio augmente également (en particulier si votre connexion réseau présente une gigue importante). Essayez d'activer cette option si vous souffrez d'une latence élevée ou d'une mauvaise qualité audio. Toutefois, si vous la maintenez désactivée, la qualité audio sera normalement meilleure.
nl: Biedt ondersteuning voor zeer kleine netwerkaudiopakketten. Deze worden alleen gebruikt als de buffervertraging van de geluidskaart kleiner is dan 128 samples. Hoe kleiner de netwerkbuffers, hoe lager de audiolatency. Maar tegelijkertijd neemt de netwerkbelasting toe en neemt de kans op audio-uitval ook toe (vooral als je netwerkverbinding aanzienlijke jitter heeft). Probeer deze optie in te schakelen als je last hebt van hoge latency of slechte geluidskwaliteit. Als je het echter uitgeschakeld houdt, betekent dit normaal gesproken een betere geluidskwaliteit.
sv_se: Tillåter stöd för mycket små nätverksljudpaket. Dessa används endast om ljudkortets buffertfördröjning är mindre än 128 sampel. Ju mindre nätverksbuffertar, desto lägre ljudfördröjning. Men samtidigt ökar nätverksbelastningen och sannolikheten för ljudavbrott ökar också (särskilt om din nätverksanslutning har något betydande jitter). Försök att aktivera det här alternativet om du lider av hög latens eller dålig ljudkvalitet. Men att hålla den inaktiverad innebär normalt bättre ljudkvalitet.

source: Audio Stream Rate
es: Tasa de Flujo de Audio
fr: Débit du flux audio
nl: Audiobitsnelheid
sv_se: Ljudströmningshastighet

source: Depends on the current audio packet size and compression setting. Make sure that the upstream rate is not higher than your available internet upload speed (check this with a service such as [librespeed.org](https://librespeed.org/)).
de: Hängt von der aktuellen Größe des Audiopakets und der Komprimierungseinstellung ab. Stelle sicher, dass die Upload-Rate nicht höher ist als deine verfügbare Internet-Upload-Geschwindigkeit (überprüfen dies mit einem Dienst wie [librespeed.org](https://librespeed.org/)).
es: Depende del tamaño actual de los paquetes de audio y la configuración de compresión. Asegúrate de que la tasa de subida no es mayor que la velocidad de subida disponible (comprueba esto con un servicio como [librespeed.org](https://librespeed.org/).
fr: Dépend de la taille actuelle des paquets audio et du paramètre de compression. Assurez-vous que le débit amont n'est pas supérieur à votre vitesse de téléchargement internet disponible (vérifiez-le avec un service tel que [librespeed.org](https://librespeed.org/)).
nl: De audiobitsnelheid is afhankelijk van de huidige audiopakketgrootte en compressie-instelling. Zorg ervoor dat de upstream-snelheid niet hoger is dan je beschikbare internet-uploadsnelheid (controleer dit met een service zoals [librespeed.org](https://librespeed.org/)).
sv_se: Beror på aktuell ljudpaketstorlek och komprimeringsinställning. Se till att uppströmshastigheten inte är högre än din tillgängliga internetuppladdningshastighet (kontrollera detta med en tjänst som [librespeed.org](https://librespeed.org/)).

source: Advanced Setup
es: Configuración Avanzada
fr: Configuration avancée
nl: Geavanceerde instellingen
sv_se: Avancerade inställningar

source: <figure><img src="{% include img/en-screenshots/settings-advanced.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image of advanced settings window"></figure>
es: <figure><img src="{% include img/es-screenshots/settings-advanced.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Imagen de la ventana de configuración avanzada"></figure>
fr: <figure><img src="{% include img/fr-screenshots/settings-advanced.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Image de la fenêtre paramètres avancés"></figure>
nl: <figure><img src="{% include img/nl-screenshots/settings-advanced.inc %}" style="border: 5px solid grey;" loading="lazy" alt="afbeelding van het geavanceeerde instellingen venster"></figure>
sv_se: <figure><img src="{% include img/sv-SE-screenshots/settings-advanced.inc %}" style="border: 5px solid grey;" loading="lazy" alt="Bild av fönstret för avancerade inställningar"></figure>

source: Custom Directories
es: Directorios Personalizados
fr: Annuaires personnalisés
nl: Eigen adresboeken
sv_se: Anpassade kataloger

source: If you need to add Directory addresses other than the built-in ones, you can do so here. If you know the IP address or host name of a custom Directory, you can connect to it using the Server Name/Address field. An optional port number can be added after the address using a colon as a separator, e.g, `jamulus.example.com:22124`. (Note that IPv6 is not currently supported for Directories.) The button that follows the field allows the current entry to be removed from the list.
fr: Si vous avez besoin d'ajouter des adresses d'annuaires autres que celles qui sont embarquées, vous pouvez le faire ici. Si vous connaissez l'adresse IP ou le nom d'hôte d'un annuaire personnalisé, vous pouvez vous y connecter en remplissant le champ nom/adresse du serveur. Un numéro de port facultatif peut être ajouté après l'adresse en utilisant deux points comme séparateur, par exemple `jamulus.example.com:22124`. (Notez que l'IPv6 n'est pas actuellement pris en charge pour les annuaires.) Le bouton qui suit le champ permet de supprimer l'entrée actuelle de la liste.
nl: Als je andere adresboekadressen wilt toevoegen dan de ingebouwde adressen, dan kun je dat hier doen. Als je het IP-adres of de hostnaam van een eigen adresboek weet, dan kun je er verbinding mee maken via het Serveradres veld. Een optioneel poortnummer kan worden toegevoegd na het adres met een dubbele punt als scheidingsteken, bijvoorbeeld `jamulus.voorbeeld.com:22124`. (Houd er rekening mee dat IPv6 momenteel niet wordt ondersteund voor adresboeken). Met de knop naast het veld kun je het huidige item uit de lijst verwijderen.
sv_se: Om du behöver lägga till andra katalogadresser än de inbyggda kan du göra det här. Om du känner till IP-adressen eller värdnamnet för en anpassad katalog kan du ansluta till den med hjälp av fältet Servernamn/adress. Ett valfritt portnummer kan läggas till efter adressen med ett kolon som avgränsare, t.ex. `jamulus.example.com:22124`. (Observera att IPv6 för närvarande inte stöds för kataloger.) Knappen som följer efter fältet gör att den aktuella posten kan tas bort från listan.

source: New Client Level
es: Nivel Cliente nuevo
fr: Niveau des nouveaux clients
nl: Nieuw client-niveau
sv_se: Ny klientnivå

source: This setting defines the fader level of a newly connected Client in percent. If a new user connects to the current server, they will get the specified initial fader level if no other fader level from a previous connection of that user was already stored. You can set all users in an occupied server to this level using Edit > "Set All Faders to New Client Level".
es: Este ajuste define el nivel del fader de una nueva conexión de Cliente, en porcentaje. Si se conecta un nuevo usuario al Servidor actual, el nivel inicial de su fader tomará este valor si no se ha especificado anteriormente un valor para ese usuario de una conexión anterior. Puedes establecer en este nivel a todos los usuarios en un Servidor ocupado con Editar > "Poner Todos Faders a Nivel Cliente Nuevo".
fr: Ce paramètre définit le niveau du chariot d'un client nouvellement connecté en pourcentage. Si un nouvel utilisateur se connecte au serveur actuel, il obtiendra le niveau de chariot initial spécifié si aucun autre niveau de chariot d'une précédente connexion de cet utilisateur n'était déjà enregistré. Vous pouvez définir tous les utilisateurs d'un serveur occupé à ce niveau en utilisant Éditer > "Régler tous les chariots sur le niveau d'un nouveau client".
nl: Deze instelling definieert het faderniveau van een nieuw aangesloten client in procenten. Als een nieuwe gebruiker verbinding maakt met de huidige server, krijgt hij het gespecificeerde initiële faderniveau als er geen ander faderniveau van een eerdere verbinding van die gebruiker was opgeslagen. Je kunt alle gebruikers in een gebruikte server op dit niveau instellen met Bewerken > "Zet alle faders op nieuw client-niveau".
sv_se: Den här inställningen definierar fadernivån för en nyligen ansluten klient i procent. Om en ny användare ansluter till den aktuella servern kommer de att få den angivna initiala fadernivån om ingen annan fadernivå från en tidigare anslutning av den användaren var redan lagrad. Du kan ställa in alla användare på en upptagen server till denna nivå genom att använda Redigera > "Ställ in alla faders till ny klientnivå".

source: Input Boost
es: Aumento de Entrada
fr: Amplification de l'entrée
nl: Ingangsversterking
sv_se: Inmatnings boost

source: Increases the gain from your device. Use this if your device delivers a gain that is too quiet for Jamulus.
de: Erhöht die Verstärkung deines Geräts. Verwende es, wenn dein Gerät eine Signal liefert, das für Jamulus zu leise ist.
es: Aumenta la ganancia de tu dispositivo. Utiliza esto si tu dispositivo no entrega suficiente ganancia para Jamulus.
fr: Augmente le gain de votre périphérique. Utilisez cette fonction si votre périphérique délivre un gain trop faible pour Jamulus.
nl: Verhoogt de gain van je apparaat. Gebruik dit als je apparaat een gain heeft die te laag is voor Jamulus.
sv_se: Ökar din gain från din enhet. Använd detta om din enhet ger en förstärkning som är för tyst för Jamulus.

source: Feedback Protection
es: Protección contra Retroalimentación
fr: Protection contre le larsen
nl: Feedback bescherming
sv_se: Återkopplingsskydd

source: Attempts to detect audio feedback loops or loud noise in the first three seconds after you connected to a server. Once detected, this feature will show a message and activate the "Mute Myself" button to mute you in your own mix.
de: Versucht, Audio-Rückkopplungsschleifen oder laute Geräusche in den ersten drei Sekunden nach der Verbindung mit einem Server zu erkennen. Sobald diese Funktion erkannt wurde, wird eine Meldung angezeigt und die Schaltfläche „Stummschalten“ aktiviert, um dich im eigenen Mix stummzuschalten.
es: Intenta detectar bucles de retroalimentación o ruido intenso durante los primeros tres segundos tras conectarte a un servidor. Si los detecta, esta función te mostrará un mensaje y activará el botón de "Silenciarme Yo" para silenciarte en tu propia mezcla.
fr: Tente de détecter les boucles de retour audio ou les bruits forts dans les trois premières secondes suivant votre connexion à un serveur. Une fois détectée, cette fonction affiche un message et active le bouton "Me silencer" pour vous mettre en sourdine dans votre propre mixage.
nl: Probeert om audiofeedbacklussen of hard geluid te detecteren in de eerste drie seconden nadat je verbinding hebt gemaakt met een server. Eenmaal gedetecteerd, zal deze functie een bericht tonen en de "Demp mijzelf"-knop activeren om je in je eigen mix te dempen.
sv_se: Försöker att upptäcka ljudåterkopplingsslingor eller högt brus under de första tre sekunderna efter att du anslutit till en server. När den har upptäckts kommer den här funktionen att visa ett meddelande och aktivera knappen "Stäng av mig själv" för att stänga av dig i din egen mix.Feedback-skydd.

source: Input Balance
es: Balance de Entrada
fr: Balance d'entrée
nl: Ingangsbalans
sv_se: Ingångsbalans

source: Controls the relative levels of the left and right local audio channels. For a mono signal it acts as a pan between the two channels. For example, if a microphone is connected to the right input channel and an instrument is connected to the left input channel which is much louder than the microphone, move the audio fader to increase the relative volume of the mic.
de: Steuert die relativen Pegel des linken und rechten lokalen Audiokanals. Bei einem Monosignal fungiert er als Pan zwischen den beiden Kanälen. Wenn z. B. ein Mikrofon an den rechten Eingangskanal angeschlossen ist und ein Instrument an den linken Eingangskanal angeschlossen ist, das viel lauter als das Mikrofon ist, bewegst du den Audio-Fader, um die relative Lautstärke des Mikrofons zu erhöhen.
es: Controla los niveles relativos de los canales locales de audio derecho e izquierdo. Para una señal mono actúa como paneo entre los dos canales. Por ejemplo, si se conecta un micrófono al canal derecho y un instrumento al izquierdo que suena mucho más alto que el micrófono, mueve el fader para aumentar el volumen relativo del micrófono.
fr: Contrôle les niveaux relatifs des canaux audio locaux gauche et droit. Pour un signal mono, il agit comme un panoramique entre les deux canaux. Par exemple, si un microphone est connecté au canal d'entrée droit et qu'un instrument est connecté au canal d'entrée gauche qui est beaucoup plus fort que le microphone, déplacez le chariot audio pour augmenter le volume relatif du microphone.
nl: Regelt de relatieve niveaus van de linker en rechter lokale audiokanalen. Voor een monosignaal fungeert het als een balans tussen de twee kanalen. Als er bijvoorbeeld een microfoon is aangesloten op het rechter ingangskanaal en een instrument is aangesloten op het linker ingangskanaal dat veel luider is dan de microfoon, verplaatst je de fader om het relatieve volume van de microfoon te verhogen.
sv_se: Styr de relativa nivåerna för vänster och höger lokala ljudkanaler. För en monosignal fungerar den som en panorering mellan de två kanalerna. Till exempel, om en mikrofon är ansluten till den högra ingångskanalen och ett instrument är anslutet till den vänstra ingångskanalen som är mycket starkare än mikrofonen, flytta ljudfadern för att öka den relativa volymen för mikrofonen.

source: Menu commands
es: Comandos del menú
fr: Menu commandes
nl: Menu opties
sv_se: Menykommandon

source: File > Load/Save Mixer Channels Setup
es: Archivo > Cargar/Guardar Configuración Canales Mezclador
fr: Fichier > Charger/sauvegarder la configuration des canaux du mixeur
nl: Bestand > Mixer kanaalinstellingen laden/opslaan
sv_se: Arkiv > Ladda/spara inställning av mixerkanaler
