Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Tips-Tricks-More.po
Languages: de, fr, ko_kr, nl

source: *Tip*: When you enable MIDI control in Jamulus, each user's name is prepended with a number, with the leftmost user starting at 0, then 1, etc. With default settings, when some users leave and others join, their left-right arrangement in the GUI may cease to follow a numerical order, making it more difficult to know who each physical fader/knob on your MIDI controller corresponds to. In order to keep the fader strips following a numerical order, go to "View" on the top menu bar and choose "Sort Users by Name".
de: *Tipp*: Wenn du die MIDI-Steuerung in Jamulus aktivierst, wird dem Namen jedes Benutzers eine Nummer vorangestellt, wobei der Benutzer ganz links bei 0 beginnt, dann bei 1 usw. Bei den Standardeinstellungen kann es vorkommen, dass die Links-Rechts-Anordnung der Benutzer in der Benutzeroberfläche nicht mehr der numerischen Reihenfolge entspricht, wenn einige Benutzer gehen und andere hinzukommen. Um die numerische Reihenfolge der Faderstreifen beizubehalten, gehst du auf "View" in der oberen Menüleiste und wählst "Sortiere die Kanäle nach dem Namen".

source: ## For Server admins
de: ## Für Server-Administratoren

source: ### Converting a public Server to a private one on the fly
de: ### Umwandlung eines öffentlichen Servers in einen privaten Server im Handumdrehen

source: You can run a public Server long enough for your band to connect, then go private by simply unchecking the 'Make my Server Public' box in the Server GUI. Your band mates will still be connected to the Server until they disconnect. (Thanks to [David Savinkoff](https://github.com/DavidSavinkoff) for this tip!)
de: Du kannst einen öffentlichen Server so lange betreiben, bis deine Band eine Verbindung hergestellt hat, und dann auf privat umschalten, indem du einfach das Kontrollkästchen "Meinen Server öffentlich machen" in der Server-GUI deaktivierst. Deine Bandkollegen sind dann immer noch mit dem Server verbunden, bis sie die Verbindung trennen. (Danke an [David Savinkoff](https://github.com/DavidSavinkoff) für diesen Tipp!)

source: ### Remote management of recordings
de: ### Fernverwaltung von Aufnahmen

source: ### Making a Server status page
de: ### Erstellen einer Server-Statusseite
