Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Tips-Tricks-More.po
Languages: de, fr, ko_kr, nl

source: Jamulus’s QoS settings (including the default) have no effect on Windows because the operating system ignores them. To enable Quality of Service for Jamulus, you must follow these instructions. Note also that you may need to repeat this procedure every time Jamulus is updated.
fr: Les paramètres de qualité de service de Jamulus (y compris la valeur par défaut) n'ont aucun effet sur Windows car le système d'exploitation les ignore. Pour activer la qualité de service pour Jamulus, vous devez suivre ces instructions. Notez également que vous devrez peut-être répéter cette procédure à chaque mise à jour de Jamulus.

source: In Search box beside Start menu Type: Local Group Policy Editor (enter)<br> In new window, (click) on the menu icon to display the Actions third panel<br> Looking at the first panel of the Local Group Policy Editor<br> &nbsp;Local Computer Policy<br> &nbsp;&nbsp;Computer Configuration<br> &nbsp;&nbsp;&nbsp;Windows Settings<br> &nbsp;&nbsp;&nbsp;&nbsp;Policy-based QoS (click)<br> Looking at the third panel (Actions) of the Local Group Policy Editor<br> &nbsp;Policy-based QoS<br> &nbsp;&nbsp;More Actions<br> &nbsp;&nbsp;&nbsp;Create new Policy (click)<br> &nbsp;&nbsp;&nbsp;&nbsp;Policy Name: Jamulus<br> &nbsp;&nbsp;&nbsp;&nbsp;Specify DSCP value: 32<br> &nbsp;&nbsp;&nbsp;&nbsp;Next<br> &nbsp;&nbsp;&nbsp;&nbsp;This QoS policy applies Only to applications with name Jamulus.exe<br> &nbsp;&nbsp;&nbsp;&nbsp;Next<br> &nbsp;&nbsp;&nbsp;&nbsp;Next<br> &nbsp;&nbsp;&nbsp;&nbsp;UDP<br> &nbsp;&nbsp;&nbsp;&nbsp;Finish<br> (Notice Jamulus policy in center panel may be edited)
fr: Dans la boîte de recherche à côté du menu Démarrer, tapez : Local Group Policy Editor (entrer)<br> Dans la nouvelle fenêtre, (cliquer) sur l'icône du menu pour afficher le troisième panneau Actions.<br> Regardez le premier panneau de l'éditeur de stratégie du groupe local.<br> &nbsp;Stratégie de l'ordinateur local<br> &nbsp;&nbsp;Configuration<br> &nbsp;&nbsp;&nbsp;fenêtres paramètres<br> &nbsp;&nbsp;&nbsp;&nbsp;QoS basée sur la stratégie (cliquer)<br> Regarder le troisieme panneau (Actions) de l'éditeur de stratégie de groupe local<br> &nbsp;QoS basée sur la stratégie<br> &nbsp;&nbsp;Plus d'actions<br> &nbsp;&nbsp;&nbsp;créer une nouvelle stratégie (cliquer)<br> &nbsp;&nbsp;&nbsp;&nbsp;nom : Jamulus<br> &nbsp;&nbsp;&nbsp;&nbsp;Specifier la valeur DSCP : 32<br> &nbsp;&nbsp;&nbsp;&nbsp;suivant<br> &nbsp;&nbsp;&nbsp;&nbsp;Cette stratégie QoS s'applique seulement au programme Jamulus.exe<br> &nbsp;&nbsp;&nbsp;&nbsp;Suivant<br> &nbsp;&nbsp;&nbsp;&nbsp;Suivant<br> &nbsp;&nbsp;&nbsp;&nbsp;UDP<br> &nbsp;&nbsp;&nbsp;&nbsp;Fin<br> (Avis : La stratégie de Jamulus dans le panneau central peut être modifiée)

source: Tips & Tricks
ko_kr: 팁 & 트릭
nl: Tips & trucs

source: <summary>Table of contents</summary>
ko_kr: <summary>목차</summary>
nl: <summary>Inhoudsopgave</summary>

source: Learning about remote band rehearsing
ko_kr: 원격 밴드 리허설에 대해 알아보기
nl: Informatie over repeteren met een band op afstand

source: Using the Jamulus Client
ko_kr: Jamulus 클라이언트 사용하기
nl: De Jamulus-client gebruiken

source: Have an undisturbed session on any Server
ko_kr: 모든 서버에서 방해받지 않는 세션 수행
nl: Zorg voor een ongestoorde sessie op elke server

source: You can have an undisturbed session with other people on any Server by simply soloing each other. You will then not be able to hear anyone else if they enter your Server.
ko_kr: 간단히 서로 솔로잉을 하면 어떤 서버에서든 다른 사람들과 방해받지 않고 세션을 가질 수 있습니다. 그러면 다른 사람이 사용자의 서버에 들어오면 다른 사람의 말을 들을 수 없습니다.
nl: Je kunt een ongestoorde sessie hebben met andere mensen op elke server door simpelweg voor iedereen de solo optie in te schakelen. Je kunt dan niemand anders horen als ze je server betreden.

source: **NOTE:** This does not stop people from hearing you, using the chat function, or seeing your profile information.
ko_kr: **참고: ** 이 기능을 사용해도 다른 사람들이 내 말을 듣거나 채팅 기능을 사용하거나 프로필 정보를 볼 수 있는 것은 아닙니다.
nl: **Opmerking:** Dit weerhoudt mensen er niet van om jullie te horen, de chatfunctie te gebruiken of de profielinformatie te zien.

source: Using Jamulus audio in Zoom (or other) meeting apps
ko_kr: Zoom(또는 기타) 미팅 앱에서 Jamulus 오디오 사용하기
nl: Jamulus geluid gebruiken in Zoom (of andere) vergader-apps

source: Recording Jamulus on Windows with Reaper
ko_kr: Reaper를 사용하여 Windows에서 Jamulus 녹음하기
nl: Jamulus opnemen in Windows met Reaper

source: Sharing song/chord sheets
ko_kr: 노래/화음 시트 공유하기
nl: Liedteksten/akkoordbladen delen

source: Jamulus Client Linux start script
ko_kr: Jamulus 클라이언트 Linux 시작 스크립트

source: Finally I start Jamulus automatically connecting to the Directory.
de: Schließlich stelle ich eine automatische Verbindung zwischen Jamulus und dem Verzeichnis her.
ko_kr: 마지막으로 Jamulus가 자동으로 디렉터리에 연결되기 시작합니다.
nl: Ten slotte start ik Jamulus automatisch waarbij deze verbinding maakt met de adresboek.

source: amixer sset 'Mic' capture 30% cap amixer sset 'Mic' playback 0% amixer sset 'Line' playback 60% unmute amixer sset 'Audigy Analog/Digital Output Jack' unmute amixer sset 'Analog Mix' capture 100% amixer sset 'Analog Mix' playback 0% amixer sset 'Wave' 100% amixer sset 'Master' capture 100% cap amixer sset 'Master' playback 100% amixer sset 'Master' playback 100% amixer sset 'PCM' playback 100% amixer sset 'PCM' capture 0% guitarix & /home/corrados/llcon/Jamulus -c myJamulusServer.domain.com & sleep 3 jack_disconnect system:capture_1 Jamulus:'input left' jack_disconnect system:capture_2 Jamulus:'input right' jack_connect system:capture_1 gx_head_amp:in_0 jack_connect gx_head_amp:out_0 gx_head_fx:in_0 jack_connect gx_head_fx:out_0 Jamulus:'input left' jack_connect gx_head_fx:out_1 Jamulus:'input right' jack_connect Jamulus:'output left' system:playback_1 jack_connect Jamulus:'output right' system:playback_2
ko_kr: amixer sset '마이크' capture 30% cap amixer sset '마이크' playback 0% amixer sset '라인' playback 60% unmute amixer sset 'Audigy 아날로그/디지털 출력 단자' unmute amixer sset '아날로그 믹스' capture 100% amixer sset '아날로그 믹스' playback 0% amixer sset '웨이브' 100% amixer sset '마스터' capture 100% cap amixer sset '마스터' playback 100% amixer sset '마스터' playback 100% amixer sset 'PCM' playback 100% amixer sset 'PCM' capture 0% guitarix & /home/corrados/llcon/Jamulus -c myJamulusServer.domain.com & sleep 3 jack_disconnect system:capture_1 Jamulus:'입력 왼쪽' jack_disconnect system:capture_2 Jamulus:'입력 오른쪽' jack_connect system:capture_1 gx_head_amp:in_0 jack_connect gx_head_amp:out_0 gx_head_fx:in_0 jack_connect gx_head_fx:out_0 Jamulus:'입력 왼쪽' jack_connect gx_head_fx:out_1 Jamulus:'입력 오른쪽' jack_connect Jamulus:'출력 왼쪽' system:playback_1 jack_connect Jamulus:'출력 오른쪽' system:playback_2

source: Using ctrlmidich for MIDI controllers
ko_kr: MIDI 컨트롤러에 ctrlmidich 사용
nl: Ctrlmidich gebruiken voor MIDI controllers

source: The volume fader, pan control and mute and solo buttons in the Client's mixer window strips can be controlled using a MIDI controller by using the `--ctrlmidich` parameter (note: only available for use with macOS and Linux using Jamulus version 3.7.0 or higher, and on Windows using the Jamulus version with JACK support). To enable this feature, Jamulus must be launched with `--ctrlmidich`. There is one global MIDI channel parameter (1-16) and two parameters you can set for each item controlled: `offset` and `consecutive CC numbers`. Set the first parameter to the channel you want Jamulus to listen on (0 for all channels) and then specify the items you want to control (f = volume fader; p = pan; m = mute; s = solo; o = mute myself) with the offset (CC number to start from) and number of consecutive CC numbers. There is one exception that does not require establishing consecutive CC numbers which is the "Mute Myself" command - it only requires a single CC number as it is only applied to one's own audio stream. Take the following example:
de: Der Lautstärkeregler, der Panoramaregler und die Schaltflächen für Stummschaltung und Solo in den Mixer-Fensterstreifen des Clients können mit einem MIDI-Controller gesteuert werden, indem der Parameter `--ctrlmidich` verwendet wird (Hinweis: nur verfügbar für macOS und Linux mit Jamulus Version 3.7.0 oder höher und unter Windows mit der Jamulus-Version mit JACK-Unterstützung). Um diese Funktion zu aktivieren, muss Jamulus mit `--ctrlmidich` gestartet werden. Es gibt einen globalen MIDI-Kanal-Parameter (1-16) und zwei Parameter, die Sie für jedes gesteuerte Element einstellen können: "Offset" und "Fortlaufende CC-Nummern". Stellen Sie den ersten Parameter auf den Kanal ein, den Jamulus abhören soll (0 für alle Kanäle), und geben Sie dann die zu steuernden Elemente (f = Lautstärkefader; p = Pan; m = Mute; s = Solo; o = Mute myself) mit dem Offset (CC-Nummer, mit der begonnen werden soll) und der Anzahl der aufeinanderfolgenden CC-Nummern an. Es gibt eine Ausnahme, bei der keine aufeinanderfolgenden CC-Nummern festgelegt werden müssen, nämlich der Befehl "Mute Myself" - er erfordert nur eine einzige CC-Nummer, da er nur auf den eigenen Audio-Strom angewendet wird. Nehmen Sie das folgende Beispiel:
ko_kr: 클라이언트 믹서 창 스트립의 볼륨 페이더, 팬 제어, 음소거 및 솔로 버튼은 `--ctrlmidich` 매개변수(참고: Jamulus 버전 3.7.0 이상을 사용하는 macOS 및 Linux에서만 사용할 수 있으며 JACK을 지원하는 Jamulus 버전을 사용하는 Windows에서만 사용할 수 있습니다.)를 사용하여 MIDI 컨트롤러를 사용하여 제어할 수 있습니다. 이 기능을 활성화하려면 `--ctrlmidich`를 사용하여 Jamulus를 시작해야 합니다. 하나의 전역 MIDI 채널 매개변수(1-16)와 제어되는 각 항목에 대해 설정할 수 있는 두 개의 매개변수('오프셋' 및 '연속 CC 번호')가 있습니다. 첫 번째 매개변수를 Jamulus가 (모든 채널에 대해 0에서) 수신하도록 하려는 채널로 설정한 다음 오프셋(시작할 CC 번호)과 연속 CC 번호 수로 제어(f = 볼륨 페이더; p = 팬; m = 음소거; s = 솔로; o = 직접 음소거)하려는 항목을 지정합니다. "직접 음소거" 명령인 연속 CC 번호 설정이 필요하지 않은 한 가지 예외가 있습니다. 이 명령은 자신의 오디오 스트림에만 적용되므로 단일 CC 번호만 필요합니다. 다음 예시를 들어보세요:
nl: De volumefader, balanscontrole en demp- en solo-knoppen in het mengpaneelvenster van de client kunnen worden bediend met een MIDI-controller met behulp van de parameter `--ctrlmidich` (opmerking: alleen beschikbaar voor gebruik met macOS en Linux met Jamulus versie 3.7.0 of hoger en voor Windows door gebruik te maken van de versie met ondersteuning voor JACK). Om deze functie in te schakelen, moet Jamulus worden gestart met `--ctrlmidich`. Er is één globale MIDI-kanaalparameter (1-16) en twee parameters die je voor elk te bedienen item kunt instellen: `offset` en `opeenvolgende CC-nummers`. Stel de eerste parameter in op het kanaal waarnaar je Jamulus wilt laten luisteren (0 voor alle kanalen) en specificeer vervolgens de items die je wilt regelen (f = volumefader; p = balans; m = demp; s = solo; o = demp mijzelf) met de offset (CC-nummer om mee te beginnen) en het aantal opeenvolgende CC-nummers. Er is één uitzondering waarbij het niet nodig is om opeenvolgende CC-nummers in te stellen, namelijk het "demp mijzelf"-commando - dit vereist slechts het CC-nummer omdat het alleen wordt toegepast op de eigen audiostream. Neem het volgende voorbeeld:

source: Here, Jamulus listens on MIDI channel 1. Volume fader CC numbers start at 0 and there are 8 of them (so end at CC number 7). Pan controls start at CC number 16 and end at 23; Solo 32 to 39 and Mute 48 to 55. Mute Myself is enabled/disabled by CC number 64.
de: Hier hört Jamulus auf MIDI-Kanal 1. Die CC-Nummern der Lautstärkeregler beginnen bei 0 und es gibt 8 davon (enden also bei CC-Nummer 7). Die Pan-Regler beginnen bei CC Nummer 16 und enden bei 23; Solo 32 bis 39 und Mute 48 bis 55. Mute Myself wird durch CC Nummer 64 aktiviert/deaktiviert.
ko_kr: 여기서 Jamulus는 MIDI 채널 1을 수신합니다. 볼륨 페이더 CC 번호는 0에서 시작하고 그 중 8개가 있습니다(따라서 CC 번호 7에서 끝납니다). 팬 컨트롤은 CC 번호 16에서 시작하여 23에서 끝납니다. 솔로 32~39 및 음소거 48~55입니다. 직접 음소거는 CC 번호 64에 의해 활성화/비활성화됩니다.
nl: Hier luistert Jamulus op MIDI kanaal 1. Volume fader CC nummers beginnen bij 0 en er zijn er 8 (dus eindigen bij CC nummer 7). Balansknoppen beginnen bij CC nummer 16 en eindigen bij 23; Solo 32 tot 39 en Demp 48 tot 55. Demp mijzelf wordt aan-/uitgezet door middel van CC nummer 64.

source: Please note that for the functions controlled by buttons to work properly, your MIDI controller needs the buttons to be set to "toggle" mode. This means that when pressed to 'turn on' a control, it must send a MIDI CC number with a value >=64, and to 'turn off' the control it must send the same CC number with a value <64. You can read your controller's manual to find out how to set this.
ko_kr: 버튼으로 제어되는 기능이 제대로 작동하려면 MIDI 컨트롤러에서 버튼을 "토글" 모드로 설정해야 합니다. 즉, 컨트롤을 '켜기' 위해 누르면 값이 64보다 큰 MIDI CC 번호를 보내야 하고, 컨트롤을 끄려면 값이 64보다 큰 동일한 CC 번호를 보내야 합니다. 이를 설정하는 방법을 알아보려면 컨트롤러 설명서를 읽어보세요.
nl: Houd er rekening mee dat om de functies die worden bestuurd door knoppen goed te laten werken, jouw MIDI-controller de knoppen in de "toggle" -modus moet hebben staan. Dit betekent dat wanneer deze wordt ingedrukt om een functie 'aan' te zetten, deze een MIDI CC-nummer met een waarde >=64 moet verzenden en om de besturing 'uit' te schakelen moet hetzelfde CC-nummer met een waarde <64 worden verzonden. Je kunt de handleiding van jouw controller lezen om erachter te komen hoe je dit instelt.

source: *Note*: Jamulus does not provide feedback on the on/off state of buttons, meaning that your controller must keep track and toggle LEDs (if any) to 'on' or 'off' itself.
de: *Hinweis*: Jamulus gibt keine Rückmeldung über den Ein-/Aus-Zustand der Tasten, d. h., dein Controller muss den Überblick behalten und die LEDs (falls vorhanden) selbst ein- oder ausschalten.
ko_kr: *참고*: Jamulus 버튼의 켜기/끄기 상태에 대한 피드백을 제공하지 않으므로, 컨트롤러가 직접 LED(있는 경우)를 추적하고 '켜기' 또는 '끄기'로 토글해야 합니다.
nl: *Opmerking*: Jamulus geeft geen feedback over de status van de knoppen, wat betekent dat je controller de LED's (indien aanwezig) moet bijhouden en zelf moet 'aan' of 'uit' zetten.

source: Make sure you connect your MIDI device's output port to the Jamulus MIDI in port (QjackCtl (Linux/Windows), MIDI Studio (macOS) or whatever you use for managing connections). In Linux you will need to install and launch a2jmidid so your device shows up in the MIDI tab in Qjackctl.
de: Stelle sicher, dass du den Ausgang deines MIDI-Geräts mit dem MIDI-Eingang von Jamulus verbindest (QjackCtl (Linux/Windows), MIDI Studio (macOS) oder was auch immer du zur Verwaltung von Verbindungen verwendest). Unter Linux musst du a2jmidid installieren und starten, damit dein Gerät auf der Registerkarte MIDI in Qjackctl angezeigt wird.
ko_kr: MIDI 장치의 출력 포트를 Jamulus MIDI 입력 포트(QjackCtl(Linux/Windows), MIDI Studio(macOS) 또는 연결 관리에 사용하는 모든 항목)에 연결했는지 확인하세요. Linux에서는 a2jmidid를 설치하고 실행해야 장치가 Qjackctl의 MIDI 탭에 표시됩니다.
nl: Zorg ervoor dat je de uitvoerpoort van je MIDI-apparaat aansluit op de Jamulus MIDI-ingang (QjackCtl (Linux/Windows), MIDI Studio (macOS) of wat je ook gebruikt voor het beheren van verbindingen). In Linux moet je a2jmidid installeren en starten, zodat je apparaat verschijnt op het MIDI-tabblad in Qjackctl.

source: *Tip*: When you enable MIDI control in Jamulus, each user's name is prepended with a number, with the leftmost user starting at 0, then 1, etc. With default settings, when some users leave and others join, their left-right arrangement in the GUI may cease to follow a numerical order, making it more difficult to know who each physical fader/knob on your MIDI controller corresponds to. In order to keep the fader strips following a numerical order, go to "View" on the top menu bar and switch between "No User Sorting" and another option and then back again (e.g. type `Ctrl+N`, `Ctrl+O`).
ko_kr: *팁*: Jamulus에서 MIDI 컨트롤을 활성화하면 각 사용자의 이름 앞에 숫자가 붙으며 가장 왼쪽의 사용자는 0부터 시작하고 그 다음에는 1, 등등이 됩니다. 기본 설정에서는 일부 사용자가 나가고 다른 사용자가 합류하면 왼쪽에서 오른쪽으로 GUI의 배열은 숫자 순서를 따르지 않아 MIDI 컨트롤러의 각 물리적 페이더/노브가 누구에 해당하는지 알기가 더 어려워질 수 있습니다. 숫자 순서에 따라 페이더 스트립을 유지하려면 상단 메뉴 표시줄의 "보기"로 이동하여 "사용자 정렬 없음"과 다른 옵션 사이를 전환한 다음 다시 돌아갑니다(예: `Ctrl+N`, `Ctrl+O 입력`).
nl: *Tip*: Wanneer je MIDI-besturing in Jamulus inschakelt dan wordt de naam van iedere gebruiker voorafgegaan door een nummer, waarbij de meest linkse gebruiker begint bij 0, dan 1, enz. Met standaardinstellingen, wanneer gebruikers de sessie verlaten en anderen erbij komen, kan het zijn dat de links-rechts volgorde in de GUI niet meer overeenkomt met de numerieke volgorde waardoor het moeilijker wordt om te weten wie met welke fysieke fader/knop op jouw MIDI-controller overeenkomt. Om de faders in numerieke volgorde te houden, ga je naar "Weergave" in de menubalk en wissel je tussen de "Kanalen niet sorteren" en een andere optie en dan weer terug (bijv. typ `Ctrl+N`, `Ctrl+O`).

source: For Server admins
ko_kr: 서버 관리자의 경우
nl: Voor serverbeheerders

source: Converting a Registered Server to an Unregistered one on the fly
ko_kr: 등록된 서버를 미등록된 서버로 즉시 변환하기
nl: On-the-fly een geregistreerde server naar een niet-geregistreerde server omzetten

source: You can run as a Registered Server long enough for people to connect, then go "private" (Unregistered) by setting the Directory to "none" in the Server GUI. Musicians will still be connected to the Server until they disconnect. (Thanks to [David Savinkoff](https://github.com/DavidSavinkoff) for this tip!)
ko_kr: 사람들이 연결할 수 있을 만큼 오랫동안 등록된 서버로 실행한 다음 서버 GUI에서 디렉터리를 "없음"으로 설정하여 "비공개"(미등록됨)로 전환할 수 있습니다. 뮤지션들은 연결이 끊어질 때까지 서버에 계속 연결되어 있습니다. (이 팁을 제공해 주신 [David Savinkoff](https://github.com/DavidSavinkoff)에게 감사드립니다!)

source: Remote management of recordings
ko_kr: 녹음 원격 관리
nl: Opname op afstand bedienen

source: Jamulus user [vdellamea](https://github.com/vdellamea) has written a [web-based remote tool](https://github.com/vdellamea/jamulus-server-remote) for starting and stopping recordings on Linux Servers, allowing you to then download them from your browser. See also [Jamulus Jam Exporter](https://github.com/pljones/jamulus-jamexporter) by [pljones](https://github.com/pljones), which also includes a Server recording recovery script.
de: Jamulus-Benutzer [vdellamea](https://github.com/vdellamea) hat ein [webbasiertes Remote-Tool](https://github.com/vdellamea/jamulus-server-remote) zum Starten und Stoppen von Aufzeichnungen auf Linux-Servern geschrieben, mit dem du diese dann über deinen Browser herunterladen kannst. Siehe auch [Jamulus Jam Exporter](https://github.com/pljones/jamulus-jamexporter) von [pljones](https://github.com/pljones), das auch ein Skript zur Wiederherstellung von Server-Aufzeichnungen enthält.
ko_kr: Jamulus 사용자 [vdellamea](https://github.com/vdellamea)는 Linux에서 녹화를 시작하고 중지하기 위한 [웹 기반 원격 도구](https://github.com/vdellamea/jamulus-server-remote)를 작성했습니다. 서버를 사용하면 브라우저에서 다운로드할 수 있습니다. [pljones](https://github.com/pljones)의 [Jamulus Jam Importer](https://github.com/pljones/jamulus-jamexporter)도 참조하세요. 여기에는 서버 녹음 복구 스크립트도 포함되어 있습니다.
nl: Jamulus gebruiker [vdellamea](https://github.com/vdellamea) heeft een [webgebaseerd hulpmiddel](https://github.com/vdellamea/jamulus-server-remote) geschreven voor het op afstand starten en stoppen van opnamen op Linux servers, zodat je ze vervolgens vanuit je browser kunt downloaden. Zie ook [Jamulus Jam Exporter](https://github.com/pljones/jamulus-jamexporter) van [pljones](https://github.com/pljones), dat ook een herstelscript voor serveropnames bevat.

source: Making a Server status page
ko_kr: 서버 상태 페이지 만들기
nl: Een serverstatuspagina maken

source: With the `-m` command line argument, Server statistics can be generated to be put on a web page.
de: Mit dem Befehlszeilen Kommando `-m` können Server Statistiken für eine Webseite erstellt werden.
ko_kr: `-m` 명령줄 인수를 사용하면 서버 통계를 생성하여 웹페이지에 표시할 수 있습니다.
nl: Met het opdrachtregeloptie `-m` kunnen serverstatistieken worden gegenereerd om op een webpagina te worden geplaatst.

source: Here is an example php script using the Server status file to display the current Server status on a html page (assuming the following command line argument to be used: `-m /var/www/stat1.dat`):
de: Hier ist ein Beispiel für ein PHP-Skript, das die Server-Statusdatei verwendet, um den aktuellen Server-Status auf einer HTML-Seite anzuzeigen (unter der Annahme, dass das folgende Befehlszeilen Kommando verwendet wird): `-m /var/www/stat1.dat`):
ko_kr: 다음은 HTML 페이지에 현재 서버 상태를 표시하기 위해 서버 상태 파일을 사용하는 PHP 스크립트 예입니다(다음 명령줄 인수를 사용한다고 가정: `-m /var/www/stat1.dat`):
nl: Hier is een voorbeeld van een php-script dat het serverstatusbestand gebruikt om de huidige serverstatus op een html-pagina weer te geven (ervan uitgaande dat het volgende opdrachtregeloptie is gebruikt: `-m /var/www/stat1.dat`):

source: You can run as a Registered Server long enough for your band to connect, then go "private" (Unregistered) by setting the Directory to "none" in the Server GUI. Your band mates will still be connected to the Server until they disconnect. (Thanks to [David Savinkoff](https://github.com/DavidSavinkoff) for this tip!)
nl: Je kunt een geregistreerde server uitvoeren die lang genoeg beschikbaar is om je band verbinding te laten maken en vervolgens kun je "prive" (niet-geregistreerd) gaan door het adresboek in de server GUI op "Geen" te zetten. Je bandleden zijn nog steeds verbonden met de server totdat ze de verbinding verbreken.(Met dank aan [David Savinkoff](https://github.com/DavidSavinkoff) voor deze tip!)

source: <summary>Table of contents</summary>
de: <summary>Inhaltsverzeichnis</summary>

source: ### Learning about remote band rehearsing
de: ### Band Proben aus der Ferne

source: ## Using the Jamulus Client
de: ## Verwendung des Jamulus-Client

source: ### Have a undisturbed session on any Server
de: ### Eine ungestörte Sitzung auf einem beliebigen Server einrichten

source: You can have a "private", undisturbed session with other people on any Server, including publically listed Servers, by simply soloing each other. You will then not be able to hear anyone else if they enter your Server (note that this does not stop them from hearing you, using the chat function, or seeing your profile information).
de: Du kannst eine "private", ungestörte Sitzung mit anderen Personen auf einem beliebigen Server, einschließlich öffentlich gelisteten Servern, abhalten, indem sich alle Teilnehmer auf SOLO schalten. Du wirst dann nicht in der Lage sein, andere Personen zu hören, wenn diese den selben Server betreten (beachte, dass dies andere nicht daran hindert, dich zu hören, die Chat-Funktion zu benutzen oder deine Profilinformationen zu sehen).

source: ### Using Jamulus audio in Zoom (or other) meeting apps
de: ### Jamulus Audio in Zoom (oder anderen Meeting-Apps) verwenden

source: ### Recording Jamulus on Windows with Reaper
de: ### Aufnahme von Jamulus unter Windows mit Reaper

source: ### Sharing song/chord sheets
de: ### Gemeinsame Nutzung von Lied-/Akkordblättern

source: ### Jamulus Client Linux start script
de: ### Jamulus Client Linux Startskript

source: ### Using ctrlmidich for MIDI controllers
de: ### Verwendung von ctrlmidich für MIDI-Controller

source: Please note that for the functions controlled by buttons to work properly, your MIDI controller needs the buttons to be set to "toggle" mode. This means that when pressed to 'turn on' a control, it must send a MIDI CC number with a value >=64, and to 'turn off' the control it must send the same CC number with a value <64. You can read your controller's manual to find out how to set this.
de: Bitte beachte, dass dein MIDI-Controller auf den "Toggle"-Modus eingestellt sein muss, damit die über die Tasten gesteuerten Funktionen richtig funktionieren. Das bedeutet, dass beim Drücken einer Taste zum "Einschalten" eines Reglers eine MIDI-CC-Nummer mit einem Wert >=64 gesendet werden muss, und zum "Ausschalten" des Reglers dieselbe CC-Nummer mit einem Wert <64 gesendet werden muss. Wie du das einstellst, kannst du im Handbuch deines Controllers nachlesen.
