Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Tips-Tricks-More.po
Languages: de, fr, ko_kr, nl

source: en
de: de
fr: fr
ko_kr: ko_KR
nl: nl

source: Tips, Tricks and More
de: Tipps, Tricks und mehr
fr: Trucs et astuces
ko_kr: 팁, 요령 등
nl: Tips, trucs en meer

source: # Tips & Tricks
fr: # Trucs et astuces

source: ## Learning about remote band rehearsing
fr: ## Découvrir les répétitions de groupes à distance

source: Jamulus user [Chris Rimple](https://sourceforge.net/u/chrisrimple/profile/) has compiled a massive amount of information relating to [Remote Band Rehearsals](https://docs.google.com/document/d/1smcvsxdaaViPQvGMQHmah_6BQeqowhmGSFMHfnlY2FI/) (Google doc), which covers topics such as hardware and software configuration including examples and advice for newcomers to the field. He also includes a section on Jamulus in comparison to other solutions.
de: Jamulus-Benutzer [Chris Rimple](https://sourceforge.net/u/chrisrimple/profile/) hat eine große Menge an Informationen zu [Band Proben aus der Ferne](https://docs.google.com/document/d/1smcvsxdaaViPQvGMQHmah_6BQeqowhmGSFMHfnlY2FI/) (Google doc) zusammengestellt, die Themen wie Hardware- und Softwarekonfiguration einschließlich Beispielen und Ratschlägen für Neulinge auf diesem Gebiet abdecken. Er enthält auch einen Abschnitt über Jamulus im Vergleich zu anderen Lösungen.
fr: L'utilisateur de Jamulus [Chris Rimple](https://sourceforge.net/u/chrisrimple/profile/) a rassemblé une grande quantité d'informations sur les [Répétitions à distance de groupes musicaux](https://docs.google.com/document/d/1smcvsxdaaViPQvGMQHmah_6BQeqowhmGSFMHfnlY2FI/). (Google doc), qui couvre des sujets tels que la configuration matérielle et logicielle, y compris des exemples et des conseils pour les nouveaux venus dans le domaine. Il inclut également une section sur Jamulus en comparaison avec d'autres solutions.
ko_kr: Jamulus 사용자 [Chris Rimple](https://sourceforge.net/u/chrisrimple/profile/)은 [원격 밴드 리허설](https://docs.google.com/document/d/1smcvsxdaaViPQvGMQHmah_6BQeqowhmGSFMHfnlY2FI/) (Google 문서)과 관련된 방대한 양의 정보를 편집했습니다. 이 정보는 하드웨어 및 소프트웨어 구성과 같은 주제를 다루고 현장에 새로 온 사람들을 위한 예시와 조언을 포함합니다. 그는 또한 다른 솔루션과 비교하여 Jamulus에 대한 섹션도 포함합니다.
nl: Jamulus gebruiker [Chris Rimple](https://sourceforge.net/u/chrisrimple/profile/) heeft een enorme hoeveelheid informatie verzameld met betrekking tot [bandrepetities op afstand (engelstalig)](https://docs.google.com/document/d/1smcvsxdaaViPQvGMQHmah_6BQeqowhmGSFMHfnlY2FI/) (Google doc), die onderwerpen behandelt zoals hardware- en softwareconfiguratie, inclusief voorbeelden en advies voor nieuwkomers. Het bevat ook een sectie over Jamulus in vergelijking met andere oplossingen.

source: ## Using Jamulus audio in Zoom (or other) meeting apps
fr: ## Utilisation de l'audio Jamulus dans les applications de réunion Zoom (ou autres)

source: Several users have reported success allowing a "virtual audience" for a Jamulus session by using [JACK audio](https://jackaudio.org) to route the Jamulus signal through JackRouter to the target application (in this case, Zoom meetings).
de: Mehrere Benutzer haben berichtet, dass es ihnen gelungen ist, ein "virtuelles Publikum" für eine Jamulus-Sitzung zu schaffen, indem sie [JACK Audio](https://jackaudio.org) verwendet haben, um das Jamulus-Signal über JackRouter an die Zielanwendung (in diesem Fall Zoom-Meetings) zu leiten.
fr: Plusieurs utilisateurs ont rapporté avoir réussi à autoriser une "audience virtuelle" pour une session Jamulus en utilisant [JACK audio](https://jackaudio.org) pour acheminer le signal Jamulus à travers JackRouter vers l'application cible (dans ce cas, les réunions Zoom).
ko_kr: 여러 사용자가 [JACK 오디오](https://jackaudio.org)를 사용하여 Jamulus 신호를 JackRouter를 통해 대상 애플리케이션(이 경우 Zoom 회의)으로 라우팅함으로써 Jamulus 세션에 대한 "가상 청중"을 허용하는 데 성공했다고 보고했습니다.
nl: Verschillende gebruikers hebben gemeld dat ze een "virtueel publiek" voor een Jamulus-sessie hebben toegestaan door gebruik te maken van [JACK audio](https://jackaudio.org) om het Jamulus-signaal via JackRouter naar de doeltoepassing te routeren (in dit geval Zoom-vergaderingen).

source: You can also use [VoiceMeeter](https://www.vb-audio.com/Voicemeeter/banana.htm) (Banana) for Windows or [BlackHole](https://github.com/ExistentialAudio/BlackHole) for macOS to route the Jamulus output to multiple destinations, for example to your headphones and the meeting application at the same time.
de: Du kannst auch [VoiceMeeter](https://www.vb-audio.com/Voicemeeter/banana.htm) (Banana) für Windows oder [BlackHole](https://github.com/ExistentialAudio/BlackHole) für macOS verwenden, um die Jamulus-Ausgabe an mehrere Ziele zu leiten, z. B. an deine Kopfhörer und die Meeting-Anwendung gleichzeitig.
fr: Vous pouvez également utiliser [VoiceMeeter](https://www.vb-audio.com/Voicemeeter/banana.htm) (Banana) pour Windows ou [BlackHole](https://github.com/ExistentialAudio/BlackHole) pour macOS afin d'acheminer la sortie de Jamulus vers plusieurs destinations, par exemple vers votre casque et l'application de réunion en même temps.
ko_kr: Windows용 [VoiceMeeter](https://www.vb-audio.com/Voicemeeter/banana.htm) (Banana) 또는 macOS용 [BlackHole](https://github.com/ExistentialAudio/BlackHole)을 사용할 수도 있습니다. Jamulus 출력을 헤드폰과 회의 애플리케이션 등 여러 대상으로 동시에 라우팅합니다.
nl: Je kunt ook gebruik maken van [VoiceMeeter](https://www.vb-audio.com/Voicemeeter/banana.htm) (Banana) voor Windows of [BlackHole](https://github.com/ExistentialAudio/BlackHole) voor macOS om de Jamulus-uitvoer naar meerdere bestemmingen te routeren, bijvoorbeeld tegelijkertijd naar je hoofdtelefoon en de vergaderapplicatie.

source: ## Recording Jamulus on Windows with Reaper
fr: ## Enregistrer Jamulus sous Windows avec Reaper

source: Jamulus user [Rob Durkin](https://sourceforge.net/u/bentwrench/profile/) has written a [guide to recording the output of Jamulus](https://docs.google.com/document/d/1tENfNKTWHasuTg33OdLLEo4-OOhWJolOo42ffSARxhY/edit) (Google Doc) using the ReaRoute add-on for [Reaper](https://www.reaper.fm/).
de: Jamulus-Benutzer [Rob Durkin](https://sourceforge.net/u/bentwrench/profile/) hat eine [Anleitung zur Aufzeichnung der Jamulus-Ausgabe](https://docs.google.com/document/d/1tENfNKTWHasuTg33OdLLEo4-OOhWJolOo42ffSARxhY/edit) (Google Doc) unter Verwendung des ReaRoute-Add-ons für [Reaper](https://www.reaper.fm/) geschrieben.
fr: L'utilisateur Jamulus [Rob Durkin](https://sourceforge.net/u/bentwrench/profile/) a écrit un [guide pour enregistrer les sorties de Jamulus](https://docs.google.com/document/d/1tENfNKTWHasuTg33OdLLEo4-OOhWJolOo42ffSARxhY/edit) (Google Doc) en utilisant ReaRoute de [Reaper](https://www.reaper.fm/).
ko_kr: Jamulus 사용자 [Rob Durkin](https://sourceforge.net/u/bentwrench/profile/)은 [Reaper](https://www.reaper.fm/)용 ReaRoute 애드온을 사용하여 [Jamulus의 출력 기록 가이드](https://docs.google.com/document/d/1tENfNKTWHasuTg33OdLLEo4-OOhWJolOo42ffSARxhY/edit) (Google Doc)를 작성했습니다.
nl: Jamulus gebruiker [Rob Durkin](https://sourceforge.net/u/bentwrench/profile/) heeft een [gids voor het opnemen van de uitvoer van Jamulus](https://docs.google.com/document/d/1tENfNKTWHasuTg33OdLLEo4-OOhWJolOo42ffSARxhY/edit) (Google Doc) geschreven waarin gebruik wordt gemaakt van de ReaRoute add-on voor [Reaper](https://www.reaper.fm/).

source: ## Sharing song/chord sheets
fr: ## Partage de paroles de chansons/accords

source: Jamulus user [BTDT](https://sourceforge.net/u/btdt/profile/) has written a system called [305keepers](https://github.com/keepers305/Song-Sheet-Sharing-Web-Pages), a web application that allows a "Jam leader" to push song sheets (in PDF format) to "Jammers" in real time using standard web browsers.
de: Jamulus-Benutzer [BTDT](https://sourceforge.net/u/btdt/profile/) hat ein System namens [305keepers](https://github.com/keepers305/Song-Sheet-Sharing-Web-Pages) geschrieben, eine Webanwendung, mit der ein "Jam-Leader" Songblätter (im PDF-Format) in Echtzeit über Standard-Webbrowser an "Jammer" senden kann.
fr: L'utilisateur Jamulus [BTDT](https://sourceforge.net/u/btdt/profile/) a écrit un système appelé [305keepers](https://github.com/keepers305/Song-Sheet-Sharing-Web-Pages), une application ouèbe qui permet a un "responsable du boeuf" de mettre à disposition les fiches des chansons (au format PDF) aux autres participants en temps réel en utilisant un navigateur ouèbe standard.
ko_kr: Jamulus 사용자 [BTDT](https://sourceforge.net/u/btdt/profile/)는 [305keepers](https://github.com/keepers305/Song-Sheet-Sharing-Web-Pages)라는 시스템을 작성했습니다. , "Jam leader"가 표준 웹 브라우저를 사용하여 실시간으로 노래 시트(PDF 형식)를 "Jammers"에 푸시할 수 있는 웹 애플리케이션입니다.
nl: Jamulus-gebruiker [BTDT](https://sourceforge.net/u/btdt/profile/) heeft een systeem geschreven met de naam [305keepers](https://github.com/keepers305/Song-Sheet-Sharing-Web-Pages), een webtoepassing waarmee een "Jam-leider" bladmuziek (in PDF-formaat) in realtime naar "Jammers" kan pushen met behulp van standaard webbrowsers.

source: ## Making a server status page
fr: ## Faire une page de status de serveur

source: With the `-m` command line argument, server statistic information can be generated to be put on a web page.
fr: Avec l'argument `-m` de la ligne de commande, des informations statistiques sur le serveur peuvent être générées pour être mises sur une page web.

source: Here is an example php script using the server status file to display the current server status on a html page (assuming the following command line argument to be used: `-m /var/www/stat1.dat`):
fr: Voici un exemple de script php utilisant le fichier d'état du serveur pour afficher l'état actuel du serveur sur une page html (en supposant que l'argument de ligne de commande suivant soit utilisé : `-m /var/www/stat1.dat`):

source: ## Saving and loading client mix states
fr: ## Sauvegarde et chargement des états de mixage du client

source: You can save and restore the mix you have for your band rehearsals (fader, mute, pan, solo etc.) and load these any time (even while you are playing). Do this with "File > Save Mixer Channels Setup" in your client and load them using "Load Mixer Channels Setup" (or drag/drop them to the mixer window).
fr: Vous pouvez sauvegarder et restaurer le mixage que vous avez pour les répétitions de votre groupe (fader, mute, pan, solo etc...) et les charger à tout moment (même pendant que vous jouez). Faites-le avec "File > Save Mixer Channels Setup" dans votre client et chargez-les avec "Load Mixer Channels Setup" (ou glissez/déposez-les dans la fenêtre du mixeur).

source: ## Converting a public server to a private one on the fly
fr: ## Conversion d'un serveur public en serveur privé à la volée

source: You can run a public server long enough for your band to connect, then go private by simply unchecking the 'Make my server Public' box in the server GUI. Your band mates will still be connected to the server until they disconnect. (Thanks to [David Savinkoff](https://github.com/DavidSavinkoff) for this tip!)
fr: Vous pouvez faire tourner un serveur public suffisamment longtemps pour que votre groupe se connecte, puis le rendre privé en décochant simplement la case "Rendre mon serveur public" dans l'interface graphique du serveur. Les membres de votre groupe seront toujours connectés au serveur jusqu'à ce qu'ils se déconnectent. (Merci à [David Savinkoff](https://github.com/DavidSavinkoff) pour cette astuce !)

source: ## Jamulus client Linux start script
fr: ## Script de démarrage Linux pour le client Jamulus

source: Here's a Linux start script for Jamulus using an old Audigy4 sound card, the large number of available audio faders for which makes it hard to get the correct settings.
de: Hier ist ein Linux-Startskript für Jamulus, das eine alte Audigy4-Soundkarte verwendet, deren große Anzahl an verfügbaren Audio-Fadern es schwierig macht, die richtigen Einstellungen zu finden.
fr: Voici un script de démarrage Linux pour Jamulus utilisant une vieille carte son Audigy4, dont le grand nombre de faders audio disponibles rend difficile l'obtention des réglages corrects.
ko_kr: 다음은 오래된 Audigy4 사운드 카드를 사용하는 Jamulus용 Linux 시작 스크립트입니다. 사용 가능한 오디오 페이더가 너무 많아 올바른 설정을 얻기가 어렵습니다.
nl: Hier is een Linux-startscript voor Jamulus met een oude Audigy4-geluidskaart waarbij het moeilijk is om de juiste instellingen te krijgen door het grote aantal beschikbare audiofaders.

source: This script therefore includes the most important audio fader settings. The second part of the script deals with the JACK connections. I use Guitarix as my guitar effect processor which I plug in in the JACK audio path.
de: Dieses Skript enthält daher die wichtigsten Audio-Fader-Einstellungen. Der zweite Teil des Skripts befasst sich mit den JACK-Verbindungen. Ich verwende Guitarix als Gitarreneffektprozessor, den ich in den JACK-Audiopfad einfüge.
fr: Ce script inclut donc les réglages les plus importants des faders audio. La deuxième partie du script concerne les connexions JACK. J'utilise Guitarix comme processeur d'effets pour guitare que je branche dans le chemin audio de JACK.
ko_kr: 따라서 이 스크립트에는 가장 중요한 오디오 페이더 설정이 포함되어 있습니다. 스크립트의 두 번째 부분은 JACK 연결을 다룹니다. 저는 Guitarix를 JACK 오디오 경로에 연결하는 기타 효과 프로세서로 사용합니다.
nl: Dit script bevat dan ook de belangrijkste audio fader instellingen. Het tweede deel van het script gaat over de JACK-verbindingen. Ik gebruik Guitarix als mijn gitaareffectprocessor die ik aansluit op het JACK-audiopad.

source: Finally I start Jamulus automatically connecting to the directory server.
fr: Enfin, je lance Jamulus en le connectant automatiquement au serveur de répertoire.

source: Here is the script:
de: Hier ist das Skript:
fr: Voici le script :
ko_kr: 스크립트는 다음과 같습니다:
nl: Hier is het script:

source: ## Using ctrlmidich for MIDI controllers
fr: ## Utilisation de ctrlmidich pour les contrôleurs MIDI

source: The volume fader, pan control and mute and solo buttons in the client's mixer window strips can be controlled using a MIDI controller by using the `--ctrlmidich` parameter (note: only available for use with macOS and Linux using Jamulus version 3.7.0 or higher). To enable this feature, Jamulus must be launched with `--ctrlmidich`. There is one global MIDI channel parameter (1-16) and two parameters you can set for each item controlled: `offset` and `consecutive CC numbers`. Set the first parameter to the channel you want Jamulus to listen on (0 for all channels) and then specify the items you want to control (f = volume fader; p = pan; m = mute; s = solo) with the offset (CC number to start from) and number of consecutive CC numbers. Take the following example:
fr: Le fader de volume, la commande de panoramique et les boutons de sourdine et de solo dans les bandes de fenêtre de mixage du client peuvent être contrôlés à l'aide d'un contrôleur MIDI en utilisant le paramètre `--ctrlmidich` (note : uniquement disponible pour une utilisation avec macOS et Linux utilisant Jamulus version 3.7.0 ou supérieure). Pour activer cette fonctionnalité, Jamulus doit être lancé avec `--ctrlmidich`. Il y a un paramètre global de canal MIDI (1-16) et deux paramètres que vous pouvez régler pour chaque élément contrôlé : `offset` et `consecutive CC numbers`. Réglez le premier paramètre sur le canal que vous voulez que Jamulus écoute (0 pour tous les canaux) et ensuite spécifiez les éléments que vous voulez contrôler (f = fader de volume ; p = pan ; m = mute ; s = solo) avec l'offset (numéro de CC pour commencer) et le nombre de numéros de CC consécutifs. Prenons l'exemple suivant :

source: Here, Jamulus listens on MIDI channel 1. Volume fader CC numbers start at 0 and there are 8 of them (so end at CC number 7). Pan controls start at CC number 16 and end at 23; Solo 32 to 39 and Mute 48 to 55.
fr: Ici, Jamulus écoute sur le canal MIDI 1. Les numéros de CC des faders de volume commencent à 0 et sont au nombre de 8 (ils se terminent donc au numéro 7). Les contrôles de panoramique commencent au CC numéro 16 et se terminent au 23 ; Solo 32 à 39 et Mute 48 à 55.

source: Fader strips in the mixer window are controlled in ascending order from left to right. Continuing with the above example, in strip number 1 (farthest left), the volume fader would be controlled by CC number 0; pan by 16; solo by 32 and mute by 48. As we have specified 8 consecutive controllers for each parameter, this would give us MIDI control over 8 strips (volume, pan, solo and mute in each one) in the mixer window. The next strip would be controlled by 1, 17, 33 and 49, and so forth.
de: Die Faderstreifen im Mixerfenster werden in aufsteigender Reihenfolge von links nach rechts gesteuert. Im obigen Beispiel würde im Streifen Nummer 1 (ganz links) der Lautstärkeregler mit der CC-Nummer 0, der Panoramaregler mit 16, der Soloregler mit 32 und der Stummschalter mit 48 gesteuert werden. Da wir 8 aufeinanderfolgende Controller für jeden Parameter festgelegt haben, würde uns dies die MIDI-Steuerung von 8 Streifen (Lautstärke, Panorama, Solo und Mute in jedem Streifen) im Mixerfenster ermöglichen. Der nächste Streifen würde von 1, 17, 33 und 49 gesteuert werden, und so weiter.
fr: Les bandes de faders dans la fenêtre de mixage sont contrôlées dans l'ordre croissant de gauche à droite. En continuant avec l'exemple ci-dessus, dans la bande numéro 1 (la plus à gauche), le fader de volume serait contrôlé par le CC numéro 0 ; le pan par 16 ; le solo par 32 et le mute par 48. Comme nous avons spécifié 8 contrôleurs consécutifs pour chaque paramètre, cela nous donnerait un contrôle MIDI sur 8 bandes (volume, panoramique, solo et mute dans chacune d'elles) dans la fenêtre du mixeur. La bande suivante serait contrôlée par 1, 17, 33 et 49, et ainsi de suite.
ko_kr: 믹서 창의 페이더 스트립은 왼쪽에서 오른쪽으로 오름차순으로 제어됩니다. 위의 예를 계속하면 스트립 번호 1(가장 왼쪽)에서 볼륨 페이더는 CC 번호 0으로 제어됩니다. 16만큼 팬; 솔로는 32, 음소거는 48입니다. 각 매개변수에 대해 8개의 연속 컨트롤러를 지정했으므로 믹서 창에서 8개 스트립(각각의 볼륨, 팬, 솔로 및 음소거)에 대한 MIDI 제어를 제공합니다. 다음 스트립은 1, 17, 33, 49 등으로 제어됩니다.
nl: Faders in het mengpaneel worden in oplopende volgorde van links naar rechts bediend. Verdergaand met het bovenstaande voorbeeld, in fader nummer 1 (uiterst links), wordt de volumefader bestuurd door CC nummer 0; balans met 16; solo met 32 en demp met 48. Aangezien we 8 opeenvolgende controllers voor elke parameter hebben gespecificeerd, zou dit ons MIDI-controle geven over 8 faders (volume, balans, solo en demp in elk) in het mengpaneel. De volgende fader wordt bestuurd door 1, 17, 33 en 49, enzovoort.

source: *Note*: Jamulus does not provide feedback on the state of the Solo and Mute buttons, meaning that your controller must keep track and toggle LEDs (if any) to 'on' or 'off' itself.
fr: *Note*: Jamulus ne fournit pas de retour sur l'état des boutons Solo et Mute, ce qui signifie que votre contrôleur doit garder la trace et basculer les LED (le cas échéant) sur "on" ou "off" lui-même.

source: Make sure you connect your MIDI device's output port to the Jamulus MIDI in port (QjackCtl (Linux), MIDI Studio (macOS) or whatever you use for managing connections). In Linux you will need to install and launch a2jmidid so your device shows up in the MIDI tab in Qjackctl.
fr: Assurez-vous de connecter le port de sortie de votre appareil MIDI au port d'entrée MIDI de Jamulus (QjackCtl (Linux), MIDI Studio (macOS) ou tout autre outil que vous utilisez pour gérer les connexions). Sous Linux, vous devrez installer et lancer a2jmidid pour que votre périphérique apparaisse dans l'onglet MIDI de Qjackctl.

source: ## Controlling recordings on Linux headless servers
fr: ## Contrôle des enregistrements sur les serveurs headless Linux

source: When using the [recording function](Server-Win-Mac#recording) with the `-R` [command line option](Command-Line-Options), if the server receives a SIGUSR1 signal during a recording, it will start a new recording in a new directory. SIGUSR2 will toggle recording enabled on/off.
fr: Lorsque vous utilisez la [fonction d'enregistrement](Server-Win-Mac#enregistrement) avec l'[option de ligne de commande] `-R`(Command-Line-Options), si le serveur reçoit un signal SIGUSR1 pendant un enregistrement, il démarre un nouvel enregistrement dans un nouveau répertoire. SIGUSR2 permet d'activer ou de désactiver l'enregistrement.

source: To send these signals using systemd, create the following two `.service` files in `/etc/systemd/system`, calling them something appropriate (e.g. `newRecording-Jamulus-server.service`).
fr: Pour envoyer ces signaux en utilisant systemd, créez les deux fichiers `.service` suivants dans `/etc/systemd/system`, en les appelant de manière appropriée (par exemple `newRecording-Jamulus-server.service`).

source: **Note:** You will need to save recordings to a path _outside_ of the jamulus home directory, or remove `ProtectHome=true` from your systemd unit file (be aware that doing so is however a potential security risk).
fr: **Note:** Vous devrez sauvegarder les enregistrements dans un chemin _extérieur_ au répertoire personnel de jamulus, ou enlever `ProtectHome=true` de votre fichier d'unité systemd (soyez conscient que faire cela est cependant un risque potentiel de sécurité).

source: For turning recording on or off (depending on the current state):
fr: Pour activer ou désactiver l'enregistrement (selon l'état actuel) :

source: For starting a new recording:
fr: Pour demarrer un nouvel enregistrement :

source: [Service] Type=oneshot ExecStart=/bin/systemctl kill -s SIGUSR1 Jamulus-Server ~~~
fr: [Service] Type=oneshot ExecStart=/bin/systemctl kill -s SIGUSR2 Jamulus-Server ~~~

source: _Note: The Jamulus service name in the `ExecStart` line needs to be the same as the `.service` file name you created when setting systemd to control your Jamulus server. So in this example it would be `Jamulus-Server.service`_
fr: _Note : Le nom du service Jamulus dans la ligne `ExecStart` doit être le même que le nom du fichier `.service` que vous avez créé lors de la configuration de systemd pour contrôler votre serveur Jamulus. Donc dans cet exemple, ce serait `Jamulus-Server.service`_.

source: Run `sudo systemctl daemon-reload` to register them for first use.
fr: Lancez `sudo systemctl daemon-reload` pour les enregistrer pour la première utilisation.

source: Now you can run these with the `service start` command, for example:
fr: Maintenant vous pouvez les lancer avec la commande `service start`, par exemple :

source: `sudo service jamulusTogglerec start` (assuming you named your unit file `jamulusTogglerec.service`)
fr: `sudo service jamulusTogglerec start` (en supposant que vous avez nommé votre fichier unité `jamulusTogglerec.service`)

source: You can see the result of these commands if you run `service jamulus status`, or by viewing the logs.
fr: Vous pouvez voir le résultat de ces commandes si vous exécutez `service jamulus status`, ou en consultant les logs.

source: ## Quality of Service
fr: ## Qualité de service

source: Jamulus uses DSCP/CS4 opportunistically to deal with buffer bloat, and uses a default DSCP/CS4 value of 128 (or 0x80). This is compatible with IPv4 and IPv6. Other values can be set using the `-Q` option, eg `-Q [0..255]` (where 0 disables QoS). If you want to explore the effect of non-default settings, see [RFC4594](https://tools.ietf.org/html/rfc4594). However, most people will have no need to do this.
fr: Jamulus utilise DSCP/CS4 de manière opportuniste pour gérer le gonflement de la mémoire tampon, et utilise une valeur DSCP/CS4 par défaut de 128 (ou 0x80). Cette valeur est compatible avec IPv4 et IPv6. D'autres valeurs peuvent être définies en utilisant l'option `-Q`, par exemple `-Q [0..255]` (où 0 désactive la QoS). Si vous souhaitez explorer l'effet des paramètres par défaut, consultez [RFC4594](https://tools.ietf.org/html/rfc4594). Cependant, la plupart des gens n'auront pas besoin de le faire.

source: ### Using Quality of Service on Windows
fr: ### Utilisation de la qualité de service sous Windows
