Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Unregistered-Servers.po
Languages: de, es, fr, ko_kr, sv_se, zh_cn

source: en
de: de
es: es
fr: fr
ko_kr: ko_KR
sv_se: sv-SE
zh_cn: zh-CN

source: Running an Unregistered Server
de: Einen nicht registrierten Server betreiben
es: Ejecutar un Servidor No Registrado
fr: Exécution d'un serveur non enregistré
ko_kr: 등록되지 않은 서버 실행
sv_se: Kör en oregistrerad server
zh_cn: 运行未注册的服务器

source: {% include breadcrumb.html root="More" branch1="Server Administration" branch1-url="Running-a-Server" %}
de: {% include breadcrumb.html root="Mehr" branch1="Server Administration" branch1-url="Running-a-Server" %}
es: {% include breadcrumb.html root="Más" branch1="Administrar un Servidor" branch1-url="Running-a-Server" %}
ko_kr: {% include breadcrumb.html root="더보기" branch1="서버 관리" branch1-url="Running-a-Server" %}
sv_se: {% include breadcrumb.html root="Mer" branch1="Serveradministration" branch1-url="Running-a-Server" %}
zh_cn: {% include breadcrumb.html root="更多" branch1="Server Administration" branch1-url="Running-a-Server" %}

source: It is highly recommended to test your Server by registering it on one of the built-in Directories **first**. This will help you tackle general problems before you try unregistered mode.
de: Es ist dringend empfohlen den Server zu testen, indem du ihn **zuerst** an einem der integrierten Verzeichnisse registrierst. So kannst du allgemeine Probleme beheben, bevor du den unregistrierten Modus nutzt.
es: Se recomienda encarecidamente probar tu Servidor registrándolo en uno de los Directorios incorporados **primero**. Esto te ayudará a solucionar problemas generales antes de probar el modo no registrado.
fr: Il est fortement recommandé de tester votre serveur en l'enregistrant sur l'un des annuaires intégrés **d'abord**. Cela vous aidera à résoudre les problèmes généraux avant d'essayer le mode non enregistré.
ko_kr: **먼저** 기본 제공 디렉터리 중 하나에 서버를 등록하여 테스트하는 것이 좋습니다. 이렇게 하면 미등록 모드를 시도하기 전에 일반적인 문제를 해결하는 데 도움이 됩니다.
sv_se: Det rekommenderas starkt att testa din server genom att registrera den på en av de inbyggda katalogerna **först**. Detta hjälper dig att lösa allmänna problem innan du försöker använda oregistrerat läge.
zh_cn: 强烈建议您先通过在其中一个内置目录中注册您的服务器来对其进行测试。这将帮助您在尝试未注册模式之前解决一般问题。

source: Setting up a Server behind a home router
de: Einrichten eines Servers hinter einem Heimrouter
es: Configuración de un Servidor tras un router doméstico
fr: Configuration d'un serveur derrière un routeur domestique
ko_kr: 가정용 라우터 뒤에서 서버 설정하기
sv_se: Installera en server bakom en hemmarouter
zh_cn: 在家用路由器后面设置服务器

source: If you set up your Server at home, you will probably need to change some settings in your router/firewall:
de: Wenn du deinen Server zu Hause einrichtest, musst du wahrscheinlich einige Einstellungen in deinem Router/Firewall ändern:
es: Si ejecutas tu Servidor en casa, probablemente tendrás que cambiar algunos ajustes en tu router/cortafuegos:
fr: Si vous installez votre serveur chez vous, vous devrez probablement modifier certains paramètres de votre routeur/pare-feu :
ko_kr: 집에서 서버를 설정하는 경우, 사용자의 라우터/방화벽의 일부 설정을 변경해야 할 수도 있습니다:
sv_se: Om du ställer in din server hemma, behöver du förmodligen ändra några inställningar i din router/brandvägg:
zh_cn: 如果您在家里设置服务器，您可能需要更改路由器/防火墙中的一些设置：

source: Port forwarding
de: Portweiterleitung
es: Redirección de puertos
fr: Redirection de port
ko_kr: 포트 포워딩
sv_se: Portvidarebefodran
zh_cn: 端口转发

source: Normally, people from outside your home network cannot see things inside it. To let external Jamulus Clients connect to your Server, you need to set up port forwarding in your router's settings. The exact setup differs for every router. For help, see your router's documentation or [portforward.com](https://portforward.com).
de: Normalerweise können Personen, die sich außerhalb deines Heimnetzwerks befinden, nichts innerhalb deines Netzwerks sehen. Damit sich externe Jamulus Clients mit deinem Server verbinden können, musst du in den Einstellungen deines Routers eine Portweiterleitung einrichten. Die genaue Einrichtung ist bei jedem Router anders. Hilfe findest du in der Dokumentation deines Routers oder unter [portforward.com](https://portforward.com).
es: Normalmente, las personas fuera de tu red doméstica no pueden ver lo que hay dentro de ella. Para que los Clientes externos de Jamulus puedan conectarse a tu Servidor, tienes que configurar la redirección de puertos en tu router. La configuración exacta varía según el router. Si necesitas ayuda, consulta la documentación de tu router o [portforward.com](https://portforward.com).
fr: Normalement, les personnes extérieures à votre réseau domestique ne peuvent pas voir les éléments qui s'y trouvent. Pour permettre aux clients Jamulus externes de se connecter à votre serveur, vous devez configurer la redirection de port dans les paramètres de votre routeur. La configuration exacte diffère pour chaque routeur. Pour obtenir de l'aide, consultez la documentation de votre routeur ou [portforward.com](https://portforward.com) (en anglais).
ko_kr: 일반적으로, 홈 네트워크 외부의 사람들은 홈 네트워크 내부의 내용을 볼 수 없습니다. 외부 Jamulus 클라이언트가 서버에 연결되도록 하려면 라우터 설정에서 포트 전달을 설정해야 합니다. 정확한 설정은 라우터마다 다릅니다. 도움이 필요하면 라우터 설명서나 [portforward.com](https://portforward.com)을 참조하세요.
sv_se: Normalt sett kan personer utanför ditt hemnätverk inte se saker som finns inuti det. För att låta externa Jamulus-klienter ansluta till din server måste du ställa in portvidarebefordran i din routers inställningar. Den exakta inställningen skiljer sig åt för varje router. För hjälp, se din routers dokumentation eller [portforward.com](https://portforward.com).
zh_cn: 通常，您家庭网络之外的人无法看到网络内部的情况。要让外部的 Jamulus 客户端连接到您的服务器，您需要在路由器的设置中设置端口转发。每种路由器的确切设置都不同。如需帮助，请参阅您的路由器文档或 [portforward.com](https://portforward.com) 。

source: **Note:** The default port for Jamulus is **UDP** (not TCP) port **22124**. You will usually forward the port **22124** from outside your network to the port **22124** of the computer running the Server.
de: **Hinweis:** Der Standardport für Jamulus ist **UDP** (nicht TCP) Port **22124**. In der Regel musst du den Port **22124** von außerhalb deines Netzwerks an den Port **22124** des Computers weiterleiten, auf dem der Server läuft.
es: **Nota:** El puerto por defecto para Jamulus es el puerto **UDP** (no TCP) **22124**. Normalmente, el puerto **22124** desde fuera de tu red se redirigirá al puerto **22124** del ordenador que ejecuta el Servidor.
fr: **Remarque :** le port par défaut de Jamulus est le port **UDP** (et non TCP) **22124**. Vous redirigerez généralement le port **22124** depuis l'extérieur de votre réseau vers le port **22124** de l'ordinateur exécutant le serveur.
ko_kr: **참고:** Jamulus의 기본 포트는 **UDP**(TCP 아님) 포트 **22124**입니다. 일반적으로 네트워크 외부의 포트 **22124**를 서버를 실행하는 컴퓨터의 포트 **22124**로 전달합니다.
sv_se: **Observera:** Standardporten för Jamulus är **UDP** (inte TCP) port **22124**. Du kommer vanligtvis att vidarebefordra port **22124** från utsidan av ditt nätverk till port **22124** på datorn som kör servern.
zh_cn: **注意:** Jamulus 的默认端口是 **UDP**（不是 TCP）端口 **22124**。您通常会将端口 **22124** 从网络外部转发到运行服务器的计算机的端口 **22124**。

source: Getting the public IP
de: Abrufen der öffentlichen IP
es: Obtener la IP pública
fr: Obtenir l'IP publique
ko_kr: 공인 IP 가져오기
sv_se: Hämta den offentliga IP-adressen
zh_cn: 获取公网 IP

source: To allow others to connect to your Server from the internet, give them your public IP address. You can [learn your current public IP address using Google](https://www.google.com/search?q=what+is+my+ip). You should connect yourself using the local network address of the computer the Server is running on. If you are running a Client on the same computer as your Server, the address is `localhost` or `127.0.0.1`.
de: Damit andere sich mit deinem Server über das Internet verbinden können, gib ihnen deine öffentliche IP-Adresse. Du kannst [deine aktuelle IP-Adresse mit Google ermitteln] (https://www.google.de/search?q=what+is-my+ip). Du selbst solltest dich über die lokale Netzwerkadresse des Computers verbinden, auf dem der Server läuft. Wenn du einen Client auf demselben Computer wie den Server betreibst, lautet die Adresse `localhost` oder `127.0.0.1`.
ko_kr: 다른 사람들이 인터넷에서 사용자의 서버에 연결할 수 있도록 허용하려면 공인 IP 주소를 알려주세요. [Google을 사용하여 사용자의 현재 공인 IP 주소를 알아보세요](https://www.google.com/search?q=what+is+my+ip). 서버가 실행 중인 컴퓨터의 로컬 네트워크 주소를 사용하여 직접 연결해야 합니다. 서버와 동일한 컴퓨터에서 클라이언트를 실행하는 경우 주소는 'localhost' 또는 '127.0.0.1'입니다.
sv_se: För att låta andra ansluta till din server från internet, ge dem din offentliga IP-adress. Du kan [ta reda på din nuvarande offentliga IP-adress med hjälp av Google](https://www.google.com/search?q=what+is+my+ip). Du bör själv ansluta med den lokala nätverksadressen till den dator som servern körs på. Om du kör en klient på samma dator som din server, är adressen `localhost` eller `127.0.0.1`.
zh_cn: 要允许其他人从互联网连接到您的服务器，请向他们提供您的公共 IP 地址。您可以[使用 Google 了解您当前的公共 IP 地址](https://www.google.com/search?q=what+is+my+ip)。您应该使用运行服务器的计算机的本地网络地址连接自己。如果您在与服务器相同的计算机上运行客户端，则地址为“localhost”或“127.0.0.1”。

source: Dynamic DNS and why you will probably need it
de: Dynamisches DNS und warum du es wahrscheinlich brauchst
es: DNS dinámica y por qué es probable que lo necesites
fr: DNS dynamique et pourquoi vous en aurez probablement besoin
ko_kr: 동적 DNS가 필요한 이유와 필요성
sv_se: Dynamisk DNS och varför du förmodligen kommer att behöva det
zh_cn: 动态 DNS 以及您可能需要它的原因

source: Unless your ISP provides you with a fixed IP address, you may find that your address changes over time. You might want to associate your IP address with a domain name you can share with others that uses "dynamic DNS" (DDNS). A "dynamic DNS" provider can supply you with the domain name and you keep refreshing your IP address with the provider. Your router might support certain DDNS providers to do this. If this is not the case, the provider will have instructions on how to set up a dynamic DNS client.
ko_kr: 사용자의 ISP가 고정 IP 주소를 제공하지 않는 한 시간이 지남에 따라 주소가 변경될 수 있습니다. "동적 DNS"(DDNS)를 사용하는 다른 사람과 공유할 수 있는 도메인 이름과 IP 주소를 연결할 수 있습니다. "동적 DNS" 공급업체가 사용자에게 도메인 이름을 제공할 수 있으며, 사용자는 해당 공급업체를 통해 IP 주소를 계속 새로 고칩니다. 라우터는 이를 수행하기 위해 특정 DDNS 공급업체를 지원할 수 있습니다. 그렇지 않은 경우 공급업체는 동적 DNS 클라이언트를 설정하는 방법에 대한 지침을 제공합니다.
sv_se: Om din internetleverantör (ISP) inte ger dig en fast IP-adress, kan du upptäcka att din adress ändras över tid. Du kanske vill koppla din IP-adress till ett domännamn som du kan dela med andra genom att använda "dynamisk DNS" (DDNS). En "dynamisk DNS"-leverantör kan förse dig med domännamnet, och du håller din IP-adress uppdaterad hos leverantören. Din router kan ha stöd för vissa DDNS-leverantörer för att göra detta. Om så inte är fallet, kommer leverantören att ha instruktioner om hur du ställer in en dynamisk DNS-klient.
zh_cn: 除非您的互联网服务提供商为您提供固定的 IP 地址，否则您可能会发现您的地址会随时间而变化。您可能希望将您的 IP 地址与一个您可以与他人共享的域名相关联，该域名使用“动态 DNS”（DDNS）。“动态 DNS”提供商可以为您提供域名，并且您不断向提供商刷新您的 IP 地址。您的路由器可能支持某些 DDNS 提供商来执行此操作。如果不是这种情况，提供商将为您提供有关如何设置动态 DNS 客户端的说明。

source: DNS SRV record support
de: Unterstützung von DNS SRV-Records
es: Soporte para registro DNS SRV
ko_kr: DNS SRV 레코드 지원
sv_se: Stöd för DNS SRV-poster
zh_cn: DNS SRV 记录支持

source: Jamulus Clients support [DNS SRV records ("service" records)](https://en.wikipedia.org/wiki/SRV_record). If a Client finds an SRV record associated with the domain name given in the Connect window, it will try to connect to the endpoint host and port listed in the SRV record. This process is similar to HTTP redirection in a web browser, only it's between Jamulus Clients and the DNS server. The Jamulus Server is not involved in this interaction. Jamulus Servers just listen for connections on the same port listed in the SRV record.
de: Jamulus-Clients unterstützen [DNS SRV-Einträge ("Service"-Einträge)](https://de.wikipedia.org/wiki/SRV_Resource_Record). Wenn ein Client einen SRV-Eintrag findet, der mit dem im Fenster "Verbinden" angegebenen Domänennamen verknüpft ist, versucht er, eine Verbindung zu dem im SRV-Eintrag aufgeführten Host und Port herzustellen. Dieser Vorgang ähnelt der HTTP-Weiterleitung in einem Webbrowser, nur dass er zwischen Jamulus Clients und dem DNS-Server stattfindet. Der Jamulus Server ist an dieser Interaktion nicht beteiligt. Jamulus-Server warten lediglich auf Verbindungen an dem im SRV-Eintrag angegebenen Port.
es: Los Clientes Jamulus admiten [registros DNS SRV (registros de "servicio")](https://en.wikipedia.org/wiki/SRV_record). Si un Cliente encuentra un registro SRV asociado con el nombre de dominio indicado en la ventana de Conexión, intentará conectarse al host y puerto del punto final indicados en el registro SRV. Este proceso es similar a la redirección HTTP en un navegador web, solo que se produce entre los Clientes Jamulus y el servidor DNS. El Servidor Jamulus no participa en esta interacción. Los Servidores Jamulus se limitan a escuchar las conexiones en el mismo puerto que figura en el registro SRV.
ko_kr: Jamulus 클라이언트는 [DNS SRV 레코드("서비스" 레코드)](https://en.wikipedia.org/wiki/SRV_record)를 지원합니다. 클라이언트가 연결하기 창에 제공된 도메인 이름과 연결된 SRV 레코드를 찾으면 SRV 레코드에 나열된 엔드포인트 호스트 및 포트에 연결을 시도합니다. 이 프로세스는 웹 브라우저의 HTTP 리디렉션과 유사하지만 Jamulus 클라이언트와 DNS 서버 사이에서만 이루어집니다. Jamulus 서버는 이 상호 작용에 관여하지 않습니다. Jamulus 서버는 SRV 레코드에 나열된 동일한 포트에서 연결을 수신 대기합니다.
sv_se: Jamulus-klienter stödjer [DNS SRV-poster ("service"-poster)](https://en.wikipedia.org/wiki/SRV_record). Om en klient hittar en SRV-post kopplad till det domännamn som anges i anslutningsfönstret, kommer den att försöka ansluta till värden och porten som anges i SRV-posten. Denna process är liknande HTTP-omdirigering i en webbläsare, men sker mellan Jamulus-klienter och DNS-servern. Jamulus-servern är inte involverad i denna interaktion. Jamulus-servrar lyssnar bara efter anslutningar på den port som anges i SRV-posten.
zh_cn: Jamulus 客户端支持 [DNS SRV 记录（“服务”记录）](https://en.wikipedia.org/wiki/SRV_record)。如果客户端找到与“连接”窗口中给出的域名关联的 SRV 记录，它将尝试连接到 SRV 记录中列出的端点主机和端口。此过程类似于 Web 浏览器中的 HTTP 重定向，只是它发生在 Jamulus 客户端和 DNS 服务器之间。Jamulus 服务器不参与此交互。Jamulus 服务器只监听 SRV 记录中列出的同一端口上的连接。

source: Why is this helpful?
de: Warum ist das hilfreich?
es: ¿Por qué es esto útil?
ko_kr: 이것이 왜 도움이 되나요?
sv_se: Varför är detta användbart?
zh_cn: 为什么这有帮助？

source: A Jamulus Client can connect to a Server on a non-default port by specifying the port as part of the server address. A server administrator may want to give users a simple address without the port details, while still serving Jamulus on a non-default port. For this case, the port information can be acquired from an SRV record.
de: Ein Jamulus-Client kann sich mit einem Server zu einem nicht standardmäßigen Port verbinden, indem er den Port als Teil der Serveradresse angibt. Ein Server-Administrator möchte den Benutzern vielleicht eine einfache Adresse ohne die Port-Details geben, Jamulus aber trotzdem an einem nicht standardmäßigen Port bereitstellen. In diesem Fall können die Portinformationen aus einem SRV-Eintrag entnommen werden.
es: Un Cliente Jamulus puede conectarse a un Servidor en un puerto no predeterminado especificando el puerto como parte de la dirección del Servidor. Un administrador de Servidor puede querer dar a los usuarios una dirección simple sin los detalles del puerto, mientras sigue habilitando Jamulus en un puerto no predeterminado. En este caso, la información del puerto puede obtenerse de un registro SRV.
ko_kr: Jamulus 클라이언트는 서버 주소의 일부로 포트를 지정하여 기본이 아닌 포트에서 서버에 연결할 수 있습니다. 서버 관리자는 기본이 아닌 포트에서 Jamulus를 계속 서비스하면서 포트 세부 정보 없이 사용자에게 간단한 주소를 제공할 수 있습니다. 이 경우 SRV 레코드에서 포트 정보를 얻을 수 있습니다.
sv_se: En Jamulus-klient kan ansluta till en server på en icke-standardport genom att specificera porten som en del av serveradressen. En serveradministratör kanske vill ge användare en enkel adress utan portdetaljer, samtidigt som de kör Jamulus på en icke-standardport. I detta fall kan portinformationen hämtas från en SRV-post.
zh_cn: Jamulus 客户端可以通过将端口作为服务器地址的一部分进行指定，从而连接到非默认端口上的服务器。服务器管理员可能希望为用户提供一个不带端口详细信息的简单地址，同时仍在非默认端口上为 Jamulus 提供服务。对于这种情况，可以从 SRV 记录中获取端口信息。

source: An address entered in the Connect window could look like ```jamulus.example.com```. If an SRV record is found for this DNS domain, Jamulus Client will try to connect to the Server on the host:port listed in the SRV record, such as ```jamulus.example.com:12345```.
de: Eine Adresse, die in das Verbindungsfenster eingegeben wird, könnte so aussehen: ``jamulus.example.com```. Wenn ein SRV-Eintrag für diese DNS-Domain gefunden wird, versucht der Jamulus-Client, sich mit dem Server über den im SRV-Eintrag angegebenen Host:Port zu verbinden, z. B. ``jamulus.example.com:12345```.
es: Una dirección introducida en la ventana de Conexión podría tener el aspecto de ```jamulus.ejemplo.com```. Si se encuentra un registro SRV para este dominio DNS, el Cliente Jamulus intentará conectarse al Servidor en el host:puerto que aparece en el registro SRV, como por ejemplo ```jamulus.ejemplo.com:12345```.
ko_kr: 연결하기 창에 입력된 주소는 ``jamulus.example.com``'과 유사할 수 있습니다. 이 DNS 도메인에 대한 SRV 레코드가 발견되면 Jamulus 클라이언트는 ```jamulus.example.com:12345```와 같이 SRV 레코드에 나열된 호스트:포트의 서버에 연결을 시도합니다.
sv_se: En adress som anges i anslutningsfönstret kan se ut som ```jamulus.example.com```. Om en SRV-post hittas för denna DNS-domän, kommer Jamulus-klienten att försöka ansluta till servern på den värd:port som anges i SRV-posten, till exempel ```jamulus.example.com:12345```.
zh_cn: 在“连接”窗口中输入的地址可能类似于 ```jamulus.example.com```。如果找到此 DNS 域的 SRV 记录，Jamulus 客户端将尝试连接到 SRV 记录中列出的主机：端口上的服务器，例如```jamulus.example.com:12345```。

source: If no SRV records are found on the DNS server, a Client will attempt to connect to the Server as specified in the connection window.
de: Wenn auf dem DNS-Server keine SRV-Einträge gefunden werden, versucht der Client die Verbindung wie im Verbindungsfenster angegeben aufzubauen.
es: Si no se encuentran registros SRV en el servidor DNS, un Cliente intentará conectarse al Servidor como se especifica en la ventana de conexión.
ko_kr: DNS 서버에서 SRV 레코드가 발견되지 않으면 클라이언트는 연결 창에 지정된 대로 서버에 연결을 시도합니다.
sv_se: Om inga SRV-poster hittas på DNS-servern kommer en klient att försöka ansluta till servern som specificerat i anslutningsfönstret.
zh_cn: 如果在 DNS 服务器上未找到 SRV 记录，客户端将尝试按照连接窗口中的指定连接到服务器。

source: Creating SRV records
de: SRV-Einträge erstellen
es: Creación de registros SRV
ko_kr: SRV 레코드 생성하기
sv_se: Skapa SRV-poster
zh_cn: 创建 SRV 记录

source: SRV records are created by the administrator of the domain being used to host the Jamulus server. The SRV records are added through the administration portal (or API if available) of the domain's DNS hosting service. The format of the SRV record entry can vary by DNS hosting service but will generally look something like this.
de: SRV-Einträge werden vom Administrator der Domain erstellt, die für den Jamulus-Server genutzt wird. SRV-Einträge werden über das Verwaltungsportal (oder die API, falls verfügbar) des DNS-Hosters der Domain hinzugefügt. Das Format des SRV-Eintrags kann je nach DNS-Hosting-Dienst variieren, sieht aber in der Regel wie folgt aus.
es: Los registros SRV son creados por el administrador del dominio que se utiliza para alojar el Servidor Jamulus. Los registros SRV se añaden a través del portal de administración (o API si está disponible) del servicio de alojamiento DNS del dominio. El formato de la entrada del registro SRV puede variar según el servicio de alojamiento de DNS, pero por lo general tendrá un aspecto similar al siguiente.
ko_kr: SRV 레코드는 Jamulus 서버를 호스팅하는 데 사용되는 도메인 관리자가 생성합니다. SRV 레코드는 도메인의 DNS 호스팅 서비스의 관리 포털(또는 사용 가능한 경우 API)을 통해 추가됩니다. SRV 레코드 항목의 형식은 DNS 호스팅 서비스에 따라 다를 수 있지만 일반적으로 다음과 같습니다.
sv_se: SRV-poster skapas av administratören för den domän som används för att vara värd för Jamulus-servern. SRV-posterna läggs till via administrationsportalen (eller API om det finns tillgängligt) för domänens DNS-hostingtjänst. Formatet för SRV-postinmatningen kan variera beroende på DNS-hostingtjänsten, men ser generellt ut ungefär så här.
zh_cn: SRV 记录由用于托管 Jamulus 服务器的域的管理员创建。SRV 记录通过域的 DNS 托管服务的管理门户（或 API，如果可用）添加。SRV 记录条目的格式可能因 DNS 托管服务而异，但通常看起来像这样。

source: _service._proto.name. ttl IN SRV priority weight port target # or, more specifically _jamulus._udp.example.com. 60 IN SRV 0 5 12345 jamulus.example.com
de: _service._proto.name. ttl IN SRV Priorität Gewicht Port Ziel # oder, ganauer _jamulus._udp.example.com. 60 IN SRV 0 5 12345 jamulus.example.com
es: _service._proto.name. ttl IN SRV priority weight port target # o, más específicamente _jamulus._udp.example.com. 60 IN SRV 0 5 12345 jamulus.example.com
ko_kr: _service._proto.name. ttl IN SRV 우선순위 가중치 포트 대상 # 또는 더 구체적으로 _jamulus._udp.example.com. 60 IN SRV 0 5 12345 jamulus.example.com
sv_se: _service._proto.name. ttl IN SRV priority weight port target # eller mer specifikt _jamulus._udp.example.com. 60 IN SRV 0 5 12345 jamulus.example.com
zh_cn: _service._proto.name. ttl IN SRV 优先级权重端口目标 # 或者，更具体地说 _jamulus._udp.example.com. 60 IN SRV 0 5 12345 jamulus.example.com

source: **Note:** You can host many Jamulus Servers at different ports on one host by giving each its own SRV record.
de: **Hinweis:** Du kannst mehrere Jamulus-Server auf verschiedenen Ports auf einem Server hosten, indem du jedem einen eigenen SRV-Eintrag gibst.
es: **Nota:** Puedes alojar varios Servidores Jamulus en diferentes puertos de un mismo host asignando a cada uno su propio registro SRV.
ko_kr: **참고:** 각각 고유한 SRV 레코드를 제공하여 한 호스트의 서로 다른 포트에서 여러 Jamulus 서버를 호스팅할 수 있습니다.
sv_se: **Observera:** Du kan vara värd för många Jamulus-servrar på olika portar på en värd genom att ge varje server sin egen SRV-post.
zh_cn: **注意:** 您可以在一个主机的不同端口上托管多个 Jamulus 服务器，并为每个服务器提供自己的 SRV 记录。

source: See the documentation of your DNS provider for instructions on creating an SRV record.
de: Anweisungen zum Erstellen eines SRV-Eintrags findest du in der Dokumentation deines DNS-Hosters.
es: Consulta la documentación de tu proveedor de DNS para obtener instrucciones sobre la creación de un registro SRV.
ko_kr: SRV 레코드 생성에 대한 지침은 DNS 공급업체의 설명서를 참조하세요.
sv_se: Se dokumentationen från din DNS-leverantör för instruktioner om hur du skapar en SRV-post.
zh_cn: 有关创建 SRV 记录的说明，请参阅 DNS 提供商的文档。

source: Example use case with SRV records
de: Beispielanwendungsfall mit SRV-Einträgen
es: Ejemplo de uso con registros SRV
ko_kr: SRV 레코드 사용 사례의 예시
sv_se: Exempel på användningsfall med SRV-poster
zh_cn: 使用 SRV 记录的示例用例

source: This example assumes the DNS contains an A or CNAME record that resolves to ```server1.example.com```, where three Jamulus Server instances are running, each listening on one of the three ports listed below.
de: In diesem Beispiel wird davon ausgegangen, dass das DNS einen A- oder CNAME-Eintrag enthält, der zu ```server1.example.com``` aufgelöst wird, auf dem drei Jamulus Server-Instanzen laufen, die jeweils auf einem der drei unten aufgeführten Ports lauschen.
es: Este ejemplo asume que el DNS contiene un registro A o CNAME que resuelve a ```server1.example.com```, donde se ejecutan tres instancias de Servidores Jamulus, cada una escuchando en uno de los tres puertos listados a continuación.
ko_kr: 이 예시에서는 DNS에 ``server1.example.com``'으로 확인되는 A 또는 CNAME 레코드가 포함되어 있다고 가정합니다. 여기서 Jamulus Server 인스턴스 3개가 실행되고 각각 아래 나열된 포트 3개 중 하나에서 수신 대기합니다.
sv_se: Detta exempel förutsätter att DNS innehåller en A- eller CNAME-post som löser till ```server1.example.com```, där tre Jamulus-serverinstanser körs, var och en lyssnar på en av de tre portarna som listas nedan.
zh_cn: 此示例假设 DNS 包含一个解析为 ```server1.example.com``` 的 A 或 CNAME 记录，其中三个 Jamulus Server 实例正在运行，每个实例都监听下面列出的三个端口之一。
