Repository: jamulussoftware/jamuluswebsite
Catalog: _translator-files/po/*/Unregistered-Servers.po
Languages: de, es, fr, ko_kr, sv_se, zh_cn

source: Alternatively, `server1.example.com` can be a router, NAT-gateway, or load-balancer that forwards each of the ports to a backend Jamulus server (or servers).
de: Alternativ kann es sich bei `server1.example.com` um einen Router, ein NAT-Gateway oder einen Load-Balancer handeln, der jeden der Ports an einen (oder mehrere) Jamulus-Backend-Server weiterleitet.
es: Alternativamente, `server1.example.com` puede ser un router, NAT-gateway, o load-balancer que redirige cada uno de los puertos a un Servidor (o Servidores) Jamulus backend.
ko_kr: 대안으로, `server1.example.com`은 라우터, NAT-gateway 또는 각 포트를 백엔드 Jamulus 서버(또는 여러 서버)로 전달하는 load-balancer일 수 있습니다.
sv_se: Alternativt kan `server1.example.com` vara en router, NAT-gateway eller lastbalanserare som vidarebefordrar var och en av portarna till en backend Jamulus-server (eller servrar).
zh_cn: 或者 ，`server1.example.com` 可以是路由器、NAT 网关或负载均衡器，将每个端口转发到后端 Jamulus 服务器（或服务器）。

source: | JAMULUS CLIENT | DNS SRV RECORD | JAMULUS SERVER | | ------------------ | --------------------------------------------------------------------------- | -------------------------- | | rock.example.com | _jamulus._udp.rock.example.com 300 IN SRV 0 5 22124 server1.example.com | server1.example.com:22124 | | jazz.example.com | _jamulus._udp.jazz.example.com 300 IN SRV 0 5 22125 server1.example.com | server1.example.com:22125 | | blues.example.com | _jamulus._udp.blues.example.com 300 IN SRV 0 5 22126 server1.example.com | server1.example.com:22126 |
es: | CLIENTE JAMULUS | REGISTRO DNS SRV | SERVIDOR JAMULUS | | ------------------ | --------------------------------------------------------------------------- | -------------------------- | | rock.example.com | _jamulus._udp.rock.example.com 300 IN SRV 0 5 22124 server1.example.com | server1.example.com:22124 | | jazz.example.com | _jamulus._udp.jazz.example.com 300 IN SRV 0 5 22125 server1.example.com | server1.example.com:22125 | | blues.example.com | _jamulus._udp.blues.example.com 300 IN SRV 0 5 22126 server1.example.com | server1.example.com:22126 |
ko_kr: | JAMULUS 클라이언트 | DNS SRV 레코드 | JAMULUS 서버 | | ------------------ | --------------------------------------------------------------------------- | -------------------------- | | rock.example.com | _jamulus._udp.rock.example.com 300 IN SRV 0 5 22124 server1.example.com | server1.example.com:22124 | | jazz.example.com | _jamulus._udp.jazz.example.com 300 IN SRV 0 5 22125 server1.example.com | server1.example.com:22125 | | blues.example.com | _jamulus._udp.blues.example.com 300 IN SRV 0 5 22126 server1.example.com | server1.example.com:22126 |
sv_se: | JAMULUS KLIENT | DNS SRV POSTER | JAMULUS SERVER | | ------------------ | --------------------------------------------------------------------------- | -------------------------- | | rock.example.com | _jamulus._udp.rock.example.com 300 IN SRV 0 5 22124 server1.example.com | server1.example.com:22124 | | jazz.example.com | _jamulus._udp.jazz.example.com 300 IN SRV 0 5 22125 server1.example.com | server1.example.com:22125 | | blues.example.com | _jamulus._udp.blues.example.com 300 IN SRV 0 5 22126 server1.example.com | server1.example.com:22126 |
zh_cn: | JAMULUS 客户端 | DNS SRV 记录 | JAMULUS 服务器 | | ------------------ | --------------------------------------------------------------------------- | -------------------------- | | rock.example.com | _jamulus._udp.rock.example.com 300 IN SRV 0 5 22124 server1.example.com | server1.example.com:22124 | | jazz.example.com | _jamulus._udp.jazz.example.com 300 IN SRV 0 5 22125 server1.example.com | server1.example.com:22125 | | blues.example.com | _jamulus._udp.blues.example.com 300 IN SRV 0 5 22126 server1.example.com | server1.example.com:22126 |

source: *It's important to remember that DNS is not forwarding connections. It's simply telling Jamulus Client what public host:port to connect to.*
de: *Es ist wichtig zu wissen, dass DNS keine Verbindungen weiterleitet. Es teilt dem Jamulus-Client lediglich mit, mit welchem öffentlichen Host:Port er sich verbinden soll.*
es: *Es importante recordar que DNS no está redirigiendo conexiones. Simplemente le dice al Cliente Jamulus a qué host:puerto público conectarse.
ko_kr: *DNS는 연결을 전달하지 않는다는 점을 기억하는 것이 중요합니다. 이는 단순히 연결할 공용 호스트:포트를 Jamulus 클라이언트에 알려주는 것뿐입니다.*
sv_se: *Det är viktigt att komma ihåg att DNS inte vidarebefordrar anslutningar. Det talar helt enkelt om för Jamulus-klienten vilken offentlig värd:port den ska ansluta till.*
zh_cn: *请务必记住，DNS 不会转发连接。它只是告诉 Jamulus 客户端要连接到哪个公共主机：端口。*

source: To allow others to connect to your Server from the internet, give them your public internet IP address. You can [learn your current address using Google](https://www.google.com/search?q=what+is+my+ip). You should connect yourself using the local network address of the computer the Server is running on. If you are running a Client on the same computer as your Server, the address is `localhost` or `127.0.0.1`.
es: Para permitir que otros se conecten a tu Servidor desde internet, dales tu dirección IP pública de internet. Puedes [conocer tu dirección actual usando Google](https://www.google.com/search?q=what+is+my+ip). Deberías conectarte tú mismo utilizando la dirección de red local del ordenador en el que se ejecuta el Servidor. Si estás ejecutando un Cliente en el mismo ordenador que tu Servidor, la dirección es `localhost` ó `127.0.0.1`.
fr: Pour permettre à d'autres personnes de se connecter à votre serveur depuis l'Internet, donnez-leur votre adresse IP Internet publique. Vous pouvez [connaître votre adresse actuelle en utilisant Google](https://www.google.com/search?q=what+is+my+ip). Vous devriez vous connecter vous-même en utilisant l'adresse du réseau local de l'ordinateur sur lequel le serveur est exécuté. Si vous exécutez un client sur le même ordinateur que votre serveur, l'adresse est `localhost` ou `127.0.0.1`.

source: Unless your ISP provides you with a fixed IP address, you may find that your address changes over time. You might want to set up "dynamic DNS" to get a static address you can share with others. A "dynamic DNS" provider can supply you with a static IP address that you can share, but you need to keep refreshing your dynamic IP with the provider. Your router might support certain providers to do this. If this is not the case, the provider will have instructions on how to set up a dynamic DNS client.
fr: À moins que votre FAI ne vous fournisse une adresse IP fixe, il se peut que votre adresse change au fil du temps. Vous voudrez peut-être configurer un "DNS dynamique" pour obtenir une adresse statique que vous pourrez partager avec d'autres. Un fournisseur de "DNS dynamique" peut vous fournir une adresse IP statique que vous pouvez partager, mais vous devez constamment rafraîchir votre IP dynamique auprès du fournisseur. Votre routeur peut prendre en charge certains fournisseurs pour ce faire. Si ce n'est pas le cas, le fournisseur aura des instructions sur la façon de configurer un client DNS dynamique.
