Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/po/*/Choosing-a-Server-Type.po
Languages: es

source: en
es: es

source: Choosing a Server Type
es: Elegir un Tipo de Servidor

source: {% include breadcrumb.html root="More" branch1="Running a Server" branch1-url="Running-a-Server" %}
es: {% include breadcrumb.html root="Más" branch1="Ejecutar un Servidor" branch1-url="Running-a-Server" %}

source: # Server Types
es: # Tipos de servidor

source: You can run your server in one of three "modes" (either at home or on a 3rd party host):
es: Puedes ejecutar tu servidor en uno de tres "modos" (bien en casa o en un host de terceros):

source: ### 1. Public
es: ### 1. Público

source: Your server will be listed in the [directory server](Directory-Servers) list that clients use by default. Musicians can then discover and connect to your server. It is not necessary to run as a public server since many other people already run them. Just connect to one with low latency and start jamming.
es: Tu servidor aparecerá en la lista del [servidor de directorio](Directory-Servers) que los clientes utilizan por defecto. Los músicos ya pueden ver y conectarse a tu servidor. No es necesario ejecutarlo como un servidor público ya que muchas otras personas ya los están ejecutando. Simplemente conéctate a uno con latencia baja y empieza a tocar.

source: <figure><img src="{{site.url}}/assets/img/en-screenshots/diagram-public-server.png" loading="lazy" alt="Diagram of connections between clients within a Jamulus public server"></figure>
es: <figure><img src="{{site.url}}/assets/img/es-screenshots/diagram-public-server.png" loading="lazy" alt="Diagrama de conexiones entre clientes en un servidor Jamulus público"></figure>

source: This mode is activated by checking the "Register my server..." checkbox and (optionally) entering your server information.
es: Este modo se activa con la casilla de "Registrar mi servidor..." y (opcionalmente) rellenando los campos de información sobre tu servidor.

source: When running without the GUI ("headless"), the following would configure a public server:
es: Cuando se ejecuta sin GUI ("headless"), lo siguiente configuraría un servidor público:

source: **Note**: It is **not** necessary to port-forward or otherwise configure your router to run a public server.
es: **Nota**: **No** es necesario abrir puertos ni realizar ninguna configuración del router para habilitar un servidor público.

source: See also [Command Line Options](Command-Line-Options) for other parameters you can set.
es: Ver también [Opciones de Línea de Comandos](Command-Line-Options) para ver otros parámetros que se pueden establecer.

source: ### 2. Private
es: ### 2. Privado

source: This type of server will not be listed on a directory server list. You must give musicians your server address to connect their clients to. See [Running a Private Server](Running-a-Private-Server) for what needs to be done to enable others to connect to it.
es: Este tipo de servidor no figurará en una lista de servidores de directorios. Debes proporcionar a los músicos la dirección de tu servidor para que puedan conectar sus clientes. Ver también [Ejecutar un Servidor Privado](Running-a-Private-Server) para ver lo necesario para que otros se conecten a él.

source: <figure><img src="{{site.url}}/assets/img/en-screenshots/diagram-private-server.png" loading="lazy" alt="Diagram of connections between clients within a Jamulus private server"></figure>
es: <figure><img src="{{site.url}}/assets/img/es-screenshots/diagram-private-server.png" loading="lazy" alt="Diagrama de conexiones entre clientes en un servidor Jamulus privado"></figure>

source: This mode is activated by un-checking "Register my server...".
es: Este modo se habilita desactivando "Mi Servidor es Público...".

source: When running without the GUI ("headless"), the following would configure a private server:
es: Cuando se ejecuta sin GUI ("headless"), lo siguiente configuraría un servidor privado:

source: ### 3. Directory
es: ### 3. Directorio

source: Configuring your server as a Directory Server need only be done under special circumstances (e.g. for online events or musical associations). Most people can ignore this type.
es: Configurar tu servidor como un Servidor de Directorio solo necesita hacerse bajo circunstancias especiales (por ej. para eventos online o asociaciones musicales). La mayoría de las personas pueden ignorar este tipo.

source: To view servers listed by a custom directory server, musicians must enter the address in their client’s "Custom Directory Server" settings field. They will then see a Connection Setup list which is generated by that directory server.
es: Para ver servidores listados por un servidor de directorios personalizado, los músicos deben introducir la dirección en el campo "Servidor de Directorio Personalizado" de su cliente. Verán entonces una lista en Configuración de Conexión que es generada por ese directorio de servidores.

source: Normal server operators can also register with your custom directory server so their servers can show up in your server list by setting yours as their `--directoryserver` option.
es: Los operadores de servidores convencionales también pueden registrarse con tu servidor de directorio personalizado para que los suyos aparezcan en tu lista de servidores, estableciéndolo con la opción de `--centralserver`.

source: To run a server as a Directory Server, it should be configured with `--directoryserver localhost` (that is, specify itself as the directory server to query).
es: Para ejecutar un servidor como Servidor de Directorio, se debe configurar con `--directoryserver localhost` (esto es, se especifica como el servidor de directorio que recibe consultas).

source: #### Configuration points to note
es: #### Notas sobre la configuración

source: If you want to control which servers can register with your Directory Server, you can enable a whitelist with the `--listfilter` command line option. See the [command line options page](Command-Line-Options) for further information about this feature and other parameters you can set.
es: Si quieres controlar qué servidores pueden registrarse con tu Servidor de Directorio, puedes habilitar una lista blanca con la opción de línea de comandos `--listfilter`. Ver la [página de opciones de la línea de comandos](Command-Line-Options) para más información sobre esta característica.

source: When running a public Directory Server behind a NAT firewall on a private network, use the `--serverpublicip` option to specify the public IP address of the server(s) being listed by your Directory Server. This is necessary to allow clients on the public Internet to connect to them via NAT. Note that for the servers using this option, you will still need proper port forwarding in your router/firewall.
es: Al ejecutar un Servidor de Directorio tras un cortafuegos NAT en una red privada, utiliza la opción `--serverpublicip` para especificar la dirección IP pública del/los servidor/es listados en tu Servidor de Directorio. Esto es necesario para permitir a los clientes de la Internet pública conectarse a ellos a través de NAT. Ten en cuenta que para los servidores utilizando esta opción, seguirás necesitando abrir los puertos apropiados en tu router/cortafuegos.
