Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/po/*/Command-Line-Options.po
Languages: fr

source: en
fr: fr

source: Command Line Options
fr: Options de la ligne de commande

source: # Command Line Options
fr: # Options de la ligne de commande

source: Most common functions in Jamulus can be set using the GUI, but these and others can also be set using options given in a terminal window. Exactly how you do this will depend on your operating system.
fr: La plupart des fonctions courantes de Jamulus peuvent être définies à l'aide de l'interface graphique, mais ces fonctions et d'autres peuvent également être définies à l'aide d'options données dans une fenêtre de terminal. La manière exacte de procéder dépend de votre système d'exploitation.

source: For example on Windows, to have a client use a specific settings file, right-click on the Jamulus shortcut and choose "Properties" > Target. Add the necessary arguments to Jamulus.exe:
fr: Par exemple, sous Windows, pour qu'un client utilise un fichier de paramètres spécifique, cliquez avec le bouton droit de la souris sur le raccourci Jamulus et choisissez "Propriétés" > Cible. Ajoutez les arguments nécessaires à Jamulus.exe :

source: For macOS, start a Terminal window and run Jamulus with the desired options like this:
fr: Pour macOS, démarrez une fenêtre Terminal et exécutez Jamulus avec les options souhaitées comme ceci :

source: _Note that the following options will not alter settings made in the GUI._
fr: _Notez que les options suivantes ne modifieront pas les reglages définis dans l'interface graphique._

source: ### General settings (client and server modes)
fr: ### Paramètres généraux (modes client et serveur)

source: | Short | Long name | `[...]` means optional parameter | Notes | |---------|-------------------|--------------------------------------------------------------------------------------------------------------|----------------------------------------------------------| | `-h,-?` | `--help` | This help text | | | `-i` | `--inifile` | Set location of initialization file (overrides default) | Client (always) and server (with GUI) | | `-n` | `--nogui` | Disable GUI | | | `-p` | `--port` | Local UDP port number. Default is 22124 | | | `-Q` | `--qos` | Sets the quality of service DSCP value. Default is 128. Disable with 0. | QoS is ignored by Windows, but see [Tips & Tricks](Tips-Tricks-More#quality-of-service) for how to apply it. | | `-t` | `--notranslation` | Disable translations | | | `-v` | `--version` | Output version information and exit | |
fr: | Raccourci | Nom long | `[...]` signifie paramètre facultatif | Notes | |-----------|-------------------|---------------------------------------------------------------------------------------------------|-----------------------------------------| | `-h,-?` | `--help` | Affiche ce texte d'aide | | | `-i` | `--inifile` | Définit l'emplacement du fichier d'initialisation (remplace la valeur par défaut) | Client (toujours) and server (avec IGU) | | `-n` | `--nogui` | Désactive l'IGU | | | `-p` | `--port` | Numéro du port UDP local. La valeur par défaut est 22124 | | | `-Q` | `--qos` | Définit la valeur DSCP de la qualité de service. La valeur par défaut est 128. Désactiver avec 0. | QoS ignorée par Windows, consultez [Tips & Tricks](Tips-Tricks-More#qualité-de-service). | | `-t` | `--notranslation` | Désactive les traductions | | | `-v` | `--version` | Affiche les informations sur la version et quitte | |

source: ### Server only
fr: ### Serveur seulement

source: | Short | Long name | `[...]` means optional parameter | Notes | |-------|-------------------|----------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------| | `-d` | `--discononquit` | Disconnect all clients on quit | | | `-e` | `--directoryserver` | Make the server public and sets its genre. See also `-o` | See [server types](Choosing-a-Server-Type#3-directory) | | `-f` | `--listfilter` | Whitelist servers registering on the server list, format `ip address 1[;ip address 2]` | Directory servers only. [See note](Choosing-a-Server-Type#3-directory) | | `-F` | `--fastupdate` | Reduces latency if clients connect with "Enable Small Network Buffers" option. Requires faster CPU to avoid dropouts, and more bandwidth to enabled clients. | | | `-l` | `--log` | Enable logging, set path and file name | | | `-L` | `--licence` | Show an agreement window before users can connect | | | `-m` | `--htmlstatus` | Enable HTML status file, set path and file name | | | `-o` | `--serverinfo` | Location details in the format: `[name];[city];[locale value]` (see [values](https://doc.qt.io/qt-5/qlocale.html#Country-enum)) | Public servers only | | `-P` | `--delaypan` | Start with delay panning enabled | See [Server Setup](Server-Win-Mac#other-options) | | `-R` | `--recording` | Include a writeable path where the files should be stored (in quotes if needed). | See [Server Setup](Server-Win-Mac#recording). | | | `--norecord` | Disable recording when enabled by default by `-R` | | | | `--serverbindip` | Specify the IP address to bind to |
fr: | Raccourci | Nom long | `[...]` signifie paramètre facultatif | Notes | |-------|-------------------|-------------------------------------------------------------------------------------------------------|-----------------------------------------| | `-d` | `--discononquit` | Déconnecter tous les clients en quittant | | | `-e` | `--directoryserver` | Rend le serveur public et définit son genre. Voir aussi `-o`. | Voir [Type de serveur](Choosing-a-Server-Type#3-serveur-annuaire) | | `-f` | `--listfilter` | Liste blanche des serveurs s'enregistrant sur la liste des serveurs, format `ip address 1[;ip address 2]` | Serveur seulement. [Voir note](Choosing-a-Server-Type#3-serveur-annuaire) | | `-F` | `--fastupdate` | Réduit la latence des clients connectés avec l'option "Activer les petits tampons réseau". Nécessite un processeur plus rapide pour éviter les pertes de données et plus de bande passante pour les clients activés. | | | `-l` | `--log` | Active l'enregistrement, définir le chemin et le nom de fichier | | | `-L` | `--licence` | Affiche une fenêtre d'accord avant que les utilisateurs puissent se connecter | | | `-o` | `--serverinfo` | Détails de l'emplacement du serveur dans le format : `[nom];[ville];[locale value]` (voir [values](https://doc.qt.io/qt-5/qlocale.html#Country-enum)) | Serveurs publics seulement | | `-P` | `--delaypan` | Commencez avec le panoramique à retardement activé | voir [réglages serveur](Server-Win-Mac#autres-options) | | `-R` | `--recording` | Inclure un chemin accessible en écriture où les fichiers doivent être stockés (entre guillemets si nécessaire). | voir [réglages serveur](Server-Win-Mac#enregistrement). | | | `--norecord` | Désactive l'enregistrement lorsqu'il est activé par défaut par -R | | | | `--serverbindip` | Specify the IP address to bind to |

source: ### Client only
fr: ### Client seulement

source: | Short | Long name | `[...]` means optional parameter | Notes | |-------|-------------------|---------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------| | `-M` | `--mutestream` | Starts Jamulus in muted state | | | | `--mutemyown` | Mute me in my personal mix | Headless only | | `-c` | `--connect` | Connect to given server address on startup, format `address[:port]` | | | `-j` | `--nojackconnect` | Disable auto JACK connections | | | | `--ctrlmidich` | MIDI controller channel to listen on, control number offset and consecutive CC numbers (channels). Format: `channel[;f*][;p*][;s*][;m*]` | See [Tips & Tricks](Tips-Tricks-More#using-ctrlmidich-for-midi-controllers) | | | `--clientname` | Window title and JACK client name | |
fr: | Raccourci | Nom long | `[...]` signifie paramètre facultatif | Notes | |-----------|---------------|----------------------------------------------------------------------------------------------------|----------------------------------------------------------| | `-M` | `--mutestream` | Démarre Jamulus silencé | | | | `--mutemyown` | Me silencer dans le mix personnel | Headless seulement | | `-c` | `--connect` | Se connecter à l'adresse du serveur donné au démarrage, format `address[:port]` | | | `-j` | `--nojackconnect` | Désactive les connections automatique de JACK | | | | `--ctrlmidich` | Canal du contrôleur MIDI à écouter, décalage du numéro de contrôle et numéros CC consécutifs (canaux). Format: `channel[;f*][;p*][;s*][;m*]` | voir [Trucs & Astuces](Tips-Tricks-More#utilisation-de-ctrlmidich-pour-les-contrôleurs-midi) | | | `--clientname` | Titre de la fenêtre et nom du client JACK | |
