Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/po/*/Demos.po
Languages: fr

source: en
fr: fr

source: Jamulus Demos
fr: Démos Jamulus

source: # Examples of Jamulus in Use
fr: # Exemples d'utilisation de Jamulus

source: **Feel free to add your own!**
fr: **N'hésitez pas à ajouter la votre!**

source: [This video](https://youtu.be/c8838jS2g3U) documents [Volker Fischer's](https://sourceforge.net/u/corrados/profile/) online jam session with his band _Jitterbuffer_
fr: [Cette vidéo](https://youtu.be/c8838jS2g3U) documente la jam session en ligne de [Volker Fischer](https://sourceforge.net/u/corrados/profile/) avec son groupe _Jitterbuffer_.

source: [Jamulus The Movie - 28th March 2020](https://www.youtube.com/watch?v=2x-gwMmVK-s)
fr: [Jamulus The Movie - 28 mars 2020](https://www.youtube.com/watch?v=2x-gwMmVK-s)

source: [Live concert with 8 jazz musicians](https://www.youtube.com/watch?v=MpSIYxZMHw8&t=3307s) for International Jazz Day, 30 April 2020 ([more details here](https://sourceforge.net/p/llcon/discussion/533517/thread/070485619d/#6b71))
fr: [Concert en direct avec 8 musiciens de jazz](https://www.youtube.com/watch?v=MpSIYxZMHw8&t=3307s) pour la Journée internationale du jazz, le 30 avril 2020 ([plus de détails ici](https://sourceforge.net/p/llcon/discussion/533517/thread/070485619d/#6b71))

source: [The IP Rockers LIVE on Jamulus](https://soundcloud.com/dematteoss/sets/the-ip-rockers-live-on-jamulus)
fr: [Le groupe IP Rockers en direct sur Jamulus](https://soundcloud.com/dematteoss/sets/the-ip-rockers-live-on-jamulus)

source: [Introductory video showing setup with acoustic instruments](https://www.youtube.com/watch?v=lB4ZxDb9vnU) (not a demo as such)
fr: [Vidéo d'introduction montrant la configuration avec des instruments acoustiques](https://www.youtube.com/watch?v=lB4ZxDb9vnU) (pas une démo en tant que telle)

source: [WorldJam](https://worldjam.vip/homepage.php) Every Saturday night there's a world wide online jam being streamed over the net
fr: [WorldJam](https://worldjam.vip/homepage.php) Tous les samedis soirs, une jam mondiale en ligne est diffusée sur le net.

source: <figure><img src="{{site.url}}/assets/img/en-screenshots/main-screen-large.png" loading="lazy" alt="Image of a Jamulus main screen"></figure>
fr: <figure><img src="{{site.url}}/assets/img/fr-screenshots/main-screen-large.png" loading="lazy" alt="Image de la fenêtre principale de Jamulus"></figure>
