Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/po/*/Installation-for-Linux.po
Languages: de, es

source: en
de: de
es: es

source: Installation for Linux
de: Installation auf Linux
es: Instalación en Linux

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
de: {% include breadcrumb.html root="Jamulus Nutzen" branch1="Erste Schritte" branch1-url="Getting-Started" %}
es: {% include breadcrumb.html root="Utilización de Jamulus" branch1="Cómo Empezar" branch1-url="Getting-Started" %}

source: # Installation for Linux
de: # Installation auf Linux
es: # Instalación en Linux

source: Make sure you read the [Getting Started](Getting-Started) page.
de: Stelle sicher, dass du die [Erste Schritte](Getting-Started) Seite bereits gelesen hast.
es: Asegúrate de haber leído la página de [Cómo Empezar](Getting-Started).

source: ### Debian and Ubuntu
es: ### Debian y Ubuntu

source: Download the [latest .deb file]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }})
de: Downloade die [neuste .deb Datei]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }})
es: Descarga el [archivo .deb más reciente]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }})

source: Update apt by opening a console window (CTRL+ALT+T should work) and type: `sudo apt-get update`
de: Update apt: `sudo apt-get update`
es: Actualiza apt abriendo una consola (CTRL+ALT+T debería funcionar) y escribe: `sudo apt-get update`

source: Navigate to where you downloaded the installer and either double-click on it, or use the command line: `sudo apt install ./{{ site.download_file_names.deb-gui }}`.
de: Installiere das Paket: `sudo apt install /path/to/{{ site.download_file_names.deb-gui }}`.
es: Navega hasta donde descargaste el instalador y, o bien haz doble-clic sobre él, o utiliza la línea de comandos: `sudo apt install ./{{ site.download_file_names.deb-gui }}`.

source: Once installed, you can delete the file and close any console windows.
de: Da Jamulus den JACK Server benötigt, musst du ihn auch installieren. Wir empfehlen, dass du `QjackCtl` zur Konfiguration von JACK benutzt. Installiere das Programm mit `sudo apt-get install qjackctl`
es: Una vez instalado, puedes eliminar el archivo y cerrar las ventanas de consolas.

source: Note that if you need to upgrade Jamulus to a newer version, just download the new .deb file and re-install as above.
de: Wenn du Jamulus auf eine neue Version upgradest, kannst du die neue .deb Datei einfach herunterladen und wie oben beschrieben neu installieren.
es: Ten en cuenta que si necesitas actualizar Jamulus a una nueva versión, simplemente descarga el archivo .deb nuevo y reinstala como arriba.

source: For installers on other distributions, see [Repology](https://repology.org/project/jamulus/versions). You may also wish to use one of the contributed [installation scripts](https://github.com/jamulussoftware/installscripts).
de: Für Installationspakete anderer Distributionen schau dir [Repology](https://repology.org/project/jamulus/versions) an. Du magst auch die von Benutzern erstellten [Installationsskripts](https://github.com/jamulussoftware/installscripts) verwenden.
es: Para los instaladores de otras distribuciones, ver [Repology](https://repology.org/project/jamulus/versions). Quizá también quieras utilizar alguno de los [scripts de instalación](https://github.com/jamulussoftware/installscripts).

source: ## Set up your hardware
de: ## Richte deine Hardware ein
es: ## Configura tu hardware

source: ### Configure JACK with QjackCtl
de: ### Konfiguriere Jack mit QjackCtl
es: ### Configura Jack con QJackCtl

source: Jamulus clients need [JACK](https://jackaudio.org/) to run, but you need to configure that first. The recommended method is to use `QjackCtl`.
de: Jamulus Clients brauchen [JACK](https://jackaudio.org/). Du musst JACK aber zuerst einrichten. Am Besten machst du das mit `QjackCtl`.
es: Los clientes de Jamulus necesitan [Jack](https://jackaudio.org/) para funcionar, pero hay que configurarlo primero. El método recomendado es utilizar `QjackCtl`.

source: Launch QjackCtl. You will see the **Qt JACK Control utility main page**
de: Führe `qjackctl` aus und warte, bis sich das **Jack Audio Connection Kit** öffnet.
es: Inicia QjackCtl. Verás la **ventana principal de Qt JACK Control**

source: Configure your audio hardware as follows (the exact settings for JACK will depend on what your audio hardware is capable of):
de: Konfiguriere dein Audiointerface wie folgt (die genauen Einstellungen für JACK hängen von den Funktionen deiner Soundkarte ab):
es: Configura tu hardware de audio como sigue (la configuración exacta de JACK dependerá de lo que es capaz tu hardware de audio):

source: Set the audio **Interface** to the one you want (there may be several in the list)
de: Wähle dein Audio **Interface** aus (es können mehrere in der Liste sichtbar sein)
es: Elige el **Interfaz** que quieres utilizar (puede haber varios en la lista)

source: Set the **Sample Rate to 48000**
de: Setzte die **Sample Rate auf 48000**
es: Establece la **Frecuencia de Muestreo en 48000**

source: Set the **Frames/Period to 128** and Periods/Buffer at 2 at first
de: Setze die **Frames/Period auf 128** und Periods/Buffer zunächst auf 2
es: Establece los **Cuadros/Periodo en 128** y Periodos/Buffer en 2 para empezar

source: Restart JACK for the new settings to take effect
de: Starte JACK neu, um die neuen Einstellungen zu übernehmen.
es: Reinicia JACK para que surta efecto la nueva configuración

source: ### Start Jamulus
de: ### Jamulus starten
es: ### Arranca Jamulus

source: With JACK running and configured, launch Jamulus.
de: Nachdem JACK konfiguriert und am Laufen ist, kannst du Jamulus aus dem Launcher starten (oder mit der Kommandozeile über den Befehl `jamulus`).
es: Con JACK configurado y ejecutándose, inicia Jamulus.

source: If you get problems with sound breaking up (in particular XRUN errors reported by JACK/QjackCtl) try setting bigger values (e.g. 256 frames or 3 periods). Lower ones (e.g. 64 frames) could bring better performance but maybe more sound problems. See the [troubleshooting page](Client-Troubleshooting) otherwise.
de: Wenn du Soundprobleme (kurze Unterbrechungen, Knistern o.Ä.) hast (insbesondere XRUNs, die von Jack/QjackCtl gemeldet werden), versuche größere Werte (z.B. 256 Frames oder 3 Perioden) zu setzen. Niedrigere Einstellungen (z.B. 64 Frames) bieten zwar eine bessere Leistung, aber möglicherweise mehr Soundprobleme. Siehe auch die [Fehlerbehebungsseite](Client-Troubleshooting).
es: Si tienes problemas con cortes de sonido (en particular errores de XRUN mostrados por JACK/QjackCtl) prueba con valores más altos (por ej. 256 cuadros o 3 periodos). Valores más bajos (por ej. 64 cuadros) pueden ofrecer un mejor rendimiento pero también quizá más problemas con el audio. Ver la [página de resolución de problemas](Client-Troubleshooting).

source: ## All installed?
de: ## Alles installiert?
es: ## ¿Todo instalado?

source: Take a look at the
de: Nun schau dir die folgende Seite an:
es: Echa un vistazo a la

source: [Jamulus setup page](Getting-Started){: .button}
de: [Nach der Installation](Getting-Started){: .button}
es: [página de Iniciación a Jamulus](Getting-Started){: .button}
