Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/po/*/Installation-for-Macintosh.po
Languages: de

source: en
de: de

source: Installation for macOS
de: Installation auf macOS

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
de: {% include breadcrumb.html root="Jamulus Nutzen" branch1="Erste Schritte" branch1-url="Getting-Started" %}

source: # Installation for macOS
de: # Installation auf macOS

source: Make sure you've already read the [Getting Started](Getting-Started) page.
de: Stelle sicher, dass du die [Erste Schritte](Getting-Started) Seite bereits gelesen hast.

source: [Download Jamulus]({{ site.download_root_link }}{{ site.download_file_names.mac }}){: .button}\\
de: [Lade Jamulus herunter]({{ site.download_root_link }}{{ site.download_file_names.mac }}){: .button}\\

source: **macOS Sierra (10.12) or lower:** [Download legacy version]({{ site.download_root_link }}{{ site.download_file_names.mac-legacy }})\\ **Mirror 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download)
de: **macOS Sierra (10.12) oder niedriger:** [Legacy Version herunterladen]({{ site.download_root_link }}{{ site.download_file_names.mac-legacy }})\\ **Alternativ-Download:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download)

source: **Install Jamulus**: Open the downloaded `.dmg` file, agree to the license, *drag and drop* the two icons you see in the window (Jamulus client and server) into your *Applications folder*. After that, you can close this window.
de: **Installiere Jamulus**: Öffne die `.dmg` Datei, stimme der Lizenz zu, *klicke und ziehe* beide Icons (Jamulus-Client und -Server) in den Ordner „Programme“ (oder "Applications"). Danach kannst du das Fenster schließen.

source: **Run Jamulus**. Now you should be able to use Jamulus just like any other application. If you see a message which tells you that Jamulus can't be opened because the developer can't be verified, read on and have a look at the following section.
de: **Starte Jamulus**. Nun kannst du Jamulus benutzen wie jede andere App. Falls du eine Meldung siehst, die besagt, dass Jamulus nicht geöffnet werden kann, da der Entwickler nicht überprüft werden kann, lese den nächsten Abschnitt weiter.

source: _You can remove the folder in the Downloads directory containing the `.dmg` and eject the "Jamulus" drive on your desktop. They are no longer needed._
de: _Du kannst den Ordner, der die `.dmg` Datei enthält im Downloads löschen und den virtuellen "Jamulus" Datenträger auf deinem Schreibtisch auswerfen. Beides wird nicht mehr gebraucht._

source: ## "Jamulus" can't be opened because the developer cannot be verified
de: ## Jamulus kann nicht geöffnet werden, da es von einem nicht verifizierten Entwickler stammt

source: <figure><img src="{{site.url}}/assets/img/en-screenshots/verification-mac.png" loading="lazy" alt="Image of a macOS warning screen for Jamulus warning the developer cannot be verified"></figure>
de: <figure><img src="{{site.url}}/assets/img/de-screenshots/verification-mac.png" loading="lazy" alt="macOS Fehlermeldung eines nicht verifizierten Entwicklers"></figure>

source: The first time you try to double-click Jamulus to run it, you will probably see a message saying it cannot be opened. We don't code-sign Jamulus yet (it's quite expensive).
de: Wenn man Jamulus zum ersten Mal öffnet, erscheint wahrscheinlich eine Meldung die besagt, dass Jamulus nicht geöffnet werden kann, da der Entwickler unbekannt sei. Das liegt daran, dass wir momentan Jamulus nicht signieren (das kostet eine Stange Geld).

source: To open Jamulus
de: Um dieses Problem zu lösen

source: Navigate to the Applications folder via Finder
de: Öffne den Ordner „Programme“ (oder „Applications“) im Finder

source: Double-click on Jamulus and wait for the above-mentioned message
de: Auf Jamulus doppelklicken (die o.g. Meldung taucht auf)

source: Close this message by clicking on "Cancel"
de: Auf „Abbrechen“ klicken, um diese Meldung zu schließen

source: Now control-click (or right-click) on Jamulus, and select "Open" from the top of the menu.
de: Klicke nun mit gedrückter Ctrl/Strg-Taste (oder rechtsklicken) auf Jamulus und wähle dann „Öffnen“ oben im Menü aus.

source: You will then get a slightly different version of the same message, which allows you to click "Open" and go ahead with running it. You will not be shown this warning again - just double-click it to run after that. For further information about this warning see [this Apple Support Page](https://support.apple.com/en-gb/guide/mac-help/mh40616/mac).
de: Jetzt siehst du eine leicht veränderte Version der gleichen Meldung, aber nun kannst du auf „Öffnen“ klicken und Jamulus starten. Diese Warnung wirst du nicht mehr sehen – ab jetzt kannst du Jamulus ganz normal durch einen Doppelklick starten. Für weitere Informationen über diese Meldung siehe [diese Apple Support-Seite](https://support.apple.com/de-de/guide/mac-help/mh40616/mac).

source: ## All installed?
de: ## Alles installiert?

source: Jamulus has been installed and can be used now. You can now take a look at the
de: Jamulus wurde installiert und kann jetzt benutzt werden. Nun schau dir die folgende Seite an:

source: [Jamulus setup page](Getting-Started){: .button}
de: [Nach der Installation](Getting-Started){: .button}
