Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/po/*/Installation-for-Android.po
Languages: de, fr

source: en
de: de
fr: fr

source: Installation for Android
de: Installation auf Android
fr: Installation pour Android

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
de: {% include breadcrumb.html root="Jamulus Nutzen" branch1="Erste Schritte" branch1-url="Getting-Started" %}

source: # Installation for Android
de: # Installation auf Android
fr: # Installation pour Android

source: Make sure you've already read the [Getting Started](Getting-Started) page.
de: Wenn du die [Erste Schritte](Getting-Started) Seite noch nicht gelesen hast, solltest du das nachholen.
fr: Assurez-vous d'avoir déjà lu la page [Getting Started](Getting-Started).

source: ## Things to note about Android
de: ## Was du über Android wissen solltest
fr: ## Choses à noter à propos d'Android

source: Although you **can** install Jamulus on Android devices (and hear sound), we strongly recommend **not** doing so. Sound quality - especially over WiFi - is usually bad and latency is high. If you have don't own a PC, we suggest you to buy a [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } which is an inexpensive and small device that performs very well with Jamulus. Android support is just a proof of concept.
de: Obwohl du Jamulus auf Android Geräten installieren kannst (und du eventuell Ton hören kannst), raten wir davon ab. Die Tonqualität v.A. über WLAN ist schlecht und die Latenz hoch. Wenn du keinen PC hast, kannst du z.B. einen [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } kaufen. Das ist ein günstiger, kleiner Computer, auf dem Jamulus sehr gut läuft. Android Support ist nur ein Proof of Concept!
fr: Bien que vous **puissiez** installer Jamulus sur des appareils Android (et entendre du son), nous vous recommandons fortement de **ne** pas le faire. La qualité du son - surtout en WiFi - est généralement mauvaise et la latence est élevée. Si vous ne possédez pas de PC, nous vous suggérons d'acheter un [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } qui est un petit appareil bon marché qui fonctionne très bien avec Jamulus. Le support Android n'est qu'une preuve de concept.

source: ## Install the Android PoC
de: ## Installation des Android PoC
fr: ## Installer le PoC Android

source: If you do want to try Jamulus on Android:
de: Wenn du Jamulus für Android wirklich testen möchtest:
fr: Si vous voulez essayer Jamulus sur Android :

source: Allow the installation of apps from unknown sources (look in Settings>Security. Note: The exact way to do this depends on your device and OS-version)
de: Erlaube die Installation von Apps aus unbekannten Quellen (z.B. unter Einstellungen>Sicherheit. Achtung: wie das funktioniert, hängt von deinem Gerät und der Android Version ab.)
fr: Autorisez l'installation d'applications provenant de sources inconnues (regardez dans Paramètres>Sécurité. Remarque : la manière exacte de le faire dépend de votre appareil et de la version de votre système d'exploitation.)

source: [Download and install Jamulus]({{ site.download_root_link }}{{ site.download_file_names.android }}){: .button}
de: [Downloade und installiere Jamulus]({{ site.download_root_link }}{{ site.download_file_names.android }}){: .button}
fr: [Télécharger et installer Jamulus]({{ site.download_root_link }}{ site.download_file_names.android }}){: .button}

source: You should now be able to run Jamulus on your Android device
de: Jetzt solltest du Jamulus auf deinem Android Gerät starten können.
fr: Vous devriez maintenant être en mesure d'exécuter Jamulus sur votre appareil Android

source: ## Feedback and development
de: ## Feedback und Entwicklung
fr: ## Commentaires et développement

source: We are very happy to get feedback from Android users and developers. Just head over to the [Jamulus GitHub repo](https://github.com/jamulussoftware/jamulus/).
de: Wir freuen uns über jedes Feedback von Android Nutzern und Entwicklern. Schau einfach im [Jamulus GitHub Repo](https://github.com/jamulussoftware/jamulus/).
fr: Nous sommes très heureux de recevoir les commentaires des utilisateurs et des développeurs Android. Il vous suffit de vous rendre sur le [repo GitHub de Jamulus](https://github.com/jamulussoftware/jamulus/).

source: ## All installed?
de: ## Alles installiert?
fr: ## Tout est installé ?

source: Jamulus has been installed and can be used now. You can now take a look at the
de: Jamulus wurde installiert und kann jetzt benutzt werden. Wenn du willst, kannst du jetzt auf die folgende Seite gehen:
fr: Jamulus a été installé et peut être utilisé dès maintenant. Vous pouvez maintenant jeter un coup d'œil à la

source: [Jamulus Onboarding page](Getting-Started){: .button}
de: [Nach der Installation](Getting-Started){: .button}
fr: [Page d'accueil de Jamulus](Getting-Started){: .button}
