Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/po/*/Installation-for-Windows.po
Languages: es, fr

source: en
es: es
fr: fr

source: Installation for Windows
es: Instalación en Windows
fr: Installation sous Windows

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
es: {% include breadcrumb.html root="Utilización de Jamulus" branch1="Cómo Empezar" branch1-url="Getting-Started" %}

source: # Installation for Windows
es: # Instalación en Windows
fr: # Installation sous Windows

source: Make sure you read the [Getting Started](Getting-Started) page.
es: Asegúrate de haber leído la página de [Cómo Empezar](Getting-Started).
fr: Assurez-vous d'avoir déjà lu la page [Getting Started](Getting-Started).

source: **Download and install an ASIO Driver**. It is recommended to use a sound card/interface with a native ASIO driver. If you don't have an external sound card, you probably need to install a generic driver like ASIO4ALL. For more information scroll down to the [ASIO](#asio) section.
es: **Descarga e instala un driver ASIO**. Se recomienda usar una tarjeta de audio con driver ASIO nativo. Si no tienes una tarjeta de audio externa, probablemente tendrás que instalar un driver genérico como ASIO4ALL. Para más información, baja a la sección sobre [ASIO](#asio).
fr: **Téléchargez et installez un pilote ASIO**. Il est recommandé d'utiliser une interface audio avec un pilote ASIO natif. Si vous n'avez pas d'interface audio externe, vous devrez probablement installer un pilote générique comme ASIO4ALL. Pour plus d'informations, consultez la section [ASIO](#asio).

source: [Download Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\
es: [Descarga Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\
fr: [Téléchargez Jamulus]({{ site.download_root_link }}{{ site.download_file_names.windows }}){: .button}\\

source: **Install Jamulus**: Double click the installer to launch it. If you get a warning notice from SmartScreen, click on "More info" and "Run anyway" to install Jamulus. (If you grabbed a new version of Jamulus and are one of the first people who downloaded it, Jamulus won't be whitelisted by SmartScreen yet. We don't pay for code signing.)
es: **Instala Jamulus**: Haz doble-clic en el instalador para ejecutarlo. Si ves un aviso de SmartScreen, haz clic en "Más info" y "Ejecutar de todas formas" para instalar Jamulus. (Si descargaste una versión nueva de Jamulus y eres de las primeras personas en descargarlo, Jamulus no entrará en la lista blanca de SmartScreen aún. No pagamos para la firma de código).
fr: **Installez Jamulus** : Double-cliquez sur le programme d'installation pour le lancer. Si vous recevez un avertissement de SmartScreen, cliquez sur "Plus d'infos" et "Exécuter quand même" pour installer Jamulus. (Si vous avez récupéré une nouvelle version de Jamulus et que vous êtes l'une des premières personnes à l'avoir téléchargée, Jamulus ne sera pas encore sur la liste blanche de SmartScreen. Nous ne payons pas pour la signature du code).

source: **Run Jamulus**. Now you should be able to use Jamulus just like any other application.
es: **Ejecuta Jamulus**. Ahora deberías de poder usar Jamulus como cualquier otra aplicación.
fr: **Exécutez Jamulus**. Vous devriez maintenant pouvoir utiliser Jamulus comme n'importe quelle autre application.

source: **Set up your sound card**. When you're done, you need to set up your audio hardware. Have a look at how to set up ASIO4ALL if you're using that and/or [Hardware Setup](Hardware-Setup).
es: **Configura tu tarjeta de sonido**. Una vez hecho, tienes que configurar tu hardware de audio. Mira cómo configurar ASIO4ALL si es lo que vas a utilizar y/o la [Configuración de Hardware](Hardware-Setup).
fr: **Configurez votre carte son**. Une fois que vous avez terminé, vous devez configurer votre matériel audio. Regardez comment configurer ASIO4ALL si vous l'utilisez et/ou [Configurer le matériel](Hardware-Setup).

source: Jamulus uses [ASIO](https://en.wikipedia.org/wiki/Audio_Stream_Input/Output) to provide the lowest latency.
es: Jamulus utiliza [ASIO](https://en.wikipedia.org/wiki/Audio_Stream_Input/Output) para proporcionar la menor latencia.
fr: Jamulus utilise [ASIO] (https://fr.wikipedia.org/wiki/Audio_Stream_Input/Output) pour offrir la latence la plus faible.

source: If you own an external sound card/audio interface, use its official ASIO driver (they usually provide the best quality).
es: Si tienes una tarjeta de sonido/interfaz de audio externa, utiliza su driver ASIO oficial (normalmente ofrecen la mejor calidad).
fr: Si vous possédez une interface audio, utilisez son pilote ASIO officiel (il fournit généralement la meilleure qualité).

source: If you don't have an external sound card, you will probably not have an ASIO driver. Therefore, you will need to install a generic one like ASIO4ALL:
es: Si no tienes una tarjeta externa, probablemente no tendrás instalado un driver ASIO. Por tanto, deberás instalar uno genérico como ASIO4ALL:
fr: Si vous n'avez pas de carte son externe, vous n'aurez probablement pas de pilote ASIO. Vous devrez donc en installer un générique comme ASIO4ALL :

source: You can try two versions of ASIO4ALL. ASIO4ALL v2.14 includes a workaround for a bug which might break other functionality.
es: Puedes probar dos versiones de ASIO4ALL. ASIO4ALL v2.14 incluye una actualización para un bug que puede hacer fallar otras funcionalidades.
fr: Vous pouvez essayer deux versions d'ASIO4ALL. ASIO4ALL v2.14 inclut une solution de contournement pour un bogue qui pourrait casser d'autres fonctionnalités.

source: [ASIO4ALL v2.15 Beta 2 Download](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.15/ASIO4ALL_2_15_Beta2_English.exe){: .button target="_blank" rel="noopener noreferrer"}
es: [ASIO4ALL v2.15 Beta 2 Descarga](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.15/ASIO4ALL_2_15_Beta2_English.exe){: .button target="_blank" rel="noopener noreferrer"}

source: [ASIO4ALL v2.14 Download](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.14/ASIO4ALL_2_14_English.exe){: .button target="_blank" rel="noopener noreferrer"}
es: [ASIO4ALL v2.14 Descarga](https://github.com/jamulussoftware/assets/raw/main/ASIO4ALL/v2.14/ASIO4ALL_2_14_English.exe){: .button target="_blank" rel="noopener noreferrer"}

source: [ASIO4ALL website](https://www.asio4all.org/){: target="_blank" rel="noopener noreferrer"}
es: [Web ASIO4ALL](https://www.asio4all.org/){: target="_blank" rel="noopener noreferrer"}

source: ### Setting up ASIO4ALL
es: ### Configurar ASIO4ALL
fr: ### Configuration de ASIO4All

source: *ASIO4ALL is not recommended if your sound card/audio interface provides its own ASIO driver, since that might have better latency.*
es: *No se recomienda ASIO4ALL si tu tarjeta de sonido/interfaz de audio tiene su propio driver ASIO, puesto que este último podría proporcionar mejor latencia.*
fr: *ASIO4All n'est pas recommandé si votre interface audio fournit son propre pilote ASIO, car celui-ci pourrait avoir une meilleure latence.*

source: For ASIO4ALL, you may need to experiment a bit to find the right configuration since every computer is a bit different.
es: Para ASIO4ALL, quizá necesites experimentar un poco para encontrar la configuración adecuada ya que cada ordenador es un poco diferente.
fr: Pour ASIO4All, vous aurez peut-être besoin d'expérimenter un peu pour trouver la bonne configuration car chaque ordinateur est un peu différent.

source: **Tip:** Set up your sound card while you're [connected to a server](Onboarding#2-connecting-to-a-server) to hear your instrument or voice and check if everything is correctly set up; but first read on.
es: **Consejo:** Configura tu tarjeta mientras estés en [conexión con un servidor](Onboarding#2-conectarse-a-un-servidor) para escuchar tu instrumento o tu voz y comprobar que todo está bien configurado; pero sigue leyendo.
fr: **Astuce :** Configurez votre carte son lorsque vous êtes [connecté à un serveur] (Onboarding#2-connecting-to-a-server) pour entendre votre instrument ou votre voix et vérifier si tout est correctement configuré ; mais lisez d'abord ce qui suit.

source: Before you start with Jamulus:
es: Antes de empezar con Jamulus:
fr: Avant de démarrer avec Jamulus :

source: **Close all applications** (especially those which could access your sound card like your browser/media player) since Jamulus needs exclusive access to your sound card. Other programs will not be able to use audio if ASIO4ALL and Jamulus are running.
es: **Cierra todas las aplicaciones** (sobre todo aquellas que podrían acceder a tu tarjeta de sonido como tu navegador/reproductor de audio) ya que Jamulus necesita acceso exclusivo a tu tarjeta de audio. Otros programas no podrán usar audio si ASIO4ALL y Jamulus están activos.
fr: **Fermez toutes les applications** (en particulier celles qui pourraient accéder à votre carte son comme votre navigateur/lecteur de média) car Jamulus a besoin d'un accès exclusif à votre carte son. Les autres programmes ne pourront pas utiliser l'audio si ASIO4ALL et Jamulus sont en cours d'exécution.

source: If the Jamulus audio doesn’t work out of the box, make sure that only the **correct inputs/outputs** in ASIO4ALL **are switched on**. Everything else should be switched off. Search the [community list of working ASIO4ALL configurations](/kb/2021/03/20/ASIO4ALL-Examples.html) for your configuration or do it manually if you can't find yours:
es: Si el audio de Jamulus no funciona directamente, asegúrate de que solo **las entradas/salidas correctas** en ASIO4ALL **están activadas**. Todo lo demás debería estar apagado. Busca [configuraciones funcionales de ASIO4ALL en la lista comunitaria](/kb/2021/03/20/ASIO4ALL-Examples.html) para tu configuración o hazlo manualmente si no encuentras la tuya:
fr: Si l'audio ne fonctionne pas directement, assurez-vous que seules les **entrées/sorties correctes** dans ASIO4All **sont activées**. Tout le reste devrait être désactivé. Ça peut être fait comme suit :

source: ### How to set up ASIO4ALL inputs (Guide)
es: ### Cómo configurar las entradas de ASIO4ALL (Guía)
fr: ### Comment configurer les entrées ASIO4All (guide)

source: Open Jamulus's settings
es: Abre la ventana de Configuración de Jamulus
fr: Ouvrez les paramètres de Jamulus

source: Go to _"ASIO Device Settings"_ (column on the left; directly under the selection of the driver)
es: Ve a _"Configuración Driver"_ (la columna a la izquierda; directamente debajo de la selección de driver)
fr: Allez dans les _« Paramètres ASIO »_ (colonne de gauche ; directement sous la sélection du pilote)

source: Enable _advanced view_ in ASIO4ALL (click the tool icon on the bottom right)
es: Activa _advanced view_ en ASIO4ALL (haz clic en el icono de la herramienta abajo a la derecha)
fr: Activez le panneau _advanced view_ dans ASIO4All (cliquez sur l'icône d'outil en bas à droite)

source: Enable only the sound card you want to use by clicking on the button next to its name
es: Activa solamente la tarjeta de audio que quieres utilizar haciendo clic en el botón al lado de su nombre
fr: Activez uniquement la carte son que vous voulez utiliser en cliquant sur le bouton à coté de son nom

source: Open your sound card inputs/outputs by clicking the _plus icon_ next to this sound card
es: Abre las entradas/salidas de tu tarjeta de audio haciendo clic en el _icono de plus_ al lado de esta tarjeta
fr: Ouvrez les entrées de votre carte son en cliquant sur l'_icône plus_ à côté de cette carte son

source: Now enable the correct inputs/outputs in the list under your sound card and disable everything else. You can hover over the inputs/outputs to see which of both they are and if they support the required sample rate for Jamulus of 48kHz (DVD quality).
es: Ahora activa/desactiva las entradas/salidas correctas en la lista bajo tu tarjeta de audio y desactiva todo lo demás. Puedes mover el ratón sobre las entradas/salidas para ver qué es cada una y si soportan la tasa de muestreo de Jamulus que es de 48 kHz (calidad DVD).
fr: Activez alors les entrées/sorties correctes dans la liste sous votre carte son et désactivez tout le reste. Vous pouvez survoler les entrées/sorties pour voir de quelles entrées/sorties il s'agit et si elles supportent le taux d'échantillonnage requis pour Jamulus de 48kHz (qualité DVD).

source: **Hints:**
es: **Consejos:**
fr: **Remarque :**

source: Many internal sound cards are named Realtek High Definition Audio, Conexant or similar.
es: Muchas tarjetas internas se denominan Realtek High Definition Audio, Conexant o similar.
fr: De nombreuses cartes son internes sont appelées Realtek High Definition Audio, Conexant ou similaire.

source: Headphones and speakers are often labelled as output and microphones as inputs or capture.
es: A menudo los auriculares y los altavoces están etiquetados como 'output' y los micrófonos como 'input' o 'capture'.
fr: Les casques et les haut-parleurs sont souvent identifiés comme des sorties et les micros comme des entrées ou capture.

source: Stereo Mix is usually not the input/output you're looking for and therefore you should switch it off if you see it.
es: 'Stereo Mix' normalmente no es la entrada/salida que buscas, por tanto puedes desactivarlo si lo ves.
fr: Le mixage stéréo n'est généralement pas l'entrée/sortie que vous recherchez, vous pouvez donc le désactiver si vous le voyez.

source: ### Having trouble setting up ASIO4ALL?
es: ### ¿Tienes problemas con la configuración de ASIO4ALL?
fr: ### Vous avez des problèmes avec la configuration d'ASIO4All ?

source: If nothing works, first restart Jamulus and/or your PC to close background processes that may be accessing your sound card.
es: Si nada funciona, primero prueba a reiniciar Jamulus y/o tu PC para cerrar procesos que puedan estar accediendo a tu tarjeta de sonido.
fr: Si rien ne fonctionne, redémarrez d'abord Jamulus et/ou votre PC pour fermer les processus d'arrière-plan qui peuvent accéder à votre carte son.

source: Afterwards, *set up the inputs/outputs again*. Enabled and accessible input/outputs show as lit up power buttons and play buttons. If instead you see a red cross or yellow symbol, close other applications that may be accessing your sound card (e.g. browser, Zoom, etc).
es: Después, *configura de nuevo las entradas/salidas*. Las entradas/salidas activadas y accesibles muestran un botón on/off iluminado y un botón de play. Si en su lugar ves una cruz roja o un símbolo amarillo, cierra otras aplicaciones que puedan estar accediendo a tu tarjeta de sonido (por ej. navegador, Zoom, etc.).
fr: Ensuite, *réglez les entrées/sorties*. Les entrées/sorties activées et accessibles sont représentées par des boutons d'alimentation et de lecture allumés. Si, au contraire, vous voyez une croix rouge ou un symbole jaune, fermez les autres applications qui peuvent accéder à votre carte son (par exemple, le navigateur, Zoom, etc.).

source: Have a look at [this video](https://youtu.be/_GzOsitVgLI) by [trombonepizza](https://github.com/trombonepizza) which gives more detailed setup information on ASIO4ALL.
es: Mírate [este vídeo](https://youtu.be/_GzOsitVgLI) de [trombonepizza](https://github.com/trombonepizza) que ofrece más información detallada sobre la configuración de ASIO4ALL.
fr: Regardez [cette vidéo] (https://youtu.be/_GzOsitVgLI) par [trombonepizza] (https://github.com/trombonepizza) qui donne des informations plus détaillées sur la configuration de ASIO4ALL.

source: Official and further information about how to configure ASIO4ALL is documented in the official [ASIO4ALL FAQs on the ASIO4ALL website](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"} and in the ASIO4ALL manual which can be found on your desktop or in the folder where the ASIO4ALL binary is installed (usually `C:\Program Files (x86)\ASIO4ALL v2\`)).
es: Información oficial y más detallada sobre cómo configurar ASIO4ALL se encuentra en la sección [ASIO4All FAQs en la página web de ASIO4ALL](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"} y en el manual de ASIO4ALL. Normalmente se encuentra en tu escritorio o en la carpeta donde se instala el archivo binario de ASIO4ALL (normalmente `C:\Archivos de Programa (x86)\ASIO4ALL v2\`).
fr: Des informations officielles et supplémentaires sur la façon de configurer ASIO4ALL sont documentées dans la [FAQ officielle d'ASIO4ALL sur le site web d'ASIO4ALL](https://www.asio4all.org/index.php/help/faq/){: target="_blank" rel="noopener noreferrer"} et dans le manuel d'ASIO4ALL qui se trouve sur votre bureau ou dans le dossier où le binaire d'ASIO4ALL est installé (généralement `C:\Program Files (x86)\ASIO4ALL v2\`)).

source: ## All installed?
es: ## ¿Todo instalado?
fr: ## Tout est installé ?

source: Jamulus has been installed and can be used now. You can now take a look at the
es: Jamulus ha sido instalado y puede utilizarse. Ahora puedes echar un vistazo a la
fr: Jamulus a été installé et peut être utilisé dès maintenant. Vous pouvez maintenant jeter un coup d'œil à la

source: [Jamulus setup page](Getting-Started){: .button}
es: [página de configuración de Jamulus](Getting-Started){: .button}

source: **Mirror 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download)
fr: **Miroir 2:** [SourceForge](https://sourceforge.net/projects/llcon/files/latest/download)
