Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/l10n/po/*/Client-Troubleshooting.po
Languages: es

source: en
es: es

source: Client Troubleshooting
es: Resolución de Problemas del Cliente

source: # Troubleshooting
es: # Resolución de Problemas

source: ### Don’t hear any sound/Others don’t hear you?
es: ### ¿No escuchas nada/Otros no pueden escucharte?

source: Start with the simple stuff: make sure your instrument/microphone and headphones are connected to the correct sockets. Make sure no other applications like your browser, video conferencing tool etc. is also using your sound card. You should shut those down when using Jamulus. If that all looks OK and the problem persists, it's likely there's an issue with your sound device settings. This will depend on your particular setup (platform, hardware, software and drivers), so it's best to ask on [the forums](https://github.com/jamulussoftware/jamulus/discussions) for guidance.
es: Empieza por lo sencillo: asegúrate de que tu instrumento/micrófono y auriculares están conectados al puerto correcto. Asegúrate de que ninguna otra aplicación como el navegador, herramienta de videoconferencia, etc. está utilizando la tarjeta de sonido. Deberías cerrar estos programas al utilizar Jamulus. Si todo parece estar bien y el problema persiste, es probable que haya algún problema con la configuración del dispositivo de audio. Esto dependerá de tu configuración particular (plataforma, hardware, software y drivers), así que es mejor preguntar en [los foros](https://github.com/jamulussoftware/jamulus/discussions) para solicitar ayuda.

source: **Windows users (ASIO4ALL)**: If you’re using the ASIO4ALL driver have a look at the [ASIO4LL setup section](Installation-for-Windows#setting-up-asio4all)
es: **Usuarios de Windows (ASIO4ALL)**: Si estás utilizando el driver ASIO4ALL, mira [la sección de configuración para ASIO4ALL](Installation-for-Windows#configurar-asio4all)

source: ### Getting a loud squeal if you connect to a server
es: ### Escuchas un gran chirrido si te conectas a un servidor

source: You're creating feedback since your microphone is recording the signal of your speaker. Disconnect from the server and select the correct input and output devices. See the Jamulus installation page for your OS to get more information on how to do that.
es: Estás creando retroalimentación ya que tu micrófono está registrando la señal de tus altavoces. Desconéctate del servidor y selecciona los dispositivos de entrada y salida correctos. Consulta la página de instalación de Jamulus para tu SO para obtener más información sobre cómo hacerlo.

source: ### Not seeing the headphone or microphone you just connected to your PC?
es: ### ¿No ves el auricular o el micrófono que acabas de conectar a tu PC?

source: Just restart Jamulus with your device plugged in. Jamulus currently doesn't show devices which were plugged in after the sound system was loaded.
es: Simplemente reinicia Jamulus con tu dispositivo conectado. Actualmente Jamulus no muestra dispositivos que han sido conectados tras cargarse el sistema de sonido.

source: ### Your sound is stuttering
es: ### Tu sonido se entrecorta

source: Your audio device may not work with the buffer size you selected. Select a bigger buffer size in Jamulus's settings. If possible though, use another device, since large buffer sizes mean higher latency.
es: Quizá tu dispositivo de audio no funciona con el tamaño de buffer que has seleccionado. Selecciona un buffer mayor en la configuración de Jamulus. Sin embargo, si es posible, utiliza otro dispositivo, ya que los buffers más altos significan mayor latencia.

source: ### You all sound OK, but it's difficult to keep together
es: ### Todos suenan bien pero es difícil tocar todos juntos manteniendo el tiempo.

source: **If at all possible, DO NOT listen to your direct signal.** Make sure you are listening as much as you can to the sound of your own instrument/voice _coming back from the server_. This signal has you and your playing partners mixed together in sync, and will be the signal that your bandmates are hearing too. So listening to that means you will be in sync with each other (assuming you all have reasonably low latency). Note that if one or more musicians are not following this rule, they will slow down as they play or sing.
es: **Si es posible, NO escuches tu señal directa.** Intenta en lo posible escuchar la señal de tu instrumento/voz que viene _desde el servidor_. Esta señal lleva la mezcla sincronizada de tu audio y la de los demás músicos, y será la señal que los demás escuchen también. Por tanto, ceñirse a esa señal significa que estaréis todos sincronizados (suponiendo que todos tenéis una latencia razonablemente baja). Nótese que si uno o más músicos no siguen esta norma, irán ralentizándose según vayan tocando o cantando.

source: You can test whether you are hearing your signal correctly by doing the following:
es: Puedes probar si estás escuchando correctamente tu señal haciendo lo siguiente:

source: Run Jamulus and connect to a server with a long ping time (greater than 200ms)
es: Inicia Jamulus y conéctate a un servidor con un ping muy alto (mayor de 200 ms)

source: Clap your hands once (or play one short note on an instrument). You should hear the sound from the Jamulus server come back, but significantly delayed.
es: Choca las manos una vez (o toca una nota breve en un instrumento). Deberías de escuchar el sonido que vuelve del servidor de Jamulus, pero con un retardo importante.

source: Click the "Mute" button under your Jamulus name/slider in the main Jamulus mixer window (**NOT** the "Mute Myself" button on the left).
es: Activa el botón de "Mute" bajo tu nombre/fader en la ventana principal del mezclador de Jamulus (**NO** el botón de "Silenciarme Yo" a la izquierda).

source: Clap your hands again.
es: Choca las manos de nuevo.

source: If you hear two claps after step 2, or any claps after step 4, then you are **not** obeying Rule Number One - you have your local audio enabled and should disable it.
es: Si escuchas dos choques tras el paso 2, o cualquier choque tras el paso 4, entonces **no** estás obedeciendo la Regla Número Uno - tienes el audio local activado y deberías desactivarlo.

source: Exactly how you avoid listening to your direct signal will depend on your individual setup - your sound interface, mixing desk, headphone connection point, etc. For example, some audio interfaces have "monitor" buttons (turn these off), or similar options. **If you are still having problems**, try asking on the [forum](https://github.com/jamulussoftware/jamulus/discussions).
es: Exactamente cómo evitas escuchar tu señal directa dependerá de tu configuración individual - tu interfaz de audio, mesa de mezclas, punto de conexión de auriculares, etc. Por ejemplo, algunos interfaces de audio tienen botones de "monitor" (apágalos), u opciones similares. **Si sigues teniendo problemas**, prueba a preguntar en el [foro](https://github.com/jamulussoftware/jamulus/discussions).

source: Be aware that while listening to the server's signal will ensure you will be in sync with other musicians, you may also experience problems if your overall latency (indicated by the "Delay" light in Jamulus) is not green or at least yellow most of the time. Consult the [software manual](/wiki/Software-Manual) to understand how to adjust your setup to help with this.
es: Ten en cuenta que aunque escuches la señal del servidor y esto asegura que estás en sincronización con los demás músicos, puedes experimentar problemas si tu retardo total (indicado por la luz de "Retardo" en Jamulus) no está en verde o al menos en amarillo la mayor parte del tiempo. Consulta el [manual de software](/wiki/Software-Manual) para entender cómo ajustar tu configuración para mejorar este aspecto.

source: ### Can't work out your mic settings?
es: ### ¿Dificultades a la hora de configurar el micrófono?

source: When using a microphone while playing your other instrument, you can use a stereo audio input signal in your settings where one channel is connected to the instrument and the other channel is connected to a microphone signal. On the microphone channel an optional reverberation effect can be applied.
es: Cuando utilizas un micrófono mientras también tocas un instrumento, puedes utilizar una señal de entrada estéreo en la configuración, donde un canal se conecta al instrumento y el otro canal a la señal del micrófono. En el canal del micrófono es posible aplicar un efecto de reverb opcional.

source: ### Buffer LEDs suddenly going red, outages, jittering, weird sounds?
es: ### ¿El LED del buffer se vuelve rojo, cortes, jitter, sonidos raros?

source: The CPU in your computer may be having issues. Try not to have anything competing with Jamulus (like Zoom Meetings or Facebook live streams) on your machine. Or at least quit them while you're playing. Prevent things like virus scanners doing scans, or software updates happening, etc. Be aware that the reverb setting in Jamulus also uses more CPU the more reverb you have.
es: El procesador de tu ordenador podría estar sobrecargado. Intenta no dejar que otros programas compitan con Jamulus (como Zoom Meetings o streaming en directo de Facebook) en tu máquina. O al menos ciérralos mientras tocas. Evita cosas como escaneos del antivirus o actualizaciones de software, etc. Ten en cuenta que el efecto de reverb en Jamulus consume más CPU cuanto más reverb se aplique.

source: ### Ping times and latency start well, then get worse, causing issues
es: ### Los tiempos del ping y la latencia empiezan bien pero luego empeoran, causando problemas

source: This can indicate something else is competing with Jamulus on your network, so make sure nobody is watching HD Netflix movies or taking part in Zoom video conferences while you are playing. A more permanent solution for technically-minded users may be found by investigating [the issue of buffer bloat](https://www.bufferbloat.net/projects/bloat/wiki/) on their router and whether you can implement Smart Queue Management (SQM). [More details here](https://www.bufferbloat.net/projects/bloat/wiki/What_can_I_do_about_Bufferbloat/).
es: Esto puede indicar que algo está compitiendo con Jamulus en tu red, así que asegúrate de que nadie está viendo películas en HD en Netflix o realizando una videoconferencia por Zoom mientras tocas. Una solución más permanente para aquellas personas con más inclinación técnica podría ser investigando [el tema del "buffer bloat"](https://www.bufferbloat.net/projects/bloat/wiki/) en su router y si es posible implementar Smart Queue Management (SQM). [Más detalles aquí](https://www.bufferbloat.net/projects/bloat/wiki/What_can_I_do_about_Bufferbloat/).

source: ### Getting frustrated with software channels, audio routing, sample rates and more?
es: ### ¿Te frustras con los canales de software, ruteo de audio, tasas de muestreo y demás?

source: It's usually far easier and more reliable to have a [mixing desk](https://www.thomann.de/pics/bdb/191244/7355025_800.jpg) to connect your kit (instruments, mic, recorder etc.) and then send a simple stereo signal to your sound interface (be sure to listen to the resulting sound from the Jamulus server via your computer though!). The huge variety of possible hardware, software and instrument combinations means that setting up your sound card to work with your particular configuration can otherwise get complicated very fast.
es: Normalmente es mucho más fácil y fiable tener una [mesa de mezclas](https://www.thomann.de/pics/bdb/191244/7355025_800.jpg) para conectar tu equipo (instrumentos, micrófono, grabadora, etc.) y luego enviar una simple señal estéreo a tu interfaz de audio (¡pero asegúrate de escuchar el sonido resultante del servidor Jamulus a través del ordenador!). La enorme variedad de combinaciones posibles de hardware, software e instrumentos significa que configurar tu tarjeta de audio para funcionar con tu equipo en particular se puede complicar rápidamente.

source: ### Getting blasted by somebody joining your jam with feedback or noise?
es: ### ¿Atronado cuando entra alguien nuevo a tu jam con retroalimentación o ruido?

source: You can set your "New Client Level" to a low value (e.g. 10), or set the musicians you are playing with to "Solo" state (in the mixer panel on the right side). That way, either new entrants will be very quiet, or you won't hear them at all.
es: Puedes establecer el "Nivel Cliente Nuevo" a un valor bajo (por ej. 10), o configurar los músicos con quienes tocas a "Solo" (a la derecha en el panel del mezclador). De ese modo, los nuevos miembros que se unan estarán a un volumen bajo o silenciados.

source: ### Can't see the server you want to join?
es: ### ¿No ves el servidor al que te quieres unir?

source: First check that you have the right genre server selected in your Connection Setup window. Sometimes network issues mean your client won't list all the available servers. If you know the name of the server you want to join, you can [look up its IP address here](https://explorer.jamulus.io/). Enter the IP address in the "Server Name/Address" field in the Connect Setup window to connect to it.
es: Primero comprueba que tienes el género de servidor correcto seleccionado en la ventana de Configuración de Conexión. En ocasiones los problemas de red hacen que tu cliente no muestre todos los servidores disponibles. Si conoces el nombre del servidor al que te quieres unir, puedes [mirar su dirección IP aquí](https://explorer.jamulus.io/). Introduce la dirección IP en el campo de "Nombre/Dirección Servidor" en la ventana de Configuración de Conexión para conectarte.

source: ### Not seeing a list of servers at all?
es: ### ¿No ves ninguna lista de servidores?

source: In the UK (and possibly other regions/routers) the Virgin Media Cable Internet Modem setting can cause an issue. "Block Fragmented IP Packets" should not be checked. For other routers/ISP, also try turning off SPI (Stateful Packet Inspection) and if that fixes it, you can make a judgment about whether to leave that off or not.
es: En el Reino Unido (y posiblemente en otras regiones/routers) la configuración del Módem de Virgin Media Cable Internet puede ocasionar problemas. No se debería activar "Block Fragmented IP Packets". Para otros routers/ISPs, también prueba a desactivar SPI (Stateful Packet Inspection) y si eso lo arregla, puedes decidir si lo dejas desactivado o no.

source: In some cases, it may be your ISP that is blocking your use of Jamulus. See the note on the [server troubleshooting page](Server-Troubleshooting#nobody-can-connect-to-my-server---but-i-can-connect-locally) about "Nobody can connect to my server"
es: En algunos casos, puede ser que tu ISP esté bloqueando Jamulus. Ver la nota en la página [resolución de problemas del servidor](Server-Troubleshooting#nadie-se-puede-conectar-a-mi-servidor---pero-yo-me-puedo-conectar-localmente) sobre "Nadie se puede conectar a mi servidor"

source: ### Trouble using Garageband (or other DAW) with Jamulus?
es: ### Problemas al utilizar Garageband (u otro DAW) con Jamulus?

source: See [this forum discussion](https://sourceforge.net/p/llcon/discussion/533517/thread/d3dd58eedc/#b994)
es: Ver [este hilo del foro](https://sourceforge.net/p/llcon/discussion/533517/thread/d3dd58eedc/#b994)

source: ### Using a Mac and your input is not heard?
es: ### ¿Usas un Mac y tu entrada no se escucha?

source: (With thanks to [Mark Anthony De Souza](https://www.facebook.com/groups/619274602254947/permalink/765122847670121/?comment_id=765525034296569))
es: (Con agradecimientos a [Mark Anthony De Souza](https://www.facebook.com/groups/619274602254947/permalink/765122847670121/?comment_id=765525034296569))

source: Maybe you did not answer "Yes" to the `"Jamulus wants to access your microphone"` challenge. To fix this:
es: Quizá no respondiste "Sí" al reto de `"Jamulus quiere acceder a tu micrófono"`. Para arreglarlo:

source: Go to `Preferences` > `Security & Privacy` > `Privacy` tab
es: Ve a `Preferencias` > `Seguridad & Privacidad` > pestaña de `Privacidad`

source: Find `Microphone` on the left and then make sure `Jamulus` is enabled on the right-hand list
es: Busca `Micrófono` a la izquierda y luego asegúrate de que `Jamulus` está activado en la lista de la derecha

source: For anything else, please search or post on the [Discussion Forums](https://github.com/jamulussoftware/jamulus/discussions)
es: Para cualquier otra cosa, por favor busca o publica un post en los [Foros de Discusión](https://github.com/jamulussoftware/jamulus/discussions)
