Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/l10n/po/*/FAQ.po
Languages: es, fr

source: en
es: es
fr: fr

source: # Jamulus FAQ
fr: # FAQ Jamulus

source: This is an overview of common questions. For common problems and their solutions, see the [Troubleshooting](/wiki/Client-Troubleshooting) page.
es: Esto es un resumen de dudas comunes. Para problemas comunes y sus soluciones, ver la página de [Resolución de problemas](/wiki/Client-Troubleshooting).
fr: Il s'agit d'un aperçu des questions les plus courantes. Pour les problèmes courants et leurs solutions, voir la page [Dépannage](/wiki/Client-Troubleshooting).

source: ### Is there a metronome, synchronization, or some other way of keeping in time?
es: ### ¿Hay un metrónomo, sincronización o alguna otra manera de mantener el tiempo?
fr: ### Y a-t-il un métronome, une synchronisation ou un autre moyen de rester dans le temps ?

source: No. Musicians on a Jamulus server simply play in real time time together as they would in person. If you want to have a time signal, then there are shared metronome solutions on the Internet you can try, but it’s probably best to just minimise latency so nobody has an overall delay more than about 30-50ms.
es: No. Los usuarios de un servidor Jamulus simplemente tocan juntos en tiempo real como si estuvieran en persona. Si quieres una señal de tiempo, entonces hay soluciones de metrónomos compartidos en Internet que puedes probar, pero probablemente sea mejor minimizar la latencia para que nadie tenga un retardo total de más de unos 30-50 ms.
fr: Non. Les musiciens sur un serveur Jamulus jouent simplement en temps réel ensemble comme ils le feraient en personne. Si vous souhaitez disposer d'un signal temporel, il existe des solutions de métronome partagé sur Internet que vous pouvez essayer, mais il est probablement préférable de minimiser la latence afin que personne n'ait un retard global supérieur à environ 30-50 ms.

source: ### How do I know if I can join a server? Are there rules?
es: ### ¿Cómo sé si puedo unirme a un servidor? ¿Hay normas?
fr: ### Comment puis-je savoir si je peux rejoindre un serveur ? Existe-t-il des règles ?

source: In general, if somebody sets up a public server, then [by definition](/wiki/Choosing-a-Server-Type) they accept that anyone can play on it. Jamulus has no password protection or other authentication mechanisms. However, some servers may state their policies in the welcome message you will see in the chat window.
es: En general, si alguien monta un servidor público, entonces [por definición](/wiki/Choosing-a-Server-Type) aceptan que cualquiera puede utilizarlo. Jamulus no tiene protección con contraseña ni otros mecanismos de autenticación. SIn embargo, algunos servidores pueden establecer políticas en el mensaje de bienvenida que verá en la ventana del chat.
fr: En général, si quelqu'un met en place un serveur public, alors [par définition](/wiki/Choosing-a-Server-Type) il accepte que tout le monde puisse y jouer. Jamulus n'a pas de protection par mot de passe ni d'autres mécanismes d'authentification. Cependant, certains serveurs peuvent indiquer leur politique dans le message de bienvenue que vous verrez dans la fenêtre de discussion.

source: You can also set up a private server on Jamulus and give others your address to connect to that. Have a look at [this page for more information](/wiki/Running-a-Server).
es: También puedes montar un servidor privado en Jamulus y dar tu dirección a otras personas para que se conecten. Echa un vistazo a [esta página para más información](/wiki/Running-a-Server).
fr: Vous pouvez également créer un serveur privé sur Jamulus et donner aux autres votre adresse pour qu'ils s'y connectent. Consultez [cette page pour plus d'informations](/wiki/Running-a-Server).

source: ### Why shouldn’t I use wireless equipment?
es: ### ¿Por qué no debería utilizar dispositivos inalámbricos?
fr: ### Pourquoi ne devrais-je pas utiliser un équipement sans fil ?

source: Whether or not you will be able to play in time with other musicians depends mainly on how much latency (delay) you have in your sound signal. An overall delay much bigger than 50ms usually makes it too hard to play in time unless you train yourself to do so. Some musicians report they can play in time with delays of up to 70ms by playing ahead of the beat. But much beyond that and it becomes too difficult unless timing isn’t an important factor in the music.
es: El que puedas o no tocar manteniendo el tiempo con otras personas depende principalmente de cuánta latencia (retardo) tienes en tu señal de audio. En general, un retardo total mayor de 50 ms hace que sea difícil tocar en sincronización a menos que entrenes para hacerlo. Algunos músicos dicen que pueden tocar sincronizados con retardos de hasta 70 ms, tocando por delante del ritmo. Pero mucho más que eso se vuelve demasiado difícil, a menos que la sincronización no sea un factor importante para la música.
fr: Votre capacité à jouer en rythme avec les autres musiciens dépend principalement de la latence (retard) de votre signal sonore. Si le retard global est supérieur à 50 ms, il est généralement trop difficile de jouer en rythme, sauf si vous vous entraînez à le faire. Certains musiciens affirment qu'ils peuvent jouer en rythme avec des retards allant jusqu'à 70 ms en jouant en avance sur le rythme. Mais au-delà, cela devient trop difficile, à moins que le synchronisme ne soit pas un facteur important dans la musique.

source: So it makes sense to minimise any sources of delay or other problems with the signal. Even fast wi-fi is usually too variable to use for long periods with Jamulus, and Bluetooth headphones and mics usually introduce latencies of about 50ms or more.
es: Por tanto tiene sentido minimizar cualquier fuente de retardo u otros problemas con la señal. Inluso la Wi-Fi rápida suele ser demasiado variable para usarla durante periodos largos con Jamulus, y los auriculares y micrófonos Bluetooth suelen introducir latencias de hasta 50 ms o más.
fr: Il est donc logique de minimiser les sources de retard ou autres problèmes liés au signal. Même le wi-fi rapide est généralement trop variable pour être utilisé pendant de longues périodes avec Jamulus, et les casques et micros Bluetooth introduisent généralement des latences d'environ 50 ms ou plus.

source: ### Why should I not listen to my own signal?
es: ### ¿Por qué no debería escuchar mi propia señal?
fr: ### Pourquoi ne devrais-je pas écouter mon propre signal ?

source: For the same reason as you need to minimise delay in your signal in order to play in time, you need to make sure you are playing to your own sound that other musicians are hearing. More information on this, and a way of testing your setup to make sure you are obeying this “Golden Rule” [can be found here](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together).
es: Por la misma razón por la que necesitas minimizar el retardo de tu señal para tocar en sincronización, tienes que asegurarte de que tocas escuchando el audio que oyen los demás. Para más información sobre esto, y modos de probar tu configuración para asegurarte de que obedeces la “Regla de Oro” [ver aquí](/wiki/Client-Troubleshooting#todos-suenan-bien-pero-es-difícil-tocar-todos-juntos-manteniendo-el-tiempo).
fr: Pour la même raison que vous devez minimiser le retard de votre signal afin de jouer en temps voulu, vous devez vous assurer que vous jouez sur votre propre son que les autres musiciens entendent. Vous trouverez plus d'informations à ce sujet, ainsi qu'un moyen de tester votre installation pour vous assurer que vous respectez cette "règle d'or" [ici](/wiki/Client-Troubleshooting#vous-avez-tous-un-son-correct-mais-il-est-difficile-de-jouer-ensemble).

source: Of course, if you are playing an acoustic instrument, or are a singer, it will be hard to exclude your “local” sound. But you should at least try to do so by for example using closed-back headphones turned up as loud as you are able to mask your own sound. This will let you concentrate on the mix coming back to you from the server.
es: Por supuesto, si tocas un instrumento acústico o cantas, va a ser difícil excluir tu sonido "local". Pero debes al menos intentar hacerlo, por ejemplo utilizando auriculares cerrados con el volumen subido para tapar tu propio sonido. Esto te permitirá concentrarte en la mezcla que vuelve del servidor.
fr: Bien sûr, si vous jouez d'un instrument acoustique ou si vous êtes chanteur, il sera difficile d'exclure votre son "local". Mais vous devriez au moins essayer de le faire, par exemple en utilisant un casque fermé, réglé aussi fort que possible pour masquer votre propre son. Vous pourrez ainsi vous concentrer sur le mixage qui vous parvient du serveur.

source: ### Do I need a fast Internet connection?
es: ### ¿Necesito una conexión rápida de Internet?
fr: ### Ai-je besoin d'une connexion Internet rapide ?

source: For most people on standard broadband (e.g. 10 Mbit/s down and 1 Mbit/s up) you will have no problems. For those running servers at home, depending on how many people join, you may encounter issues if your upstream bandwidth is lower than about 5 Mbit/s. [More information on network requirements here](/wiki/Network-Requirements).
es: Para la mayoría con banda ancha normal (por ej. 10 Mbit/s de bajada y 1 Mbit/s de subida) no habrá problemas. Para los que ejecutan servidores en casa, dependiendo de cuánta gente se conecta a él, podrías tener problemas si tu ancho de banda de subida es menor de unos 5 Mbit/s. [Más información sobre requisitos de red aquí](/wiki/Network-Requirements).
fr: Pour la plupart des gens, une connexion à large bande standard (par exemple, 10 Mbit/s en bas et 1 Mbit/s en haut) ne posera aucun problème. Pour ceux qui gèrent des serveurs à domicile, en fonction du nombre de participants, vous pouvez rencontrer des problèmes si votre bande passante en amont est inférieure à 5 Mbit/s environ. Plus d'informations sur les exigences du réseau [ici](/wiki/Network-Requirements).

source: ### Do I need to run a server?
es: ### ¿Necesito ejecutar un servidor?
fr: ### Dois-je faire tourner un serveur ?

source: No. If you just intend to connect to other people’s servers, then all you need is a client. [Read this if you think you need to run your own server](/wiki/Running-a-Server).
es: No. Si solo tienes intención de conectarte a los servidores de otros, lo único que necesitas es un cliente. [Lee esto si crees que debes ejecutar tu propio servidor](/wiki/Running-a-Server).
fr: Non. Si vous souhaitez simplement vous connecter aux serveurs d'autres personnes, tout ce dont vous avez besoin est un client. Lisez ceci si vous pensez avoir besoin de [faire tourner votre propre serveur](/wiki/Running-a-Server).

source: ### How does Jamulus work (in general)?
es: ¿Cómo funciona Jamulus (en general)?
fr: ### Comment fonctionne Jamulus (en général) ?

source: <img src="{{site.url}}/assets/img/en-screenshots/diagram-overview.png" loading="lazy" alt="Diagram showing how Jamulus works">
es: <img src="{{site.url}}/assets/img/es-screenshots/diagram-overview.png" loading="lazy" alt="Diagrama mostrando cómo funciona Jamulus">
fr: <img src="{{site.url}}/assets/img/fr-screenshots/diagram-overview.png" loading="lazy" alt="Diagramme montrant le fonctionnement de Jamulus">

source: Jamulus works on the client-server principle. Everybody’s audio is sent to a server, mixed and processed there. Afterwards, the audio is sent back to each client. If a server is made public and registered on a directory, its information will be broadcast to all clients.
es: Jamulus funciona bajo el principio del cliente/servidor. El audio de todos se envía a un servidor, donde se procesa. Después, el audio se envía de vuelta a cada cliente. Si un servidor es público y está registrado en un servidor de directorio, su información será emitida a todos los clientes.
fr: Jamulus fonctionne sur le principe client-serveur. L'audio de chaque musicien est envoyé à un serveur, où il est mixé et traité. Ensuite, l'audio est renvoyé à chaque client. Si un serveur est rendu public et enregistré sur un répertoire, ses informations seront diffusées à tous les clients.

source: ### Why doesn't Jamulus provide video support?
es: ### ¿Por qué Jamulus no ofrece soporte para vídeo?
fr: ### Pourquoi Jamulus ne fournit-il pas de support vidéo ?

source: Adding video support adds a lot of complexity. You can use other software like Jitsi or Zoom if you want to see others when playing (or have an "audience"), but the video will be significantly behind the Jamulus audio.
es: El soporte para vídeo añade mucha complejidad. Puedes utilizar otro software como Jitsi o Zoom si quieres ver a otros mientras tocas (o para tener un "público"), pero el vídeo irá bastante por detrás del audio de Jamulus.
fr: L'ajout du support vidéo ajoute beaucoup de complexité. Vous pouvez utiliser d'autres logiciels comme Jitsi ou Zoom si vous souhaitez voir les autres lorsque vous jouez (ou avoir un "public"), mais la vidéo sera nettement en retard sur l'audio de Jamulus.
