Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/l10n/po/*/Getting-Started.po
Languages: de

source: en
de: de

source: # Setup - getting started with Jamulus
de: # Setup - Erste Schritte mit Jamulus

source: To get the best from Jamulus, at a minimum you will need:
de: Um das Beste von Jamulus genießen zu können, brauchst du mindestens:

source: **A wired internet connection** (not wi-fi - see the [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
de: **Eine kabelgebundene Internetverbindung** (kein WLAN - siehe [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))

source: **Wired headphones** (not Bluetooth or speakers - see the [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))
de: **Kabelgebundene Kopfhörer (weder Bluetooth noch Lautsprecher** - siehe [FAQ](/wiki/FAQ#why-shouldnt-i-use-wireless-equipment))

source: **A reasonable audio device, sound card and/or mic** ([see this list](/kb/2021/01/05/Jamulus-Sound-Devices.html) for examples)
de: **Ein passendes Audiointerface oder Soundkarte und Mikrofon** ([siehe diese Auflistung](/kb/2021/01/05/Jamulus-Sound-Devices.html) für Beispiele)

source: If you have any questions, please see the [Discussions](https://github.com/jamulussoftware/jamulus/discussions)
de: Falls du Fragen dazu hast, schau mal rein in die [Diskussionen](https://github.com/jamulussoftware/jamulus/discussions)

source: To get Jamulus working with your hardware, please follow the installation guide for your platform:
de: Um Jamulus mit deiner Hardware zum Laufen zu bringen, folge bitte die Installationsanleitung für deine Plattform:

source: And for now, close all other applications. It’s best to start simple at first.
de: Und nun schließe alle anderen Programme. Es ist besser simpel zu beginnen.

source: ## Jamulus main window
de: ## Jamulus Hauptfenster

source: When you open Jamulus, you will see a window which looks like this:
de: Wenn du Jamulus öffnest, siehst du ein Fenster, welches so aussieht:

source: <figure> <img src="{{site.url}}/assets/img/en-screenshots/main-screen-default.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>The main window before you connect to a server</figcaption> </figure>
de: <figure> <img src="{{site.url}}/assets/img/de-screenshots/main-screen-default.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Das Hauptfenster bevor du dich mit einem Server verbindest</figcaption> </figure>

source: ## Setting up a profile
de: ## Profil einrichten

source: First, let others know who you are. Click on “View” (bar on the top) > “My Profile…” Now you will see this:
de: Lasse zuerst die anderen Teilnehmer wissen, wer du bist. Klick auf “Ansicht” (Menüleiste oben) > “Mein Profil…”, dann siehst du folgendes:

source: <figure> <img src="{{site.url}}/assets/img/en-screenshots/settings-profile.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Let people know who you are</figcaption> </figure>
de: <figure> <img src="{{site.url}}/assets/img/de-screenshots/settings-profile.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Lass die Leute wissen, wer du bist</figcaption> </figure>

source: Fill in at least “Alias/Name” and close the window.
de: Fülle mindestens das Feld “Alias/Name” aus. Dann kannst du das Fenster schließen.

source: ## Connecting to a server and testing your sound
de: ## Mit einem Server verbinden und Audio testen

source: **Before playing with others, we recommend that you connect to an empty server to test your setup**, and make sure you are listening to the signal coming back from the server (if possible) and not yourself.
de: **Bevor du anfängst mit anderen Leuten zu musizieren, empfehlen wir, dass du dich zuerst mit einem leeren Server verbindest, um deine Konfiguration zu testen.** Und stell sicher, dass du auf das Signal vom Server hörst (wenn möglich) und nicht auf dich selbst vor Ort.

source: Before you connect to a server, you should **not** be able to hear yourself. Listening to your sound from Jamulus (and not from yourself) is called “The Golden Rule” and enables you to play in time with others ([see the FAQ](/wiki/FAQ#why-should-i-not-listen-to-my-own-signal)).
de: Bevor du dich mit einem Server verbindest, solltest du dich selbst **nicht** hören können. Die “Goldene Regel” von Jamulus ist: auf deinen eigenen Klang über das Programm zu hören; nicht das direkte Signal von deinem Instrument. Dadurch kannst du mit anderen einfacher im Takt spielen ([siehe FAQ](/wiki/FAQ#why-should-i-not-listen-to-my-own-signal)).

source: Now use the “Connect” button in the Jamulus main window to join a server. A window will now open:
de: Nun klicke auf “Verbinden” im Jamulus-Hauptfenster, um einem Server beizutreten. Ein weiteres Fenster geht auf:

source: <figure> <img src="{{site.url}}/assets/img/en-screenshots/connection-setup-window.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Connect to a server</figcaption> </figure>
de: <figure> <img src="{{site.url}}/assets/img/de-screenshots/connection-setup-window.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Einem Server beitreten</figcaption> </figure>

source: The most important thing about servers is their “ping time”. The bigger the number, the harder it will be to play in time with others. Usually, you would select a server with a ping of less than 15ms if you can.
de: Die wichtigste Eigenschaft von Servern ist ihre “Ping-Zeit”. Je höher der Wert, desto schwerieger ist, im Tempo mit anderen zu spielen. In der Regel solltest du möglichst einen Server auswählen, dessen Ping-Zeit geringer als 15 ms ist.

source: Once connected to a server, make sure you can hear yourself OK and fix any input volume or other problems. And of course, check that you are also able to obey [The Golden Rule](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together).
de: Einmal mit einem Server verbunden, siehe zu, dass du dich gut hören kannst, pass deine Eingangslautstärke an und korrigiere eventuelle Probleme. Und natürlich halte dich an [Die goldene Regel](/wiki/Client-Troubleshooting#you-all-sound-ok-but-its-difficult-to-keep-together).

source: ## Playing for the first time
de: ## Das erstmalige Musizieren

source: With your sound all set up, you are ready to go. When you connect to a server (you may want to select a genre from the list), the faders you see on the right are your own personal mix. Everything you change here will change what you hear, but won’t affect others. If you move a fader down, that channel will be quieter, if you move it up, the channel will be louder for you.
de: Wenn die Audioeinstellungen fertig sind, kannst du loslegen. Nachdem du dich mit einem Server verbunden hast (du kannst ein Genre aus der Liste wählen), sind die Regler rechts in der Ansicht dein privates Mischpult. Alles was du hier änderst, hat Einfluss auf das, was du hörst, aber nicht auf das, was die anderen hören. Wenn du einen Regler runterziehst, wird dieser Kanal leiser, wenn du ihn nach oben ziehst, wird der Kanal für dich lauter.

source: <figure> <img src="{{site.url}}/assets/img/en-screenshots/main-screen-medium.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>The main window when you are connected to a sever</figcaption> </figure>
de: <figure> <img src="{{site.url}}/assets/img/de-screenshots/main-screen-medium.png" loading="lazy" alt="Screenshot" style="border: 5px solid grey;"> <figcaption>Das Hauptfenster wenn du mit einem Server verbunden bist</figcaption> </figure>

source: If you don’t want others to hear your audio, click on the “Mute Myself” button which will stop your audio from being sent to other people. They won’t be able to tell you have done this though. But if you see a “mute” icon above a fader, that means they can’t hear you because they've muted your channel in their mix.
de: Falls du nicht möchtest, dass die anderen dich hören, klick auf “Stummschalten”. Das verhindert, dass dein Audiosignal an andere Leute gesendet wird. Niemand erfährt, ob du das gemacht hast. Wenn du hingegen das Symbol “mute” über einem Regler siehst, bedeutet das, dass diese Person dich nicht hören kann, weil sie deinen Kanal in ihrem Mix stummgeschaltet hat.

source: Note that you can use the Chat facility at any time to message other people while you are connected. The welcome message in the chat may also state some guidelines for use.
de: Während du online bist, kannst du die Chatfunktion nutzen, um eine Nachricht an die anderen Teilnehmer zu schreiben. Die Willkommensbotschaft im Chat kann auch einige Richtlinien anzeigen.

source: More information about using Jamulus can be found in the [Software Manual](/wiki/Software-Manual).
de: Weitere Informationen über die Verwendung von Jamulus kann man im [Software Handbuch](/wiki/Software-Manual) finden.

source: ## Troubleshooting
de: ## Fehlerbehebung

source: Having audio trouble? Can't see servers, or some other issue? Have a look at the [Troubleshooting page](/wiki/Client-Troubleshooting), or feel free to ask in the [Discussions](https://github.com/jamulussoftware/jamulus/discussions).
de: Hast du Probleme mit dem Audio? Kannst du die Serverliste nicht sehen, oder irgendeine andere Angelegenheit? Schau dir die [Fehlerbehebungsseite](/wiki/Client-Troubleshooting) an, oder frage gerne bei den [Diskussionen](https://github.com/jamulussoftware/jamulus/discussions).
