Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/l10n/po/*/Installation-for-Android.po
Languages: es

source: en
es: es

source: Installation for Android
es: Instalación en Android

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
es: {% include breadcrumb.html root="Utilización de Jamulus" branch1="Cómo Empezar" branch1-url="Getting-Started" %}

source: # Installation for Android
es: # Instalación en Android

source: Make sure you've already read the [Getting Started](Getting-Started) page.
es: Asegúrate de haber leído la página de [Cómo Empezar](Getting-Started).

source: ## Things to note about Android
es: ## Algunas notas sobre Android

source: Although you **can** install Jamulus on Android devices (and hear sound), we strongly recommend **not** doing so. Sound quality - especially over WiFi - is usually bad and latency is high. If you have don't own a PC, we suggest you to buy a [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } which is an inexpensive and small device that performs very well with Jamulus. Android support is just a proof of concept.
es: Aunque **es posible** instalar Jamulus en dispositivos Android (y escuchar audio), recomendamos encarecidamente **no** hacerlo. La calidad del audio - sobre todo por WiFi - normalmente es mala y la latencia es alta. Si no tienes un PC, sugerimos la adquisición de un [Raspberry Pi](https://www.raspberrypi.org/){: target="_blank" rel="noopener noreferrer" } que es un dispositivo pequeño y asequible que rinde muy bien con Jamulus. El soporte para Android es solo una prueba de concepto.

source: ## Install the Android PoC
es: ## Instala el Android PoC

source: If you do want to try Jamulus on Android:
es: Si aún así quieres probar Jamulus en Android:

source: Allow the installation of apps from unknown sources (look in Settings>Security. Note: The exact way to do this depends on your device and OS-version)
es: Permite la instalación de apps de fuentes desconocidas (mira en Ajustes>Seguridad. Nota: El modo exacto de hacerlo depende de tu dispositivo y de la versión del sistema operativo)

source: [Download and install Jamulus]({{ site.download_root_link }}{{ site.download_file_names.android }}){: .button}
es: [Descarga e instala Jamulus]({{ site.download_root_link }}{{ site.download_file_names.android }}){: .button}

source: You should now be able to run Jamulus on your Android device
es: Ahora deberías de poder ejecutar Jamulus en tu dispositivo Android

source: ## Feedback and development
es: ## Comentarios y desarrollo

source: We are very happy to get feedback from Android users and developers. Just head over to the [Jamulus GitHub repo](https://github.com/jamulussoftware/jamulus/).
es: Agradecemos el feedback de usuarios y desarrolladores de Android. Solo tienes que ir a [Jamulus GitHub repo](https://github.com/jamulussoftware/jamulus/).

source: ## All installed?
es: ## ¿Todo instalado?

source: Jamulus has been installed and can be used now. You can now take a look at the
es: Jamulus ha sido instalado y puede utilizarse. Ahora puedes echar un vistazo a la

source: [Jamulus Onboarding page](Getting-Started){: .button}
es: [página de Iniciación a Jamulus](Getting-Started){: .button}
