Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/l10n/po/*/Installation-for-Linux.po
Languages: fr, pt

source: en
fr: fr
pt: pt

source: Installation for Linux
fr: Installation pour Linux
pt: Instalação no Linux

source: {% include breadcrumb.html root="Using Jamulus" branch1="Getting Started" branch1-url="Getting-Started" %}
pt: {% include breadcrumb.html root="Usand Jamulus" branch1="Começando" branch1-url="Getting-Started" %}

source: # Installation for Linux
fr: # Installation pour Linux
pt: # Instalação no Linux

source: Make sure you read the [Getting Started](Getting-Started) page.
fr: Assurez-vous d'avoir déjà lu la page [Getting Started](Getting-Started).
pt: Primeiro tenha certeza que você já leu a página [Começando](Getting-Started)

source: ### Debian and Ubuntu
fr: ### Debian et Ubuntu
pt: ### Debian e Ubuntu

source: Download the [latest .deb file]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }})
fr: Téléchargez le [dernier fichier .deb]({{ site.download_root_link }}{ site.download_file_names.deb-gui }})
pt: Baixe o [pacote .deb atual]({{ site.download_root_link }}{{ site.download_file_names.deb-gui }})

source: Update apt by opening a console window (CTRL+ALT+T should work) and type: `sudo apt-get update`
fr: Mettez à jour apt en ouvrant une fenêtre de console (CTRL+ALT+T devrait fonctionner) et tapez : `sudo apt-get update`
pt: Atualize o apt: `sudo apt-get update`

source: Navigate to where you downloaded the installer and either double-click on it, or use the command line: `sudo apt install ./{{ site.download_file_names.deb-gui }}`.
fr: Naviguez jusqu'à l'endroit où vous avez téléchargé le programme d'installation et double-cliquez dessus, ou utilisez la ligne de commande : `sudo apt install ./{{ site.download_file_names.deb-gui }}`.
pt: Instale o pacote de onde você o baixou: `sudo apt install {{ site.download_file_names.deb-gui }}`.

source: Once installed, you can delete the file and close any console windows.
fr: Une fois installé, vous pouvez supprimer le fichier et fermer toutes les fenêtres de la console.
pt: Feito isso, Você pode fechar essa janela.

source: Note that if you need to upgrade Jamulus to a newer version, just download the new .deb file and re-install as above.
fr: Notez que si vous devez mettre à jour Jamulus vers une version plus récente, téléchargez simplement le nouveau fichier .deb et réinstallez comme ci-dessus.
pt: Note que se você precisar atualizar o Jamulus para uma nova versão, simplesmente baixe o novo arquivo .deb e reinstale como descrito acima.

source: For installers on other distributions, see [Repology](https://repology.org/project/jamulus/versions). You may also wish to use one of the contributed [installation scripts](https://github.com/jamulussoftware/installscripts).
fr: Pour les installateurs sur d'autres distributions, voir [Repology](https://repology.org/project/jamulus/versions). Vous pouvez également utiliser l'un des [scripts d'installation](https://github.com/jamulussoftware/installscripts).
pt: Para pacotes de instalação em outras distribuições, dê uma olhada em [Repology](https://repology.org/project/jamulus/versions). Você também pode querer usar um dos [scripts de instalação](https://github.com/jamulussoftware/installscripts) de terceiros.

source: ## Set up your hardware
fr: ## Configurer votre matériel
pt: ## Configurando o hardware

source: ### Configure JACK with QjackCtl
fr: ### Configurer JACK avec QjackCtl
pt: ### Configure JACK com QjackCtl

source: Jamulus clients need [JACK](https://jackaudio.org/) to run, but you need to configure that first. The recommended method is to use `QjackCtl`.
fr: Les clients Jamulus ont besoin de [JACK](https://jackaudio.org/) pour fonctionner, mais vous devez d'abord le configurer. La méthode recommandée est d'utiliser `QjackCtl`.
pt: Clientes Jamulus precisam de [JACK](https://jackaudio.org/) para rodar, mas você tem que configurá-lo primeiro. O método recomendado é usando `QjackCtl`.

source: Launch QjackCtl. You will see the **Qt JACK Control utility main page**
fr: Exécutez la commande `qjackctl`. Vous verrez la page principale de l'utilitaire **Qt JACK Control**.
pt: Execute o comando `qjackctl`. Você vai ver a **Página principal do utilitário Qt JACK**

source: Configure your audio hardware as follows (the exact settings for JACK will depend on what your audio hardware is capable of):
fr: Configurez votre matériel audio comme suit (les paramètres exacts de JACK dépendront de ce que votre matériel audio est capable de faire) :
pt: Configure seu equipamento de áudio da seguinte maneira (as exatas configurações do JACK vão depender seu equipamento):

source: Set the audio **Interface** to the one you want (there may be several in the list)
fr: Réglez la **Interface** audio sur celle que vous voulez (il peut y en avoir plusieurs dans la liste).
pt: Configure a **Interface** de áudio usando a que você quiser (pode haver várias na lista)

source: Set the **Sample Rate to 48000**
fr: Réglez la **Fréquence d'échantillonnage sur 48000**.
pt: Configure o **Taxa de Samples em 48000**

source: Set the **Frames/Period to 128** and Periods/Buffer at 2 at first
fr: Définissez la **Frames/Période à 128** et Périodes/Buffer à 2 dans un premier temps.
pt: Configure os **Frames/Período em 128** e Períodos/Buffer em 2 para começar

source: Restart JACK for the new settings to take effect
fr: Redémarrez JACK pour que les nouveaux paramètres prennent effet.
pt: Restarte o JACK para os novos valores entrarem em efeito.

source: ### Start Jamulus
fr: ### Démarrez Jamulus
pt: ### Abra o Jamulus

source: With JACK running and configured, launch Jamulus.
fr: Une fois JACK lancé et configuré, démarrez Jamulus.
pt: Com o JACK configurado e rodando, abra o Jamulus no seu desktop launcher (ou usando o terminal execute o comando `jamulus`)

source: If you get problems with sound breaking up (in particular XRUN errors reported by JACK/QjackCtl) try setting bigger values (e.g. 256 frames or 3 periods). Lower ones (e.g. 64 frames) could bring better performance but maybe more sound problems. See the [troubleshooting page](Client-Troubleshooting) otherwise.
fr: Si vous rencontrez des problèmes d'interruption du son (en particulier des erreurs XRUN signalées par JACK/QjackCtl), essayez de définir des valeurs plus élevées (par exemple, 256 images ou 3 périodes). Des valeurs plus faibles (par exemple 64 frames) peuvent apporter de meilleures performances mais peut-être plus de problèmes de son. Voir la page [dépannage](Client-Troubleshooting) sinon.
pt: Se você tiver problemas com o som interrompendo (em particular erros XRUN que o JACK/QjackCtl reportar) tente usar valores maiores (por exemplo 256 quadros ou 3 períodos). Valores menores (p.e. 64 frames) podem melhorar a performance, mas talvez causar mais problemas de som. Veja a seção [Problemas e solucões](Client-Troubleshooting).

source: ## All installed?
fr: ## Tout est installé ?
pt: ## Tudo instalado?

source: Take a look at the
fr: Jetez un coup d'oeil à la
pt: Dê uma olhada na página

source: [Jamulus setup page](Getting-Started){: .button}
fr: [page d'installation de Jamulus](Getting-Started){: .button}
pt: [Configurando o Jamulus](Getting-Started){: .button}
