Repository: jamulussoftware/jamuluswebsite
Catalog: translator-files/l10n/po/*/Server-Troubleshooting.po
Languages: es

source: en
es: es

source: Server Troubleshooting
es: Resolución de Problemas del Servidor

source: {% include breadcrumb.html root="Using Jamulus" branch1="Running a Server" branch1-url="Running-a-Server" %}
es: {% include breadcrumb.html root="Más" branch1="Ejecutar un Servidor" branch1-url="Running-a-Server" %}

source: # Troubleshooting
es: # Resolución de Problemas

source: ## Servers - Public
es: ## Servidores - Públicos

source: ### Why doesn't my server show up in the list? Why isn't it registering?
es: ### ¿Por qué no aparece mi servidor en la lista? ¿Por qué no se registra?

source: If you are registered OK (you can [see it here](https://explorer.jamulus.io/)) and you or your friends can't see your server, you may need to wait, or start your client with the `--showallservers` option and try connecting from there ([see this page](Command-Line-Options) on how to start your client with a config option).
es: Si se ha registrado correctamente (lo puedes [ver aquí](https://explorer.jamulus.io/)) y tú o los demás músicos no pueden ver el servidor, quizá tengas que esperar, o iniciar el cliente con la opción `--showallservers` e intentar conectar desde ahí ([ver esta página](Command-Line-Options) sobre cómo arrancar tu cliente con una opción de configuración).

source: If you are seeing a message that says the server is full, please [see this note](Directory-Servers) on Directory Servers.
es: Si ves un mensaje diciendo que el servidor está completo, por favor [lee esta nota](Directory-Servers) sobre Servidores de Directorio.

source: You can verify that your server is listed in the relevant genre by [checking it here](https://explorer.jamulus.io/).
es: Puedes verificar que tu servidor aparece en la lista del género relevante [comprobándolo aquí](https://explorer.jamulus.io/).

source: ## Servers - Private
es: ## Servidores - Privados

source: ### I'm running my client on the same machine/network as my server but I can't connect to it
es: ### Estoy ejecutando mi cliente en la misma máquina/red que mi servidor pero no me puedo conectar a él

source: Connect your client to `127.0.0.1` (or `localhost` if that works for you). If you're running the client on a different machine to the server but on the same network, then connect to the _local network_ address of the server. Do not connect via the server's public (WAN) address.
es: Conecta tu cliente a `127.0.0.1` (o `localhost` si lo prefieres). Si estás ejecutando el cliente en una máquina distinta a la del servidor pero en la misma red, conéctate a la dirección de _red local_ del servidor. No te conectes con la dirección pública (WAN) del servidor.

source: ### What address do I give to people so that they can connect to my server?
es: ### ¿Qué dirección debo dar a la gente para que se conecten a mi servidor?

source: This should be your **public** IP address (find that with [Google](https://www.google.com/search?q=whatsmyip)). Connect your **own** Jamulus client to the **local** IP address of your server (127.0.0.1 if it's on the same machine as your client). Note that your public IP address can change - see the note on "dynamic DNS" in [this guide](Running-a-Private-Server).
es: Tiene que ser tu dirección IP **pública** (encuéntrala con [Google](https://www.google.com/search?q=whatsmyip)). Conecta tu **propio** cliente Jamulus a la dirección IP **local** de tu servidor (127.0.0.1 si está en la misma máquina que tu cliente). Ten en cuenta que tu dirección IP pública puede cambiar - ver la nota sobre "DNS dinámica" en [esta guía](Running-a-Private-Server).

source: ### What port numbers can I use?
es: ### ¿Qué números de puerto puedo utilizar?

source: Keep the default UDP ports. The actual default port is documented by the [command line](Command-Line-Options). At the time of writing this documentation, the port number is **22124**.
es: Utiliza los puertos UDP predeterminados. El puerto predeterminado en concreto está documentado por la [línea de comandos](Command-Line-Options). En el momento de escribir esta documentación el número del puerto es **22124**.

source: ### Is a private server a direct server without contact to the Jamulus Directory Server?
es: ### Un servidor privado ¿es un servidor directo, sin contacto con el Servidor de Directorio de Jamulus?

source: Yes. Please see [Server Types](Choosing-a-Server-Type)
es: Sí. Lee sobre [Tipos de Servidor](Choosing-a-Server-Type)

source: ### Can I convert my private server to being a public one?
es: ### ¿Puedo convertir mi servidor privado en uno público?

source: Yes. Simply check the "Make my Server Public" box in the server window and fill out the details. If you register your server, do not use port forwarding as it may prevent others using your server.
es: Sí. Simplemente activa la casilla de "Mi Servidor es Público" en la ventana del servidor y rellena los datos. Si registras tu servidor, no redirecciones puertos ya que puedes impedir que otros utilicen tu servidor.

source: ### **_Headless Linux_**: I have created a server but it is joining the Directory Server and I don't want it to.
es: ### **_Linux Headless_**: He creado un servidor pero se está registrando con el Servidor de Directorio y no quiero que lo haga.

source: To enable a private server, do not use the `--directoryserver` (`-e`) option when starting your server command line.
es: Para habilitar un servidor privado, no utilices la opción `--directoryserver` (`-e`) cuando arranques tu servidor desde la línea de comandos.

source: ### Nobody can connect to my server - but I can connect locally
es: ### Nadie se puede conectar a mi servidor - pero yo me puedo conectar localmente

source: Some ISPs are using techniques like [Address plus Port (A+P)](https://en.wikipedia.org/wiki/Address_plus_Port) or [Carrier-grade NAT (CGN)](https://en.wikipedia.org/wiki/Carrier-grade_NAT) to conserve address space. This makes it impossible to host services like Jamulus at home (and may mean you also cannot see server lists in your client, or you may be missing [some specific servers](https://sourceforge.net/p/llcon/discussion/server/thread/f72b293af0/)).
es: Algunos operadores de internet utilizan técnicas como [Address plus Port (A+P)](https://en.wikipedia.org/wiki/Address_plus_Port) o [Carrier-grade NAT (CGN)](https://en.wikipedia.org/wiki/Carrier-grade_NAT) para preservar espacios de direcciones. Esto hace que sea imposible ejecutar servicios como Jamulus en casa (y puede ocasionar que no veas listas de servidores en tu cliente o que te falten [algunos servidores específicos](https://sourceforge.net/p/llcon/discussion/server/thread/f72b293af0/)).

source: To detect if CGN is the issue, go to your router's configuration screen (typically, 192.168.X.X) and look at the WAN Status page. If your listed IPv4 address does not match with the address you see [here](https://ifconfig.me), then this means CGN may be enabled. Or if you experience problems such as being unable to [connect to servers or an empty server list](https://sourceforge.net/p/llcon/discussion/533517/thread/b3eea395c4/) this may also be an indicator that your ISP is the problem too.
es: Para detectar si el problema está causado por CGN, ve a la pantalla de configuración de tu router (192.168.X.X) y consulta la página de WAN Status. Si tu dirección listada de IPv4 no concuerda con la dirección que ves [aquí](https://ifconfig.me), entonces puede que CGN esté activado. O si experimentas problemas como no poder [conectarte a servidores o una lista de servidores vacía](https://sourceforge.net/p/llcon/discussion/533517/thread/b3eea395c4/) esto también puede indicar que el problema reside en tu operador de internet.

source: To fix the issue: if you are running a public server, try [port forwarding](Running-a-Private-Server#port-forwarding). If you are running a private server and are port forwarding already, contact your ISP support and request them to remove you from CGN and assign you a real WAN IP address because you want to host a server. If CGN is not the issue, you may need to ask your ISP to give you a WAN IP address (or fixed one to avoid using DDNS, if possible). If all else fails, consider hosting on a cloud platform (some providers do free trial periods).
es: Para arreglar el problema: si estás ejecutando un servidor público, prueba el [redireccionamiento de puertos](Running-a-Private-Server#redireccionamiento-de-puertos). Si estás ejecutando un servidor privado y ya has validado puertos, contacta con el soporte de tu operador y pide que te eliminen del CGN y te asignen una dirección WAN IP real porque quieres operar un servidor. Si el problema no es CGN, quizá tengas que pedir a tu operador que te asigne una dirección WAN IP (o una fija para evitar el uso de DDNS, si es posible). Si nada de esto funciona, considera utilizar una plataforma en la nube (algunos proveedores ofrecen periodos gratuitos de prueba).
